ДРОБОВИК А-24 "ОПУСТОШИТЕЛЬ"


ОРУЖИЕ:  Дробовик А-24 "Опустошитель"
ПАТРОНЫ: Дроб. патроны 24-го калибра
СС:      300 выстрелов в минуту
ВЕС:     11 кг.

ОПИСАНИЕ:

Автоматический дробовик, чья огневая мощь полностью оправдывает грозное прозвище. Модернизированная конструкция на базе старой системы Атчиссона. Использует патроны с бронебойно-фугасными зарядами, способными пробивать несколько целей.
Высокая начальная скорость снаряда и возможность установки прицела делают его эффективным даже на средней дистанции.

ПРИМЕЧАНИЯ:

- Высокая пробивная способность эффективна против сконцентрированных групп и тяжёлых целей.
- Рекомендуется для уничтожения Технополипов и Ведьм Ахримана.