ПИСТОЛЕТ M1911 GOLD


ОРУЖИЕ:  Пистолет M1911 GOLD
ПАТРОНЫ: .45 ACP
СС:      Полуавтоматический, ~60 выстрелов / мин.
ВЕС:     ~1,1 кг.

ОПИСАНИЕ:

Американский самозарядный пистолет под патрон .45 ACP, отличающийся простой конструкцией, высокой надёжностью и значительной останавливающей силой. Разработан Джоном Браунингом и принят на вооружение армии США в 1911 году.

Пистолет использует магазин на 7 патронов и работает по принципу короткого хода ствола с запиранием затвора. Благодаря крупному калибру M1911 способен эффективно поражать цели на ближней и средней дистанции.

ПРИМЕЧАНИЯ:

- Магазин на 7 патронов.
- Высокая останавливающая сила патрона .45 ACP.
- Хорошая точность на ближней и средней дистанции.
- Простая и надёжная конструкция.
- Эффективен преимущественно на коротких и средних дистанциях.
- Небольшая ёмкость магазина требует своевременной перезарядки.
- Полуавтоматический механизм позволяет быстро производить повторные выстрелы.
