ПИСТОЛЕТ-ПУЛЕМЁТ STEN GOLD


ОРУЖИЕ:   Пистолет-Пулемёт STEN GOLD
ПАТРОНЫ:  9X19 мм Parabellum
СС:       Автоматический, ~500 выстрелов / мин.
ВЕС:      ~3,18 кг.

ОПИСАНИЕ:

Британский пистолет-пулемёт, созданный в 1941 году как простое, дешёвое и технологичное оружие для массового производства. Конструкция предельно упрощена и состоит из небольшого количества деталей, благодаря чему STEN можно было быстро производить даже в условиях военного времени.

Оружие использует свободный затвор и питается из коробчатого магазина на 32 патрона, установленного сбоку. STEN способен вести как одиночный, так и автоматический огонь. Основное преимущество оружия заключается в простоте и высокой эффективности на ближней дистанции.

ПРИМЕЧАНИЯ:

- Может вести одиночный и автоматический огонь.
- Эффективен преимущественно на ближней и средней дистанции.
- Простая конструкция облегчает обслуживание и производство.
- Эффективная дальность около 100 метров.
- Примитивные прицельные приспособления и плохой баланс ограничивают точность.
- Слишком плотное снаряжение магазина может приводить к задержкам при стрельбе.
