ПОМПОВОЕ РУЖЬЁ ВИНЧЕСТЕР МОДЕЛИ 1894 GOLD


ОРУЖИЕ:  Помповое Ружьё Модели 1894 GOLD
ПАТРОНЫ: .30-30 Винчестера
СС:      Рычажный, ~30 выстрелов / мин.
ВЕС:     3,1 кг.

ОПИСАНИЕ:

Классическая винтовка с рычажным взводом, разработанная Джоном Браунингом в 1894 году. Оружие отличается простой и надёжной конструкцией и предназначено прежде всего для точной стрельбы на средней дистанции. Основным патроном для модели стал .30-30 Винчестер.

После каждого выстрела стрелок опускает рычаг и возвращает его обратно, извлекая стреляную гильзу и досылая новый патрон. Стандартная версия имеет трубчатый магазин на 10 патронов.

ПРИМЕЧАНИЯ:

- Хорошая точность на средней дистанции.
- Ручная перезарядка рычагом после каждого выстрела.
- Трубчатый магазин на 10 патронов.
- Патрон .30-30 Винчестера обладает хорошей мощностью против лёгких и средних целей.
- Эффективна на средней дистанции, где сочетает точность и достаточно высокую мощность.
- Невысокая скорострельность по сравнению с самозарядными винтовками.
- Масса около 3,1 кг. делает её относительно удобной для длительного ношения.
