ПОЖАРНЫЙ ТОПОР


ОРУЖИЕ:  Пожарный Топор
ПАТРОНЫ: Нет (ближний бой)
СС:      ~60 ударов/мин

ОПИСАНИЕ:

Пожарный Топор - грубое, но надёжное ближнее оружие. Острый лезвийный край и массивный обух позволяют наносить сильные рубящие удары, ломая плоть и разрушая деревянные преграды. Простой в использовании и эффективный в паре с быстрым перемещением или засадами: один-два точных удара способны нейтрализовать слабых противников или серьёзно повредить более крупных врагов. Интересный факт:В первой части «The Suffering» рядом с разложившимся трупом посреди лабиринта из живой изгороди в лечебнице лежит пожарный топор. Это отсылка к книге и фильму Стивена Кинга "Сияние".

ПРИМЕЧАНИЯ:

- Высокий урон при прямом попадании; хорош для разрыва плотных групп врагов на близкой дистанции.
- Может разрушать деревянные объекты и некоторые укрытия в окружении.
- Простая механика - низкая сложность использования, но требует подхода в ближний бой