ЧЁРНАЯ МЕЗА, СЕКТОР ГАРГАНТЮА


Здесь воняет битым бетоном и неверными решениями. Зону поражения патрулирует взрослый Гаргантюа - тяжёлый и быстрый для своих размеров. Тем временем, в окне наверху, стоит человек в костюме и наблюдает, держа рядом портфель, совершенно не интересуясь моральными последствиями бойни. Он здесь не для того, чтобы помогать. Он здесь для наблюдения. Вероятно, для того, чтобы вести записи.

Цель:

Выжить в бою и добраться до точки эвакуации - или, если ситуация сложится не так, сократить потери и уйти. Быстро.