КАНАЛЫ ЧЁРНОЙ МЕЗЫ, ГОЛОВОЛОМКА С РЫЧАГАМИ И НАХОДКОЙ


Ну что, Сэм, повезло - ты нашёл его! Гидроплазматический пистолет "Вжик". Штука не самая грозная на вид, но против тварей c Зена сойдёт. Искрит, жужжит, бьёт точно - в общем, лучше, чем голыми руками.

Теперь - вверх. Но не просто так, не по лестнице. Тебе предстоит разобраться с рычагами грузовых лифтов. Система старая, скрипучая, будто вот‑вот развалится. Но она работает - если знать, куда дёргать.


Как пройти:

Подумай своей головой, а то так совсем с моей помощью отупеешь. Тебе это нужно, потому что телепортация немного повлияла на твою нервную и умственную систему.

Давай Сэм, вверх - единственный путь. Да прибудет с тобой "Вжик"!