ПОГРАНИЧНЫЙ МИР ЗЕН, ОСТРОВА


Зен решил пойти ещё дальше и отказаться от земли как концепции.

Перед нами летающие острова, которые леветируют в пустоте.

Врагов здесь много. Вортигонты, местная фауна и всё то, что Зен выращивает на случай незваных гостей. Кто-то стреляет. Кто-то прыгает. Кто-то просто смотрит с края острова, оценивая, насколько далеко ты полетишь вниз. Все они уверены, что ты тут лишний.

Где-то там есть дорога к устройству управления телепортацией. Конечно, напрямую к нему не пускают. Сначала нужно доказать, что ты умеешь передвигаться по воздуху, не обладая крыльями.

Местные птицы Афлоки носятся вокруг, создавая иллюзию жизни, которая не занята войной. Иллюзию, которая длится ровно до первого выстрела.

Так что будь точен, Сэм.