КАНАЛИЗАЦИЯ ЧЁРНОЙ МЕЗЫ, ОБХОДНОЙ ПУТЬ


Сэм, ты в самом сердце канализационного ада. Воздух густой, как кисель, пахнет гнилью и чем‑то... чужим. Это не просто трубы и стоки - это лабиринт.

Ты видишь тараканов - они шныряют по полу, будто знают что‑то, чего не знаешь ты. Пока что лишь наблюдают, но это ненадолго. В тёмных углах притаились хедкрабы - принюхиваются, готовятся к прыжку. Их движения размеренны, как тиканье часов: раз, два, три - и ты уже не один. Где‑то в глубине скрывается орда Ментала - ты не видишь их, но они  тут есть: следят, ждут.

В воздухе витает шипение пара из дымящихся труб.

Цель впереди - ржавый лифт. Выглядит так, будто вот‑вот развалится, но это твой шанс подняться выше.