ПИСТОЛЕТ BERETTA PX4 STORM


ОРУЖИЕ:  Пистолет Beretta Px4 Storm
ПАТРОНЫ: 9x19 мм Parabellum
СС:      ~40 выстрелов / мин.
ВЕС:     ~0,785 кг.

Описание:

Этот современный итальянский полуавтоматический пистолет, разработанный компанией Beretta и выпускаемый с 2004 года, предназначен для самообороны, применения полицией и другими правоохранительными органами. Он использует механизм с короткой отдачей и уникальную систему запирания ствола с поворотным механизмом.

Px4 Storm имеет полимерную рамку со стальными вставками, сменные рукоятки и планку Пикатинни под стволом. Версия под патрон 9 мм использует магазины на 10, 14, 17 или 20 патронов. Эргономичная рукоятка и низкая отдача делают его идеальным для быстрой и точной стрельбы.

Примечания:

- Современная Beretta, которая выглядит совершенно иначе, чем привычный M9.
- Ствол вращается во время перезарядки, а не просто отводится назад.
- Низкая отдача и удобный хват помогают быстро вернуть оружие на линию прицеливания.
