ЧЁРНАЯ МЕЗА, ПОЕЗД - КОНЕЧНЫЙ ПУНКТ НАЗНАЧЕНИЯ


Сэм, трамвай наконец-то достиг конечного пункта назначения - одной из центральных лабораторий Чёрной Мезы. Системы безопасности открывают двери, а персонал готовится к вашему прибытию.

Вот что странно: судя по перехваченным сообщениям, они, похоже, ждут кого-то другого. А именно... ученого по фамилии Фриман. По-видимому, он работает здесь и должен был прибыть в этот сектор именно сегодня. По причинам, которые я не могу полностью объяснить, они принимают вас за него.

Сходство между вами... в лучшем случае сомнительное. Но эти люди явно слишком напряжены, перегружены работой или им не заплатили, чтобы заметить разницу между теоретическим физиком и  Человеком-Армией, обладающей большей огневой мощью, чем весь их отдел безопасности.

Я советую пока что подыграть им. Их замешательство может дать вам доступ к закрытым зонам, не вызывая тревоги. Просто старайтесь отвечать кратко и... научно. И Сэм - если кто-нибудь даст тебе ломик, может, не стоит сразу же разбивать стены?