ЧЁРНАЯ МЕЗА, КОНТЕЙНЕРЫ


Чтобы добраться до пассажирского лифта, тебе придётся пересечь зияющую пропасть в здании. Единственный доступный "мост" - это ряд подвесных грузовых контейнеров, висящих над пустотой, словно садистская полоса препятствий.

Они неустойчивы, качаются и определённо не предназначены для передвижения пешком. Но если ты тайно не засунул реактивный ранец в рюкзак, прыгать с контейнера на контейнер - твой единственный выход.

По оценкам датчиков:

Вероятность чистого забега - 36%.

Вероятность падения и украшения ямы внизу - 63%.

Вероятность того, что контейнер по неосторожности раздавит врага - 1%.

Рекомендация: пробуди в себе внутреннего гимнаста, забудь о страхе высоты и помни: очки стиля не засчитываются, если ты разобьёшься на дне.