ЧЁРНАЯ МЕЗА, МОРОЗИЛЬНОЕ ХРАНИЛИЩЕ


Хорошо, ты только что вошёл в морозильное крыло комплекса кафетерия Чёрной Мезы. Обычно это место используется для хранения припасов, но сегодня оно служит одновременно моргом и полем боя. Температура может быть ниже нуля, но битва между отрядами Ментала и существами Зена быстро накаляет обстановку.

Враги прячутся между висящими кусками мяса.

Экологическая УГРОЗА: холодильные установки нестабильны. Это может дезориентировать как тебя, так и твоих врагов. С другой стороны, всё, что ты здесь убьёшь, останется свежим сколь угодно долго.

Рекомендация: продолжай двигаться, не задерживайся и помни: скользкие полы так же смертоносны, как и вражеский огонь. Если тебе удастся выжить, возможно, стоит прихватить с собой замороженный перекус в дорогу. Только... возможно, не тот, который ещё двигается.