ЧЁРНАЯ МЕЗА, ПРИБЫТИЕ H.E.C.U.


Сэм, обнаружены новые сигнатуры: Экспедиционный боевой отряд людей, кодовое название H.E.C.U.

На бумаге это элитный спасательный отряд, призванный локализовать катастрофу и помочь выжившим. На практике… скажем так, их ВОСПРИЯТИЕ «сдерживание» обычно включает в себя стрельбу по всему, что движется, включая выживших.

Первоначальные сообщения от гражданского населения свидетельствуют о волнении - учёные действительно подумали, что прибыла помощь.

Бедняги. Через несколько минут эта «помощь» открыла огонь как по нарушителям Зена, так и по исследовательскому персоналу.

Эффективно? Да. Дружелюбно? Даже близко нет.

Теперь офисный комплекс превратился в трёхстороннее поле боя: существа Зена хлынули через нестабильные порталы, войска Ментала захватили территорию, а морпехи H.E.C.U. прорвались с приказом уничтожить свидетелей.

Ты - лишь вишенка на торте этого межпространственного десерта.

Рекомендация: не жди спасения. Если он в камуфляже и с винтовкой, он вам не друг. Используй его огневую мощь в своих интересах - пусть сначала сразится с пришельцами и силами Ментала. Затем вмешайся и добей выживших.