ОХРАННЫЙ КОМПЛЕКС ЧЁРНОЙ МЕЗЫ, ГДЕ ВСЕ?


Здесь бродят Хаундаи, хедкрабы, а где-то в глубине, судя по звуку, Буллсквид. Они не прячутся. Они здесь. Чувствуют себя уверенно, как дома. Потому что теперь это их дом. И они не ждали гостей.

А между ними - силы Ментала. Солдаты в знакомой броне, с плазменными винтовками наперевес. Они не воюют с тварями. Они делят территорию. Как хозяева, которые пришли принимать дела.

Лифт, который нам нужен висит наверху.

Но чтобы до него добраться, нужно пройти ещё несколько секторов. Вход лифта охраняет потолочная турель. Та, что сверху, вмурованная в бетон, смотрит вниз и ждёт, когда кто-нибудь появится в секторе поражения. Умная, быстрая, с круговым обзором.

К счастью, у нас есть Вжик. И есть Циркулярная Пила, много других пушек. И есть то, что они вместе могут сделать с железкой, которая слишком долго висела на потолке.
