ЧЁРНАЯ МЕЗА, УПРАВЛЕНИЕ ЭНЕРГЕТИЧЕСКОЙ СИСТЕМОЙ


Итак, Сэм, ты нашёл сектор управления энергосистемой - вторую ключевую систему, необходимую для активации продувки реактора. Без этого последовательность зажигания в шахте останется отключенной, и это огромное щупальце никуда не денется.

Однако доступ затруднен. Единственный путь вперёд ведёт к старому сервисному лифту. И я использую слово "лифт" в широком смысле - похоже, последний раз его обслуживали ещё до изобретения клейкой ленты. Кабели перетёрты, противовес смещен, и от каждой вибрации он раскачивается, как пьяный матрос.

Опасности:

Барнаклы облепили стены шахты, готовые стянуть вас с платформы.

И, конечно же, постоянный риск того, что лифт просто откажет на полпути.