ЧЁРНАЯ МЕЗА, ВНУТРИ ШАХТЫ


Сэм, ты добрался до самого сердца цистерны. Под "сердцем" я подразумеваю огромную шахту, где три организма класса "Тентакль" с радостью обустраивают это место вместе с учёными. Их единственное ядро ​​зарыто глубоко в механизмы, окутав мостки, лестницы и пульты управления. Это не битва. Ты не сможешь их перестрелять. Это головоломка, и решение - огонь.

Плохая новость: управление реакторной печью разделено на несколько подсекторов. Инженеры Чёрной Мезы внедрили трёхступенчатую систему аварийной блокировки. Другими словами, тебе нужно будет покинуть шахту, восстановить вспомогательное питание, открыть подачу топлива и, наконец, включить зажигание. Только тогда реактор выработает достаточно тепла, чтобы превратить этих огромных макаронных монстров в барбекю.

Хорошая новость: щупальца не умеют карабкаться по лестницам. Плохая новость: им это и не нужно. Их удары достигают середины камеры, и они сверхчувствительны к звуку. Каждый выстрел, каждый шаг, даже чихание может тебя пронзить.

Рекомендация: двигайся тихо, тщательно планируй свои действия и помни: единственный способ выиграть эту битву - вообще не сражаться. Как только реактор оживёт, в твоём распоряжении будет самый большой огнемёт на Земле. А пока... тишина - залог выживания.