ЧЁРНАЯ МЕЗА, РАКЕТНЫЕ ШАХТЫ


Молодец, ты добрался до ракетного комплекса. Вот о чём говорил учёный: о стартовой площадке, откуда спутник должен быть запущен на орбиту. Предположительно, это устройство поможет сектору Лямбда стабилизировать пространственный разлом. Будь то наука, магия или просто отчаянная надежда, ясно одно: этот запуск критически важен.

К сожалению, ты не единственный, кто это знает. Силы H.E.C.U. закрепились в шахтах, решив предотвратить запуск.

Рекомендация: Сэм, тебе не нужно понимать научную сторону - просто убедись, что ракета взлетит. Если команда Лямбды права, этот спутник может дать нам преимущество, чтобы остановить этот кошмар. А если нет... по крайней мере, фейерверк будет впечатляющим.