ЧЁРНАЯ МЕЗА, ДИРЕКТИВА ЖЕЛЕЗНОДОРОЖНОЙ МИССИИ


Сэм, перед тем, как ты сел в поезд, один из выживших охранников передал сообщение. По его словам, пожилой учёный, который, похоже, знает гораздо больше, чем следовало бы, настаивал на том, чтобы Фримен добрался до ракетных шахт в дальнем конце комплекса.

Цель? Запустить ракету-спутник на орбиту. Учёный считает, что это позволит сектору Лямбда стабилизировать Каскадный Резонанс или, по крайней мере, ослабить межпространственную связь, наводняющую базу инопланетными формами жизни.

Теперь неважно, принял ли он тебя за этого "Фримена" или ему просто всё равно, лишь бы кто-то выполнил задание.

Задача ясна:

Оставайся на рельсах, пока не доберёшься до ракетного комплекса.

Пройди через любые препятствия, которые устроят тебе H.E.C.U. и инопланетные силы.

Найди способ запустить ракету.

Конечно, подвох очевиден: если армия поймёт, что ты пытаетешься сделать, она бросит всё, чтобы вас остановить. И, судя по всё более активному передвижению войск по железной дороге, они уже это знают.