ЧЁРНАЯ МЕЗА, ПОЛЕ БОЯ


Руины тянутся, словно сломанная челюсть - Зен, H.E.C.U. и Ментал превратили район в развороченный военный экспонат. Команда "Лямбда" почти в пределах досягаемости. Осталось совсем немного. Лишь руины из огня, стали и артиллерии отделяют нас от тех, кто действительно может это остановить.

Текущая задача проста и до смешного опасна: найти выжившего охранника, провести его к запечатанной двери и защитить, пока он её открывает. Он - ключ-карта и коды. Как только дверь открыта, его работа выполнена - тебе больше не нужно с ним нянчиться. Приоритет эвакуации: сначала дверь, потом всё остальное.