ЗЕН, ОСТРОВ - КУЗНИЦА


Нихилант лепетал: "Вы умрете. Вы все умрете" Замечательно.

Вортигонты управляют странными машинами. Остров гудит: органика и машины слиты в производственную линию.

Что здесь?

Гаргантюа патрулирует открытые пространства - тяжёлый, брутальный и целеустремлённый.

Щупальца охраняют вертикали; они карают за шум и неудачные прыжки.

Где-то на острове активный портал - он ведёт в цеха по производству пехоты.

Вортигонты работают, но сразу не нападут, если только не начать перестрелку.