ЗЕН, ЛОГОВО ГОНАРХА (ФИНАЛЬНАЯ ЧАСТЬ)


Вот она - последняя комната. Гонарх загнана в угол, она в ярости и сильнее, чем когда-либо. Кислотные брызги, рушащиеся платформы, бесконечное количество хедкрабов - она обрушит на тебя всё, что у неё осталось.

Когда она падёт, не празднуй слишком рано. Земля здесь неустойчива. Тебе нужно разрушить пол под тобой - там находится скрытый портал, ведущий в ещё более глубокие слои Зена.

Цель ясна:

Победить Гонарха раз и навсегда.

Обрушить пол комнаты.

Войти в портал и приготовится к спуску в ядро ​​Зена.

Присутствие Нихиланта становится сильнее по мере того, как ты спускаешься. Что бы ни случилось дальше, он ждёт.