CITY, ПОСЛЕДНЯЯ КАРТА ZEROZEROZERO


Карта city.bsp считается прямым продолжением xmasxmas.bsp и fuck.bsp и одной из последних известных работ таинственного маппера zerozerozero, исчезнувшего из сети в 2013 году.

Файл нашли в зашифрованном архиве, пароль к которому оказался прост - "christmas". После открытия взору игрока предстает пустой город.

Без окон. Без дверей. Без жизни. Здания тянутся вверх в бесконечное серое небо, словно недостроенные декорации чужого сна.

В центре города обитает нечто, странная форма. Кажется, что мир сам двигается вокруг него. Если стоять слишком долго, то...