РУЧНАЯ ГРАНАТА РГД-33


ОРУЖИЕ:  Ручная Граната РГД-33
ПАТРОНЫ: Взрывчатое Вещество
СС:      Одно Применение
ВЕС:     ~0,5 кг.

ОПИСАНИЕ:

Советская ручная осколочная граната, разработанная в 1933 году и использовавшаяся РККА в период перед и во время Второй мировой войны. Она относилась к наступательно-оборонительному типу и могла применяться с дополнительной металлической оборонительной рубашкой.

Граната имела характерную рукоятку с ударно-спусковым механизмом и цилиндрическую боевую часть. В зависимости от комплектации она могла использоваться без рубашки или с установленной защитной оболочкой, которая увеличивала количество образующихся осколков.

РГД-33 отличалась довольно сложной конструкцией и требовала более тщательного обращения по сравнению с более поздними советскими гранатами. Именно поэтому её впоследствии заменили более простой и удобной РГ-42.

ПРИМЕЧАНИЯ:

- Старая добрая советская "Карманная Артиллерия" с характером.
- Без оборонительной рубашки граната больше подходила для наступательного применения, а с рубашкой становилась значительно более опасной для противника.
- Конструкция получилась настолько сложной, что со временем армия решила: "Не, всё фигня, давай по новой!".
- РГД-33 успела повоевать в нескольких конфликтах, включая Халхин-Гол, Зимнюю войну и Великую Отечественную войну.
