ЦИКЛЕР С ???


КЛАСС:        циклер
МЕТАБОЛИЗМ:   низкоактивный ксенобиологический мимик
ВОСПРИЯТИЕ:   минимальный сенсорный цикл
РАЗМЕР:       переменный (привязан к выбранной форме)
ВЫНОСЛИВОСТЬ: очень низкая
ВРАЖДЕБНОСТЬ: отсутствует 
ОРУЖИЕ:       отсутствует по умолчанию
НАГРАДА:      ?
УГРОЗА:       низкая

ОПИСАНИЕ:

Аномалия, родственная Монстрам-Женерикам и Женерик-Актёрам - сущность, не имеющая собственной стабильной формы. Существование Циклера заключается в бесконечной симуляции других существ и объектов: от голограмм и неодушевлённых предметов до ключевых личностей (Советник Альянса, Норико и др.). Его цель - не прямое нападение, а внедрение, наблюдение и дезориентация. При получении урона или разоблачении его форма "зацикливается" - начинает беспорядочно перебирать сохранённые шаблоны позы, не в силах стабилизироваться, пока не получит следующий удар или не скроется.

СОВЕТЫ:

- Проверяй подозрительные объекты лёгким ударом или сканированием. Циклер выдаст себя сбоем.