ТЯЖЁЛЫЙ АРБАЛЕТ ВЫЖИВАЛЬЩИКА


ОРУЖИЕ:  Тяжёлый арбалет Выживальщика
ПАТРОНЫ: Арбалетные болты
СС:      ~0,7 выстрела в секунду


ОПИСАНИЕ:

Усиленная версия арбалетного вооружения, предназначенная для нанесения максимального урона за один выстрел. Конструкция значительно утяжелена и укреплена, что позволяет выпускать болты с разрушительной силой, превосходящей стандартные и улучшенные модели.

Оружие эффективно против слабобронированных целей и противников средней прочности, позволяя быстро нейтрализовать их мощными одиночными попаданиями. При наличии соответствующих навыков может использовать отравленные болты, нанося дополнительный урон с течением времени.

ПРИМЕЧАНИЯ:

- Высокий урон.
- Может наносить дополнительный урон ядом при использовании отравленных болтов.
- Медленная скорость стрельбы компенсируется мощностью.
- Эффективен на ближней и средней дистанции.
- Не имеет бронепробития, что снижает эффективность против тяжёлой брони.
- Использует стандартные болты, которые можно крафтить из подручных материалов.
