АВТОМАТ ТОМПСОНА M1-A2


ОРУЖИЕ:         Автомат Томпсона M1-A2
ПАТРОНЫ:        пули калибра 5,56 мм.
СС:             600 выстрелов в минуту
ДЛИНА СТВОЛА:   25,4 см.

ОПИСАНИЕ:

Этот автомат, изобретённый генералом Томпсоном, пережил две мировые войны. После ряда недавних усовершенствований старина Томми снова в деле. Ветеран был модифицирован под патрон калибра 5,56 мм., совместимый со всеми стандартными видами вооружения пехоты. Теперь его универсальный "барабан" можно заряжать любыми стандартными боеприпасами.

ПРИМЕЧАНИЯ:

- Позволяет вести огонь длинными и короткими очередями.