ПУШКА SBC


ОРУЖИЕ:   Пушка SBC
ПАТРОНЫ:  ядра HP с урановым наполнением
СС:       переменная скорострельность

ОПИСАНИЕ:

Самое мощное ручное оружие, состоящее на вооружении сил федерации. Его механизмы и ствол не были разработаны земными учёными, а переделаны из соответствующих механизмов могущественной артиллерийской техномагии Ментала. Конструкция пушки придаёт тяжёлым снарядам очень высокую скорость, что усиливает пробивную эффективность. 
Заряженная бронебойными ядрами с урановым наполнением, пушка SBC может пробить насквозь даже несколько крепких противников, стоящих в ряд.

ПРИМЕЧАНИЯ:

- Военные эксперты заявляют, что свинцовая обшивка ядер сводит на нет потенциальную опасность урановой начинки для стрелка.
- Учитывая предназначение устройства, вред, причиняемый ураном противнику, во внимание не принимается.
