МЕШОК С ЛИЧИНКАМИ РОЯ


КЛАСС:        Мешок С Личинками роя
МЕТАБОЛИЗМ:   Ксенобиологический
ВОСПРИЯТИЕ:   Стационарный Организм
РАЗМЕР:       1,2 м.
ПРОЧНОСТЬ:    Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Выброс Личинок
НАГРАДА:      75
УГРОЗА:       Низкая

ОПИСАНИЕ:

Мешок с личинками представляет собой стационарный органический мешок, в котором развиваются личинки Роя. Его внешняя оболочка прочная и эластичная, способная выдерживать значительные механические повреждения и колебания температуры.

Внутри Мешка с личинками находятся четыре зрелые личинки, готовые вылупиться. При воздействии огня, сильной вибрации или приближении крупных живых объектов оболочка открывается, разрываясь на несколько створок. Личинки выталкиваются наружу и немедленно начинают искать цель.

Мешок с личинками обычно встречаются группами на стенах, потолках и в труднодоступных местах. Их основная функция - обеспечение безопасного развития потомства Роя до появления добычи.

Несмотря на низкую прямую угрозу, большое количество активных Мешков с личинками в одном месте является признаком высокой плотности Роя и скорого появления более опасных форм жизни.

СОВЕТЫ:

- Уничтожайте Мешок С Личинками до того, как они раскроются.
- Один Мешок С Личинками - ничто. Проблемы начинаются, когда их много.
- Огонь и взрывчатка - лучшие средства против Мешок С Личинкамиов.
- После того, как Мешок с Личинками раскроется, не трать время на личинки.
- Шум и движение - всё, что нужно, чтобы разбудить расплод.
