АНДРЕ ИЗ АСТОРЫ


КЛАСС:        Андре
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Мастер-Кузнец
РАЗМЕР:       ~2,4 м.
ВЫНОСЛИВОСТЬ: Высокая (Выдерживает большинство средневекового оружия)
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Кулачные бои, Пинки
НАГРАДА:      1000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Родившись из Лордрана, земли Гвина, Андре с энтузиазмом трудился в старой, обветшалой церкви в округе Нежити. Там он стал кузнецом, предоставляя услуги кузнеца и ремонтника всем путникам, которым это было нужно.

Андре может похвастаться крепким, но мускулистым телосложением, настолько рельефным, что он даже не утруждает себя ношением рубашки. В то время как большинство кузнецов обычно сражаются молотом, Андре использует свои руки и дарованную богом силу, чтобы сокрушить любого беднягу, который осмелится бросить ему вызов. В общем, руководствуйтесь здравым смыслом и даже не думайте противостоять этому гиганту.

СОВЕТЫ:

- ВСЕГДА оставайся на его стороне, иначе последствия могут быть фатальными.
- Никогда не ослабляй бдительность в бою с Андре; с его ударами не стоит встречаться.
- Если он начнёт безрассудно атаковать, УЙДИ С ПУТИ! У него ужасный дропкик...
