ПОМПОВЫЙ ДРОБОВИК M133


ОРУЖИЕ:  Помповый Дробовик M133
ПАТРОНЫ: 12 калибр
СС:      ~60 выстрелов / мин.

ОПИСАНИЕ:

Мощное оружие ближнего боя, особенно эффективное против обычных противников и животных.

M133 использует ручную помповую перезарядку. Магазин обычно вмещает около 7 патронов, а с расширением вместимость может увеличиваться. Доступны различные варианты M133, включая укороченные версии, а также можно устанавливать прицелы, глушитель и расширенный магазин.

Внешность M133 представляет собой смесь нескольких реальных конструкций. Основой послужил российский Baikal MP-133, однако отдельные элементы, включая цевьё, напоминают другие помповые ружья.

ПРИМЕЧАНИЯ:

- Идеален для ближнего боя и зачистки тесных помещений.
- Помповый механизм делает стрельбу медленнее, чем у самозарядных дробовиков, зато конструкция довольно проста.
- Особенно хорошо подходит для охоты на опасных животных.
