СНАЙПЕРСКАЯ ВИНТОВКА AR-CL


ОРУЖИЕ:  Снайперская винтовка AR-CL
ПАТРОНЫ: Винтовочный патрон
СС:      ~600 выстрелов / мин.

ОПИСАНИЕ:

Снайперская винтовка, созданная на основе той же конструкции, что и штурмовая AR-C. Она имеет более длинный ствол и повышенный урон, благодаря чему лучше подходит для стрельбы на средней и дальней дистанции. В стандартном магазине находится 10 патронов, а с расширенным магазином их количество увеличивается до 15.

В отличие от большинства снайперских винтовок, AR-CL может вести полуавтоматический огонь, стрелять очередями по три патрона и полностью автоматически. При этом она использует те же боеприпасы, что и AR-C, поэтому проблем с поиском патронов обычно не возникает.

ПРИМЕЧАНИЯ:

- Хорошо подходит для средней и дальней дистанции.
- Можно установить различные оптические прицелы и глушитель.
- Необычная для снайперской винтовки возможность вести автоматический огонь.
