ПИСТОЛЕТ БЕСШУМНЫЙ ПБ 6П9


ОРУЖИЕ:  Пистолет бесшумный ПБ 6П9
ПАТРОНЫ: 9x18 мм ПМ
СС:      ~30 выстрелов / мин.
ВЕС:     ~0,95 кг. без патронов

ОПИСАНИЕ:

ПБ 6П9, пистолет бесшумный, советский самозарядный пистолет, разработанный Александром Дерягиным и принятый на вооружение в 1967 году. Он создавался для вооружения армейских разведывательных групп, КГБ и других специальных подразделений. Несмотря на внешнее сходство с ПМ, ПБ является самостоятельной конструкцией, хотя использует его ударно-спусковой механизм и магазин на 8 патронов.

Главной особенностью ПБ является разборный глушитель, состоящий из двух частей. Даже с установленным глушителем пистолет нельзя назвать полностью бесшумным, однако благодаря дозвуковой скорости пули и конструкции глушителя звук выстрела значительно уменьшается. При снятой передней частью глушителя ПБ сохраняет возможность стрельбы.

ПРИМЕЧАНИЯ:

- Предназначен для скрытного применения и бесшумной стрельбы.
- Глушитель состоит из двух частей, поэтому переднюю часть можно снять и хранить отдельно.
- Несмотря на внешнее сходство, ПБ не является просто ПМ с глушителем.
