ПИСТОЛЕТ SIG SAUER P226


ОРУЖИЕ:  Пистолет SIG Sauer P226
ПАТРОНЫ: 9x19 мм Parabellum
СС:      ~40 выстрелов / мин.

ОПИСАНИЕ:

Швейцарско-немецкий самозарядный пистолет, разработанный в 1981 году на базе SIG Sauer P220. Создавался для участия в американском конкурсе на новый 9-мм армейский пистолет, где в итоге уступил Beretta 92, однако получил широкое распространение среди военных, полиции и специальных подразделений.

P226 использует автоматику с коротким ходом ствола и выпускается под несколько патронов, включая 9x19 мм Parabellum, .40 S&W и .357 SIG. Стандартный вариант под 9x19 мм может использовать магазины на 15, 17, 18 или 20 патронов. Пистолет отличается высокой надёжностью и хорошей эргономикой.

ПРИМЕЧАНИЯ:

- Отличается хорошей точностью и надёжностью.
- Участвовал в конкурсе на замену американского M1911, но проиграл Beretta 92.
- P226 получил известность благодаря использованию американскими SEAL.
