ПИСТОЛЕТ-ПУЛЕМЁТ STEYR-SOLOTHURN S1-100 (MP.34(ö))


ОРУЖИЕ:  Пистолет-пулемёт Steyr-Solothurn S1-100 (MP.34(ö))
ПАТРОНЫ: 9x19 мм Parabellum
СС:     ~400 выстрелов / мин.
ВЕС:    ~3,5 кг.

ОПИСАНИЕ:

Австрийско-швейцарский пистолет-пулемёт, разработанный в конце 1920-х годов на основе экспериментального немецкого Rheinmetall MP19. Серийное производство началось в 1930 году и продолжалось до 1940 года. Оружие широко предлагалось на экспорт и использовалось в разных странах, в том числе во время войны в Чако и Второй мировой войны.

S1-100 использует автоматику со свободным затвором и может вести одиночный и автоматический огонь. В варианте под 9x19 мм Parabellum питание осуществляется из коробчатого магазина на 20 или 32 патрона. Конструкция отличалась высокой прочностью, но из-за большого количества деталей, изготовленных фрезеровкой, оружие получилось довольно тяжёлым и дорогим.

После аншлюса Австрии оружие австрийской армии получило немецкое обозначение MP.34(ö) и продолжило использоваться немецкими войсками, полицией и Вооружёнными СС.

ПРИМЕЧАНИЯ:

- Очень добротно изготовлен, но за качество пришлось заплатить массой и стоимостью.
- Может вести как одиночный, так и автоматический огонь.
- Некоторые варианты имели возможность установки штыка.
