ПИСТОЛЕТ BERETTA M9


ОРУЖИЕ:  Пистолет Beretta M9
ПАТРОНЫ: 9x19 мм Parabellum
СС:      ~40 выстрелов / мин.
ВЕС:     ~0,95 кг.

ОПИСАНИЕ:

Beretta M9, американская армейская версия итальянского пистолета Beretta 92F. В 1985 году она победила в конкурсе XM9 на новый 9-мм армейский пистолет, заменив легендарный M1911A1. В 1990 году M9 официально была принята на вооружение Вооружённых сил США и использовалась в американских военных операциях по всему миру.

Пистолет использует патрон 9x19 мм Parabellum и магазин на 15 патронов. M9 отличается характерным открытым верхом затвора, хорошей точностью и высокой надёжностью. С 2017 года американские вооружённые силы начали постепенно заменять M9 на M17 и M18.

ПРИМЕЧАНИЯ:

- Победила в конкурсе на замену M1911A1 и стала основным пистолетом армии США.
- Хорошо подходит для точной стрельбы на короткой и средней дистанции.
- Характерный открытый затвор делает Beretta M9 одной из самых узнаваемых моделей Beretta.

