ШТУРМОВАЯ ВИНТОВКА M16


ОРУЖИЕ:  Штурмовая винтовка M16
ПАТРОНЫ: 5,56x45 мм NATO
СС:      ~650-750 выстрелов / мин.
ВЕС:     ~2,88 кг.

ОПИСАНИЕ:

Американская штурмовая винтовка, разработанная на основе AR-15 конструктора Юджина Стоунера. Впервые принята на вооружение в 1964 году и получила широкое распространение во время войны во Вьетнаме. M16 стала одной из самых массовых штурмовых винтовок в мире, а её различные модификации используются до сих пор.

Винтовка использует газоотводную автоматику с поворотным затвором и рассчитана на патрон 5,56x45 мм. Ранние M16 и M16A1 использовали боеприпас M193. Питание осуществляется из коробчатых магазинов на 20 или 30 патронов.

Одной из главных особенностей M16 стала очень небольшая для штурмовой винтовки масса. Благодаря лёгкой конструкции, малой отдаче и высокой скорострельности оружие оказалось хорошо приспособлено для ведения плотного огня. Позднее появились многочисленные модификации, включая M16A1, M16A2, M16A3 и M16A4.

ПРИМЕЧАНИЯ:

- Лёгкая винтовка с высокой скорострельностью, особенно удобная при автоматическом огне.
- Небольшая отдача позволяет достаточно хорошо контролировать оружие при стрельбе очередями.
- M16 весит меньше трёх килограммов без магазина. Для винтовки это почти диета.
- Винтовка, которая пришла на смену M14 и в итоге сама обзавелась целым семейством родственников.
