ШТУРМОВАЯ ВИНТОВКА AR-C


ОРУЖИЕ:  Штурмовая винтовка AR-C
ПАТРОНЫ: 5,56x45 мм NATO / .223 Remington
СС:      ~800 выстрелов / мин.

ОПИСАНИЕ:

Модульная штурмовая винтовка, представляющая собой оружие на базе платформы AR. Она бывшая военная редкость, ставшая популярной среди любителей самостоятельной модификации оружия. AR-C может вести одиночный огонь, стрелять очередями по три выстрела и вести полностью автоматический огонь.

Стандартный магазин вмещает 30 патронов, а с расширенным магазином его вместимость увеличивается до 40. AR-C имеет высокую скорострельность, но относительно невысокий урон, поэтому особенно хорошо подходит для ближнего и среднего боя. Оружие можно оснащать различными прицелами, глушителями и расширенным магазином.

Внешне AR-C напоминает винтовку семейства AR-15. В частности, её внешний вид сочетает элементы различных AR-платформ.

ПРИМЕЧАНИЯ:

- Высокая скорострельность делает AR-C особенно эффективной при плотном автоматическом огне.
- Можно переключаться между одиночным огнём, очередью из трёх выстрелов и автоматическим режимом.
- Настоящая мечта любителя кастомизации: прицел, глушитель, расширенный магазин и другие модификации.
