САМОДЕЛЬНЫЙ ОГНЕМЁТ


ОРУЖИЕ:    Самодельный огнемёт
ПАТРОНЫ:   Бензин
СС:        непрерывный огонь
ВЕС:       9 кг. (пустой),
           14 кг. (с полным баком)

ОПИСАНИЕ:

Самодельный огнемёт. Создан путём соединения велосипедного насоса, канистры с бензином и сигнальных ракет. Быстро расходует боеприпасы, но оказывается очень полезным против монстров, уязвимых к огню. В этом экспериментальном оружии для создания мощного огня используется бензин. Огнемёт очень эффективен против больших скоплений живой (и не живой) силы противника, струя пламени достаёт даже спрятавшихся. То, что они перед смертью ещё несколько секунд будут пылать, только усиливает эффект. Некоторые называют оружие такого рода "подожги и забудь".

ПРИМЕЧАНИЯ:

- Эффективен против больших скоплений живой силы противника