КЛЭР ИЗ ФУНДАМЕНТАЛЬНОГО БУМАЖНОГО ОБРАЗОВАНИЯ


КЛАСС:        Клэр, Ученица Бумажной Школы
МЕТАБОЛИЗМ:   Бумажный антропоморфный организм
ВОСПРИЯТИЕ:   Зрение, инстинкт выживания
РАЗМЕР:       ~1,6 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Отсутствует
НАГРАДА:      1 FC
УГРОЗА:       Нет

ОПИСАНИЕ:

Прилежная и трудолюбивая ученица Бумажной Школы. Легко узнаваема по стрижке "боб" с бантом. Носит стандартную школьную форму: белую рубашку, шорты, носки и туфли. Спокойная и вдумчивая, но её легко вывести из себя постоянными издевательствами хулиганов, таких как: Зип, Оливер, Эдвард и Алекот. Обладает сильным инстинктом самосохранения, что проявляется в её невероятной для бумажного существа подвижности и живучести - способна пережить падение с высоты, долгое время уклоняться от учителей-убийц и даже ненадолго противостоять сущности ∆лисе.

Доверяет Энджелу (друг детства). Дружелюбна к Бабл, Бисквиту, Анове. Имеет кота Мо-Мео. Жертва хулиганов и учителей.

СОВЕТЫ:

- Любая серьёзная атака учителей для неё смертельна.
- В опасности полагается на бегство и уклонение. Не атакует. Может быть спасена вмешательством других.
- Может случайно выпустить на свободу ещё больше угрозы (∆лису).
- В альтернативных версиях может иметь другой внешний вид (цвет волос, одежда), но суть персонажа остаётся неизменной - добросовестная ученица, попавшая в кошмар.