КАББИ ИЗ ФУНДАМЕНТАЛЬНОГО БУМАЖНОГО ОБРАЗОВАНИЯ


КЛАСС:        Кабби, Антропоморфный кот-ученик
МЕТАБОЛИЗМ:   Бумажный организм, гибридная конструкция
ВОСПРИЯТИЕ:   Зрение, большие глаза с крупными зрачками
РАЗМЕР:       ~1,2 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Отсутствует
НАГРАДА:      1 FC
УГРОЗА:       Нет

ОПИСАНИЕ:

Один из самых необычных учеников Бумажной Школы. Кабби представляет собой антропоморфного чёрного кота, чьё тело заменяет большая точилка для карандашей. Его хвост - длинная изогнутая стружка, а голова парит над "туловищем", на котором лежит раскрытая книга. Имеет большие выразительные глаза. По характеру - типичный "задрот": дружелюбный, но предпочитающий не привлекать к себе лишнего внимания, погружённый в учёбу или свои мысли. Часто находится рядом со своим другом Кевином. Не участвует в конфликтах, предпочитая оставаться наблюдателем. Как и все бумажные существа, крайне уязвим к физическим повреждениям.

СОВЕТЫ:

- Не является угрозой.
- Его уникальный дизайн (точилка вместо тела) делает его одним из самых запоминающихся персонажей, символизирующих творческую и странную природу Бумажной Школы.