ЭНДЖЕЛ ИЗ ФУНДАМЕНТАЛЬНОГО БУМАЖНОГО ОБРАЗОВАНИЯ


КЛАСС:        Энджел
МЕТАБОЛИЗМ:   Бумажный антропоморфный организм
ВОСПРИЯТИЕ:   Ученик Бумажной Школы
РАЗМЕР:       ~1,7 м.
ВЫНОСЛИВОСТЬ: Средняя (прочнее стандартных учеников)
ВРАЖДЕБНОСТЬ: Низкая (атакует только в защиту)
ОРУЖИЕ:       Острые когти (4 заострённых пальца), физическая сила
НАГРАДА:      2
УГРОЗА:       Средняя

ОПИСАНИЕ:

Ученик Бумажной Школы. Друг детства и защитник Клэр. Отличается длинными белыми растрёпанными волосами, собранными в низкий хвост, с двумя перьями (синим и красно-оранжевым) на голове. Носит классическую школьную одежду: белую рубашку с полосатыми рукавами, чёрный комбинезон, полосатые гетры. Его руки чёрные, с четырьмя острыми когтевидными пальцами, а также у него есть небольшой белый хвост. По характеру добрый, заботливый и самоотверженный, готовый рисковать собой ради других, что доказал, вступив в прямой конфликт с Мисс Циркуль, чтобы спасти Клэр. Обладает повышенной физической силой и устойчивостью по сравнению с обычными учениками (выдержал удар учителя).

Наиболее тесная связь с Клэр (друзья детства). Также дружит с Бабл. Вероятно, испытывал уважение к Оливеру в детстве, но сейчас они враги из-за разных мнениях о мире.

СОВЕТЫ:

- Самый физически способный из известных учеников.
- Его главная движущая сила - защита Клэр.