ЭДВАРД ИЗ ФУНДАМЕНТАЛЬНОГО БУМАЖНОГО ОБРАЗОВАНИЯ


КЛАСС:        Эдвард, Хулиган-изобретатель
МЕТАБОЛИЗМ:   Бумажный антропоморфный организм
ВОСПРИЯТИЕ:   Зрение, техническая смекалка
РАЗМЕР:       ~1,7 м
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Самодельные устройства, острые когти, хвост
НАГРАДА:      30
УГРОЗА:       Средняя

ОПИСАНИЕ:

Один из трёх главных хулиганов Бумажной Школы, наряду с Оливером и Зип. Узнаваем по торчащим белым волосам, коротким чёрным рогам, круглым очкам и чёрному хвосту, похожему на чертячий. Имеет чёрные руки и ноги с острыми пальцами. Носит чёрно-белую рубашку и большие сапоги. В отличие от грубой силы Оливера, Эдвард - изобретательный и технически подкованный задира. Создал дрон, с помощью которого похитил и сбросил Клэр в яму. Вероятно, увлекается наукой и инженерией. Как и его сообщники, является "любимчиком" мисс Циркуль и пользуется безнаказанностью. Обладает повышенной живучестью.

СОВЕТЫ:

- Остерегайся его интеллекта и технических приспособлений.