МИСС БЛУМИ ИЗ ФУНДАМЕНТАЛЬНОГО БУМАЖНОГО ОБРАЗОВАНИЯ


КЛАСС:        Мисс Блуми Учитель естественных наук
МЕТАБОЛИЗМ:   Бумажный организм (учитель-мутант)
ВОСПРИЯТИЕ:   Зрение, химическое чутьё
РАЗМЕР:       ~2,5 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Лезвие канцелярского ножа (протез левой руки), острые когти и зубы, раздвоенный змеиный язык
НАГРАДА:      1000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Одна из трёх убийственных учительниц Бумажной Школы, преподаёт естественные науки (биологию, химию, физику). Узнаваема по короткой стрижке, чёрным рогам, разной длины, и белому бантику. Её левая рука заменена гигантским, острым лезвием канцелярского ножа, а правая имеет заострённые пальцы. Обладает раздвоенным змеиным языком, что намекает на хищную природу. Более сдержанна и строга, чем мисс Серкл, проявляет меньше "игривости". Её атаки точны.

СОВЕТЫ:

- Её лезвие-протез - оружие для быстрых, режущих атак. Оно длиннее, чем кажется, и ею можно атаковать как в ближнем бою, так и делать выпады.
- Обычно Действует в трио с мисс Сёркл и мисс Тейвел. Самая низкая из трёх, но не менее опасная.