ЗИП ИЗ ФУНДАМЕНТАЛЬНОГО БУМАЖНОГО ОБРАЗОВАНИЯ


КЛАСС:        Зип
МЕТАБОЛИЗМ:   Бумажный антропоморфный драконний организм
ВОСПРИЯТИЕ:   Хулиганка-дракон
РАЗМЕР:       ~1 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Обманчивая
ОРУЖИЕ:       Когти, драконий хвост с шипами, способность к пирокинезу
НАГРАДА:      40
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Ученица Бумажной школы, одна из трёх хулиганов и сообщница Оливера. Имеет двухцветные волосы (чёрные и белые) с написанным на них неверным уравнением "2+2=8", что символизирует её пренебрежение правилами. Носит белое платье и пончо, покрытое детскими рисунками, что создаёт жуткий контраст с её жестокой натурой. Игривая, обманчивая и садистская, она получает удовольствие от издевательств и убийственных "шуток" (именно она, вероятно, написала "ВЫХОД" на двери комнаты ∆лисы). Проявляет доброту только к младшему брату. Является "любимицей" мисс Циркуль и обладает явно нечеловеческими способностями.

СОВЕТЫ:

- Её коварство и жестокость под маской игривости. Она мастер смертоносных розыгрышей и ловушек.