ОЛИВЕР ИЗ ФУНДАМЕНТАЛЬНОГО БУМАЖНОГО ОБРАЗОВАНИЯ


КЛАСС:        Оливер
МЕТАБОЛИЗМ:   Бумажный антропоморфный модифицированный организм
ВОСПРИЯТИЕ:   Главный Хулиган
РАЗМЕР:       ~1.8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Садистская
ОРУЖИЕ:       Карандаш вместо правой руки, интеллект, связь с ∆лисой
НАГРАДА:      999
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Главный хулиган школы и Один из "любимчиков" мисс Циркуль, друг детства и парень ∆лисы. В отличие от обычных учеников, он и ∆лиса не являются студентами Бумажной Школы в традиционном смысле, а скорее её "особенными гостями" или частью скрытой системы. Узнаваем по длинным белым волосам до лодыжек, чёрным рогам, отметке "A+" на волосах и карандашу вместо правой руки. Его язык раздвоен, как у змеи. Носит чёрную рубашку с символом ромба (идентичным символу на ∆лисе). Садистичный, высокомерный и игривый хулиган, лишённый эмпатии. Получает удовольствие от мучений других и способен на убийство ради шутки. Обладает явно повышенной прочностью и, возможно, другими способностями (поедание несъедобных предметов вроде мыла).

СОВЕТЫ:

- Он мастер манипуляций и ловушек.
- Движим скукой, садизмом и преданностью ∆лисе. Не ищи в его действиях логики или жалости.