ИГРОК ИЗ ФУНДАМЕНТАЛЬНОГО БУМАЖНОГО ОБРАЗОВАНИЯ


КЛАСС:        Игрок / Неуязвимый Ученик
МЕТАБОЛИЗМ:   Нестабильный Бумажный организм
ВОСПРИЯТИЕ:   Грязный Хакер
РАЗМЕР:       ~1,2 м.
ВЫНОСЛИВОСТЬ: Абсолютная
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Читы
НАГРАДА:      Если убьёшь, тогда и поговорим
УГРОЗА:       Катастрофическая

ОПИСАНИЕ:

Аномалия в системе Бумажной Школы - ученик, обретший доступ к скрытым консольным командам и читерскому меню. При "смерти" не погибает, а перезагружается или продолжает действовать с полным здоровьем. После активации читов его единственная цель - систематическое уничтожение всего преподавательского состава и, возможно, самой структуры школы. Обладает способностью моментально убивать и накладывать на себя любые эффекты. Является воплощением абсолютного хаоса в порядке школы.

СОВЕТЫ:

- Прямое противостояние бессмысленно. Любая атака на него бесполезна.
- Учителя, и даже существа такие как ∆лиса, против него бессильны, так как он оперирует правилами более высокого уровня.

