ЭББИ ИЗ ФУНДАМЕНТАЛЬНОГО БУМАЖНОГО ОБРАЗОВАНИЯ


КЛАСС:        Эбби
МЕТАБОЛИЗМ:   Бумажный антропоморфный организм
ВОСПРИЯТИЕ:   Ученик Бумажной Школы
РАЗМЕР:       ~1,5 м.
ВЫНОСЛИВОСТЬ: Крайне низкая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Отсутствует
НАГРАДА:      Я найду ВАС лично, если вы троните ЕГО хоть пальцем
УГРОЗА:       Нет

ОПИСАНИЕ:

15-летний ученик Бумажной Школы, но при этом робкий, тревожный и не самый понятливый. Его отличительная черта - черенок яблока с листком на макушке. Одет в строгую школьную форму: белая рубашка, чёрный жилет-смокинг с галстуком, белые шорты. Его глаза - лишь маленькие чёрные щелочки. По канону был жестоко убит учительницей мисс Циркуль за проваленный экзамен, однако в альтернативном сценарии может считаться живым. Обладает крайне низкой выживаемостью из-за своей бумажной природы, легко рвётся и повреждается. Испытывает нежные чувства к однокласснице Лане. Не представляет угрозы, является жертвой обстоятельств и атмосферы учебного заведения.

СОВЕТЫ:

- Уязвим к любым физическим воздействиям, взрывам, огню.
- В случае опасности будет дрожать, замыкаться в себе и пытаться сбежать, а не сопротивляться.
- Очень Чувствителен к критике и давлению.