МИСС ТАВЕЛ ИЗ ФУНДАМЕНТАЛЬНОГО БУМАЖНОГО ОБРАЗОВАНИЯ


КЛАСС:        Мисс Тавел
МЕТАБОЛИЗМ:   Бумажный организм / Мифическая сущность
ВОСПРИЯТИЕ:   Учитель языков
РАЗМЕР:       ~2,7 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Гигантские когтистые руки, острые зубы, линейка (как символ власти), трансформация в Вендиго
НАГРАДА:      1000
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Самая младшая из трёх убийственных учительниц, преподающая языки. В обычной форме имеет белоснежную кожу, чёрные растрёпанные волосы, три кубика с буквами на голове (алфавитный порядок) и носит потрёпанное белое платье. Её главное оружие - огромные чёрные когтистые руки, способные резать книги и, вероятно, учеников, пополам. Обладает скрытой, более ужасной формой - Вендиго, в которой на голове появляются оленьи рога, тело покрывается шерстью, а одежда становится ещё более рваной. Эта трансформация намекает на её мифическую, ненасытную и хищную природу, выходящую за рамки простого наказания за неуспеваемость. Как и её коллеги, жестока и безжалостна.

СОВЕТЫ:

- В ближнем бою она смертельна благодаря своим когтям. Её атаки быстры и размашисты. В форме Вендиго её сила, скорость и, возможно, свирепость многократно возрастают.
- Сильный страх жертвы или её собственная ярость могут спровоцировать превращение в Вендиго. (Но это не точно). Сохранение спокойствия может отсрочить или предотвратить эту форму.