∆ЛИСА ИЗ ФУНДАМЕНТАЛЬНОГО БУМАЖНОГО ОБРАЗОВАНИЯ


КЛАСС:        ∆лиса, Заточённая Сущность
МЕТАБОЛИЗМ:   Заточённая / Искажённая сущность
ВОСПРИЯТИЕ:   Всевидящее восприятие в пределах своей комнаты / школы, чутьё на страх
РАЗМЕР:       ~1,7 м (обычная форма), >3,5 м (истинная форма)
ВЫНОСЛИВОСТЬ: Абсолютная
ВРАЖДЕБНОСТЬ: Чрезвычайная (ко всем, кроме избранных)
ОРУЖИЕ:       Чёрные шипы, телекинез, когти, щупальца, трансформация
НАГРАДА:      666666
УГРОЗА:       Катастрофическая

ОПИСАНИЕ:

Высшая угроза, которая главнее самого директора Бумажной Школы, сущность, заточенная в отдельной комнате, отмеченной знаками "НЕ ВХОДИТЬ". В своей обычной форме выглядит как девушка с короткими каштаровыми волосами, в короне и с бантом, но её одежда порвана, а на коже видны шрамы и странная сыпь. Подлинная суть ∆лисы - демоническое, тенеподобное существо с красными склерами, огромными когтями, шипами и щупальцами. Агрессивна и убийственна по отношению к любому, кто войдёт в её комнату, но пассивна и даже нежна с Оливером (её другом детства и парнем). Её сила превосходит даже самых опасных учителей, что вызывает у них страх.

Имеет полные полномочия из-за своей силы. (Поэтому иногда ходит в кафететрий с Оливером =3) Её появление превращает бумажную реальность школы в нечто более материальное и ужасающее. Противостоит другим заточённым сущностям, таким как ХансеГ. Считает Школу своей Территорией.

СОВЕТЫ:

- НИКОГДА не входи в её комнату. Даже если дверь выглядит как выход - это ловушка.
- Если у тебя не завалялась SBC Пушка: Бегство - единственный вариант. Она быстрее, сильнее и контролирует пространство вокруг себя. Прямое противостояние бесполезно.