МИСС ЦИРКУЛЬ ИЗ ФУНДАМЕНТАЛЬНОГО БУМАЖНОГО ОБРАЗОВАНИЯ


КЛАСС:        Мисс Циркуль
МЕТАБОЛИЗМ:   Бумажный организм (учитель-мутант)
ВОСПРИЯТИЕ:   Учитель математики
РАЗМЕР:       ~2.9 м
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная (к неуспевающим ученикам)
ОРУЖИЕ:       гигантский циркуль-протез, острые когти
НАГРАДА:      10000
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Главный антагонист "Основ поведения", учитель математики в Бумажной Школе. Исключительно высокая, с длинными чёрными волосами, сужающимися к рогам. Вместо левой руки у неё гигантский съёмный циркуль по имени "Мистер Компас", который служит и инструментом для преподавания, и смертоносным оружием. Проявляет крайнюю жестокость и каннибализм по отношению к ученикам, провалившим её экзамены (Эбби, Лана). Имеет любимчиков (Оливер, Зип, Эдвард), но даже их может отчитать за нарушение правил. Способна менять свой размер и обладает огромной физической силой, позволяющей ей крушить школьную мебель. Её личность - пугающая смесь глуповатой игривости и внезапной, беспощадной ярости. Единственный персонаж, говорящий в оригинальной анимации (синтезированным японским голосом). Имеет одну известную слабость: фанатичную любовь к печенью Oreo.

СОВЕТЫ:

- Её циркуль - оружие дальнего и ближнего боя с огромным уроном. Она мастерски им владеет.
- Атакует методично и безжалостно.
- Печенье Oreo. Предложение или бросок Oreo может задобобрить её, вызвав приступ радости и поглощения лакомства. Ненавидит Kit-Kat.
- несколько выстрелов с двустволки повалят эту учительницу.