ЖЕНЕРИК АКТЁР ИЗ ????


КЛАСС:         Женерик Актёр
МЕТАБОЛИЗМ:    ксенобиологический мимик, способный менять форму
ВОСПРИЯТИЕ:    визуальное, слуховое, сканирование поведения
РАЗМЕР:        переменный (мимикрирует хозяина)
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  непредсказуемая
ОРУЖИЕ:        всё, что позволяет маскировка (огнестрельное оружие, когти, психическая энергия)
НАГРАДА:       ???
УГРОЗА:        умеренная в одиночку, высокая в толпе

ОПИСАНИЕ:

Женерик Актёры - это загадочные ксенобиологические сущности, которые скрываются под знакомыми лицами. Никто не знает, откуда они взялись - некоторые предполагают, что они происходят с Зена, другие говорят, что они являются побочным продуктом каскадного резонанса, но одно можно сказать наверняка: они могут идеально имитировать любое существо.

Они появляются в образе учёных, охранников или даже монстров, незаметно вливаясь в население Чёрной Мезы или другой фауны, такой как Зен. Хотя их внешний вид может показаться безобидным, они непредсказуемы и опасны, часто используя любые способности, которые дает им их текущая маскировка.

Их истинная форма неизвестна; некоторые исследователи предполагают, что это может быть бесформенная масса живой псионической ткани, способная сканировать и воспроизводить биологические и поведенческие паттерны. Встреча с одним из них похожа на рукопожатие с незнакомцем, который может укусить.

СОВЕТЫ:

- Не доверяй внешнему виду - любое знакомое лицо может оказаться обычным актером.
- Внимательно наблюдай за поведением; несоответствия могут выдать маскировку.
- Будь готов к внезапным атакам из неожиданных мест.