БИКИНИ-БОТТОМ, ПОДВОДНЫЙ ГОРОД


Сэм, нас засосало в аномалию, которая перенесла прямиком в подводный город Бикини-Боттом.

Только вот незадача: либо здесь только что прошлась армия Ментала, либо...

В общем, тихо и спокойно тут не будет.

Тут есть:

Красти Краб - главная достопримечательность, ресторан, где подают крабсбургеры.

Дом Патрика - просто камень. Но под ним - нора, полная... даже не знаю, чем может быть полна нора морской звезды.

дом Сквидварда - в виде головы с острова Пасхи и прозрачный купол Сэнди. Оба места - идеальные укрытия для засад.

И множество...
