СТРОЙКА РОВНОЙ ТРАВЫ, ПРЕКРАСНОЕ МЕСТО


Перед тобой не просто ровная трава. Это плоскость настолько бесконечная, что сама трава сомневается в собственном существовании, широкая как сознание хедкраба перед прыжком.

На горизонте, высоко над землёй, сияет надпись FlattyWood - большими, уверенными буквами, как будто кто-то построил тут голливудскую премию за лучшую сцену.

несколько многоэтажек и бетонных зданий c стройки, пустые и серые, словно забытые декорации после съёмок сурового арт-хауса;

водоём, который глядишь и думаешь, что он просто отражает твою усталость от постоянных битв...