СТРОЙКА СССР, СОЦБЛОК НА РАССВЕТЕ


Знакомая стройка перенеслась в 1970-е, в страны соцблока.

И знаешь, тут даже уютно. Никаких тебе мрачных "депрессивных свалок 90-х".

Только светлое (в прямом смысле) ретро.

Всё это дело происходит летом. Много зелени, есть озеро, поле, деревенька на горизонте. И да, здесь играет музыка.

Если она начнёт отвлекать от спасения человечества - просто нажми по источнику звука, и вырубится.
:
Отличное место для засад в квартирах и дворах. Разбивающиеся окна добавляют тактической глубины - можно сигать в них от гранат или, наоборот, вылетать с криками "За родину!".

А библиотека... ну, книги горят, наверное, красиво. Погнали осмотрим жилплощадь, Сэм. Только в квартиры без стука не вламывайся - вдруг там библиотекарь с топором.
