РОВНАЯ ТРАВА


Ровная Трава - одна из старейших и самых знаковых локаций. Она полностью соответствует своему названию: огромное плоское поле травы, окружённое бесконечным синим небом.

Аномалий нет. Игроки используют Ровную траву для создания устройств, испытания оружия, управления транспортом или просто сеяния хаоса без ограничений.

Основные особенности:

Ощущение бесконечности пространства: огромная плоская поверхность, идеально подходящая для масштабных построек и тестирования физики.

Минималистичная архитектура: всего одно здание для появления с одной скрытой комнатой и крышей для наблюдения.