МОБЕНИКС, НЕВЕРОЯТНОЕ МЕСТО


Сэм, этот комплекс - просто праздник какой-то!

Огромная территория, напичканная деталями и интерактивом под завязку.

Смотри, что тут есть: целый вокзал с настоящим поездом (И им можно управлять!), гоночная трасса, боулинг-клуб с танцполом и музыкой, шахта, где можно бурить стены, и даже несколько уютных домиков в лесу. В общем, проектировщики явно не скупились на фантазию.

И...

Перед началом нас ждёт прихожая с телепортами в разные секторы. Основная зона - это микс из городских построек, пещер и подземной железно-дорожной станции.

Но главная фишка - поезд. Он может ездить сам по себе, а можно и сесть за управление.

Если включить автопилот, за штурвалом появится гном-машинист, который будет закрывать двери и даже экстренно тормозить, если на путях кто-то есть.

Кстати, если сядёшь в лифт с гномом в лесу - готовься к падению в шахту.

Здесь Хранится очень много тайн.
