ГОНЗО-ПУШКА


ОРУЖИЕ:  Гонзо-Пушка
ПАТРОНЫ: Яйца
СС:      Быстрые одиночные выстрелы

ОПИСАНИЕ:

«"Гонзо-пушка" - это секретное оружие, которое можно найти довольно поздно в игре, а также разблокировать с помощью встроенных читов в дополнении "The Suffering: Ties That Bind". «Гонзо-пушка» в буквальном смысле напоминает курицу. Она имеет такой же боезапас, как и двойные револьверы, и стреляет, что удивительно, яйцами, которые полностью уничтожат любого злодея, не являющегося капитаном. Мощное оружие, но внешне и по принципу действия выглядит пугающе. МестоположениеТорк может найти её в подвале. Начиная от уединенной секции на северо-востоке и двигаясь на запад, затем на юг в коридор, ведущий к южной уединенной зоне, он может затащить большой металлический ящик (который блокировал южную дверь) в узкий конец коридора. Как только ящик окажется в нужном месте, Торк сможет использовать его, чтобы забраться на него. С вершины ящика можно забраться в место в разрушенной каменной стене. Похоже, это тайник для охранников, где они могут покурить, так как на стуле сидит мертвый охранник, рядом с ним в пепельнице на полу лежит зажженная сигарета, пачка сигарет и зажигалка типа «Zippo». Среди контрабанды также находятся полезные предметы, такие как патроны. А также «Пистолет Гонзо». Что охранник делал с курицей, которая при нажатии выпускает смертоносные яйца, остается загадкой. Эта комната доступна при первом посещении подвала Торком (в начале игры), однако «Пистолета Гонзо» там нет. (Посещение этой комнаты до выхода на поверхность может сделать «Пистолет Гонзо» недоступным позже.) - Забавный факт: «Пистолет Гонзо» назван в честь постоянного персонажа «Маппетов» Гонзо, у которого на протяжении всего сериала есть повторяющаяся шутка о том, как он влюбляется в кур.

ПРИМЕЧАНИЯ:

- Каждый выстрел расходует одно яйцо; боезапас ограничен.
- Убивает врагов, не являющихся боссами, одним выстрелом; обычно неэффективно против финальных боссов.
- Лучше использовать экономно на важных целях или для зачистки особо опасных стычек