МИНА ВЕРТОЛЁТА-ОХОТНИКА АЛЬЯНСА


КЛАСС:         Мина вертолёта-охотника Альянса
МЕТАБОЛИЗМ:    Механический боеприпас
ВОСПРИЯТИЕ:    Противопехотная мина воздушного сброса
РАЗМЕР:        ~0,5 м.
ВЫНОСЛИВОСТЬ:  Очень низкая
ВРАЖДЕБНОСТЬ:  Абсолютная
ОРУЖИЕ:        Контактный взрыв, осколки
НАГРАДА:       10
УГРОЗА:        Высокая

ОПИСАНИЕ:

Это основное средство зачистки территории, которое использует Альянс, когда хочет, чтобы от врага ничего не осталось. Представляет собой таймерную взрывчатку, сбрасываемую вертолётами-охотниками в больших количествах. Особенно активно мины применяются, когда вертолёт получает критические повреждения и начинает паниковать, закидывая обидчика десятками маленьких смертельных игрушек.

Мины плавают в воде, что делает их эффективным оружием против водного транспорта.

у мины есть небольшой таймер до взрыва после сброса. Но если схватить её гравипушкой, таймер увеличивается на несколько секунд. Если отпустить - таймер обнуляется и возвращается к исходному значению.

СОВЕТЫ:

- Не жди, пока она взорвётся сама. Используй гравипушку - лови и кидай обратно.
- В воде мины плавают и не тонут.
- Одного выстрела достаточно, чтобы подорвать мину в воздухе.
