ШОУ HALF-QUAKE, НЕБЕСА И ЗАСАДА


Похоже, у Садистов начались проблемы с ожиданиями.

Сэм всё ещё жив. Статистика плачет, сценарий нервно курит в сторонке, а диктор делает вид, что так и было задумано.

Впереди лифт. Он любезно приглашает ехать дальше. И да, он ведёт прямиком в засаду.

Сверху уже ждут.

Вортигонты и Хедкрабы с маркировкой ">)".

Чтобы открыть проход дальше, нужно активировать две кнопки. Левая и правая. Классика.

Это момент, где шоу рассчитывает на панику.

Но Садист уже удивлён.

А значит, пора его порадовать ещё раз.

Кнопки и дверь.

И куча тех, кто уверен, что ты сюда пришёл проигрывать.