ШОУ HALF-QUAKE, ПРЫГАЙ И БЕГАЙ


Садисты, похоже, решили сменить жанр.

Теперь это паркур. В темноте.

Комнаты погружены в полумрак, такой, где стены появляются ровно в тот момент, когда ты уже на них летишь. Пол изрыт ямами с лавой. Не обозначенными. Не подсвеченными. Просто потому что сюрпризы делают шоу живым. Или наоборот.

Здесь не про стрельбу. Здесь про движение. Прыжок, бег, резкая остановка, снова прыжок, приседание. Лава внизу терпелива и не спешит, зная, что рано или поздно кто-то оступится.

Чтобы открыть дальнейший путь, нужно найти две кнопки от двух генераторов. Они спрятаны в разных частях главной комнаты, Когда оба генератора активированы, путь вперёд откроется.

И да, по старой доброй традиции, за одной из стен спрятаны гранаты. Шоу называет это "наградой за любопытство".

Так что прыгай, Сэм.

Бегай. Прыгай. Танцуй.

Смотри под ноги и чуть дальше, чем тебе хочется.

Удачи.