ШОУ HALF-QUAKE, ЛОЖНАЯ НАДЕЖДА


Что-ж.... СОМОС мёртв.

Металл остыл. Искры погасли. Аплодисменты, увы не последовали.

И вот ты уже был в телепорте, с ощущением, что финал вот-вот появится. Свобода, развязка, мораль... что там обычно бывает в конце.

Ошибка.

Ты лежишь на каменная плите. Руки и ноги зафиксированы, как экспонат в музее чужих страданий. Над тобой потолок, который явно проектировал человек, ненавидящий горизонтальные поверхности. Впереди - шип. Большой. Убедительный. С философским намерением войти тебе в голову и познакомиться со мной поближе.

Голос из динамиков благодарит тебя. Вежливо. С энтузиазмом корпоративного HR-отдела, увольняющего тебя навсегда.

"Спасибо что ты умрёшь".

Классика.

Где-то за стенами слышны крики, выстрелы, чужие финалы. Силы Ментала зачищают шоу. Участники, персонал, охрана - всё смешалось в одном большом, очень дорогостоящем эпизоде.

А я пойду писать завещание в формате бинарного кода... Спасибо тебе, Сэм. Прощай.
