ОБЕЗБОЛИВАЮЩИЕ


ПРЕДМЕТ: Обезболивающие (таблетки)
ВРЕМЯ ПРИМЕНЕНИЯ: действует в полной мере

ОПИСАНИЕ:

При приеме обезболивающие обеспечивают быстрое восстановление здоровья: часть здоровья восстанавливается мгновенно. Предназначены для оказания экстренной помощи в полевых условиях, когда аптечка недоступна. Они не восстанавливают потерянные конечности или серьезные внутренние травмы, а служат лишь временной медицинской помощью.

ПРИМЕЧАНИЯ:

- Мгновенное заживление.
- Не лечат отравления / инфекции / радиацию - требуются специальные препараты.