ПЛАЗМЕННАЯ ГРАНАТА СИНТЕНТОВ


ОРУЖИЕ:   Плазменная граната
ПАТРОНЫ:  Самозаряжающийся плазменный сердечник
CC:       Одноразовое / метательное
ВЕС:      1,6 фунта

ОПИСАНИЕ:

Разработанная учёными Альянса, плазменная граната - это экспериментальное оружие, питающееся от автономного электрического ядра. При взрыве она выделяет мощный плазменный разряд, который не только оглушает и на короткое время обездвиживает врагов, но и вызывает разрушительные энергетические ожоги.

ПРИМЕЧАНИЯ:

- НЕ допускайте попадания в руки врага.
- Эффективно против пехоты.