ПИСТОЛЕТ M9


ОРУЖИЕ:    Пистолет M9
ПАТРОНЫ:   9x19 мм Parabellum
CC:        ~15 выстрелов/мин

ОПИСАНИЕ:

Широко используемое военное и правоохранительное оружие. Обладает хорошей точностью и низкой отдачей, что делает его надежным для быстрой последовательной стрельбы. Является стандартным пистолетом для многих солдат H.E.C.U. в конфликте в Чёрной Мезе.

ПРИМЕЧАНИЯ:

- Точный и легкий в управлении.
- Лёгкий, но с ограниченной останавливающей силой.
- Уступает крупнокалиберному оружию, такому как .357 Magnum или Desert Eagle.