ШТУРМОВАЯ ВИНТОВКА AKMS


ОРУЖИЕ:  AKMS
ПАТРОНЫ: 7.62x39 мм
СС:      ~600 выстр./мин

ОПИСАНИЕ:

Лёгкая складная версия АКМ с откидывающимся металлическим прикладом, изначально разработанная для десантников. Представлена как надёжная винтовка калибра 7.62×39 мм - сочетает высокую убойную силу на ближних дистанциях с приемлемой точностью на средних дистанциях. Модель имеет относительно низкую скорострельность для автоматического оружия, что даёт лучшую управляемость по сравнению с более скорострельными штурмовыми винтовками. 

ПРИМЕЧАНИЯ:

- Высокая прочность и простота в эксплуатации.
- Умеренная отдача; контролируемая при коротких очередях.
- Эффективен против небронированных и легкобронированных целей.
- Ёмкость магазина требует периодической перезарядки во время длительных боев.