КЛАССИЧЕСКИЙ КАРАБИН SIG SAUER SIG556


ОРУЖИЕ:  Классический SIG Sauer SIG556
ПАТРОНЫ: 5.56×45 mm NATO (.223 Rem.)
CC:      Газо-поршневая, полуавтоматическая (газовая система с двумя положениями)

ОПИСАНИЕ:

Классический SIG556 - "американизированная" вариация швейцарской SG-семейки, выполненная в стиле оригинальной SG550: треугольный синтетический приклад с регулировкой длины и складыванием, двухчастный эргономичный цевьё с возможностью установки планок Пикатинни, и газовая поршневая автоматика с поворотным газовым клапаном (стандарт / "чрезвычайная ситуация"). В тестах карабин показал хорошую точность с различными коммерческими .223 / 5.56 патронами, мягкую воспринимаемую отдачу и высокую надёжность (за сотни выстрелов не зафиксировано отказов).

ПРИМЕЧАНИЯ:

- Рекомендовано следить за прогревом ствола - отмечалось влияние нагрева на кучность при длительных сериях.