КОКТЕЙЛЬ МОЛОТОВА


ОРУЖИЕ:  Коктейль Молотова (импровизированный зажигательный снаряд)
ПАТРОНЫ: Горючий раствор
СС:      6 выстр./мин (в зависимости от темпа бросков)

ОПИСАНИЕ:

Импровизированная зажигательная граната - бутылка с горючей жидкостью и фитилём, применяемая для поджога целей, создания очага пожара и подавления вражеских проходов. При попадании разбивается и воспламеняет рассыпавшуюся жидкость, создавая огнённую зону, наносящую длительный урон огнём и мешающую передвижению противников. В играх служит простым и эффективным средством для контроля территории, поджига объектов и нанесения урона по скоплениям врагов.

ПРИМЕЧАНИЯ:

- Cоздает зону горения с длительным уроном и возможностью поджечь окружение.
- Эффективен против групп врагов, для блокирования коридоров и поджига лёгких целей; опасен в замкнутых пространствах из-за риска самоповреждения.
- Одиночное применение, ограничённый запас; неэффективен против тяжёлой брони и сущностей, устойчивых к огню.