ПИСТОЛЕТ M1911


ОРУЖИЕ:  Пистолет M1911
ПАТРОНЫ: .45 АПК (Автоматический пистолет Кольт)
СС:      ~40 выстрелов/мин
ВЕС:     1100 г (заряженный)
ДЛИНА:   216 мм

ОПИСАНИЕ:

Классический .45-калиберный пистолет, разработанный Джоном Браунингом и ставший стандартом вооружения армии США более полувека. Известен надёжностью, мощным патроном и устойчивостью к загрязнениям и плохим условиям. Часто используется как мощный пистолет-одиночка, хорош для выстрелов на среднюю дистанцию, особенно по слабозащищённым врагам.

ПРИМЕЧАНИЯ:

- Большая убойная сила .45ACP патронов; часто один выстрел в голову = смерть.
- Сильная отдача и существенная скорострельность - требует навыков контроля.
- Ограниченный магазин - 7 патронов - заставляет экономно расходовать выстрелы.
- Часто используется как оружие "последнего аргумента" или резервное в бою.