СИГНАЛЬНАЯ РАКЕТА


ОРУЖИЕ:  Сигнальный Ракета
ПАТРОНЫ: Сигнальные метательные фитили
СС:      ~6 киданий./мин (в зависимости от темпа использования)

ОПИСАНИЕ:

Универсальное тактическое устройство: при основном применении один вид огня выпускает яркий долгогорящий факел и дымовую струю для вызова помощи или маркировки позиции, альтернотивное применение - запалённый зажигательный заряд, поджигающий горючие цели и наносящий постепенный огненный урон врагам в зоне поражения. Часто используется беженцами, отрядами сопротивления, комбайнами Альянса и снайперами для метки зондов/координации или как импровизированное зажигательное оружие.

ПРИМЕЧАНИЯ:

- Основное применение: яркая видимая вспышка + дым для вызова поддержки/маркировки координат.
- Альтернативное применение: зажигательный флаер - поджигает горючие объекты и наносит урон огнём по врагам.
- Можно привлечь как союзников, так и вражеское внимание - осторожно с применением в городской среде.
- Риск поджога окружения и дружеского огня; не применять в замкнутых помещениях.