SKORPION SAMOPAL VZ.61


ОРУЖИЕ:  Skorpion Samoral vz. 61
ПАТРОНЫ: .32 ACP (7,65×17 мм Browning SR).380 ACP и 9×19 мм
СС:      850 выстр./в минуту
ВЕС:     1,59 кг без патронов
ДЛИНА:   517 мм

ОПИСАНИЕ:

Skorpion vz. 61 - компактный чехословацкий пистолет-пулемет, разработанный для офицеров, экипажей транспортных средств и сотрудников служб безопасности. Складной приклад и карманный размер делают его идеальным оружием скрытного ношения для дальнего боя или резервного оружия. Изначально разработанный под маломощный патрон .32 ACP, он отличается высокой скорострельностью и регулируемой системой стрельбы очередями (понижающим скорострелом) для эффективной стрельбы на ближних дистанциях.

ПРИМЕЧАНИЯ:

- Подходит для ближнего боя и самообороны - компактный, скрытный и быстроразворачиваемый.
- Низкая мощность выстрела компенсируется плотностью огня; лучше всего использовать короткими очередями для лучшей управляемости.