РЕСПИРАТОР S10 ДЛЯ ХБРЯ И РАДИОЧАСТОТНОГО ОРУЖИЯ


ПРЕДМЕТ: S10 CBRN / NBC Респиратор (Противогаз)

ОПИСАНИЕ:

Британская армейская противогазовая маска S10 была введена в эксплуатацию в 1986 году как замена S6; производилась Avon Rubber. Маска предназначена для защиты от химических, биологических, радиологических и ядерных (ХБРЯ / Радиочастотное оружие) угроз и комплектуется сменным фильтром. S10 имеет встроенный питьевой канал, внутреннюю оронозальную маску для уменьшения запотевания линз и посадочные крепления для корректирующих стёкол, что позволяет носить очки. 

ПРИМЕЧАНИЯ:

- Содержит запасной / вспомогательный речевой передатчик (Вторичный речевой передатчик) и крепления для микрофона радиосистемы.