ЧЁРНАЯ МЕЗА DEVTEST, СЛОМАТЬ СТЕКЛО


Вместо обычного выхода, цель прорывается через смотровое стекло - очень прямолинейное и очень театральное решение.

С другой стороны, естественного перехода нет: только светящийся портал, специально помещённый для ускорения демонстрации. Пройдя через него, ты попадёшь прямо в коридор, где учёный стучит в дверь, умоляя охранника впустить его. Здесь же в демоверсии впервые появляются солдаты H.E.C.U., штурмующие комплекс для максимального драматического эффекта.