ЗЕН, ЛОГОВО НИХИЛАНТА


Он встретил тебя именем, которое тебе не принадлежало - "ФРИМЕН". Непростительно, в самом деле. А затем его голос прозвучал прямо в твоей голове:

"Он обманет тебя... обманет".

"Ты никогда не узнаешь правды".

"Ты один?"

"А теперь умри... теперь умри".

Не слишком мотивирующие речи.

Цель:

Уничтожить кристаллы зениума, питающие огромный осколок, застрявший в его черепе. Только когда эти опоры будут разрушены, его щит рухнет.

Нихилант начнёт телепортировать вас через свои владения. Переживи путешествие сквозь эти искажённые фрагменты Зена и продвигайся к выходу.

Он говорит, что ты никогда не узнаешь правды. Ладно - мы просто убьем его без неё.

Эти кристаллы? Считай их его Wi-Fi. Отключи соединение.

Когда он кричит: «А теперь умри", не воспринимай это на свой счёт. Он говорит это всем.