РЕВОЛЬВЕР HALF-QUAKE 357 MAGNUM


ОРУЖИЕ:  Кольт Питон HALF-QUAKE 357 Magnum
ПАТРОНЫ: 357 Magnum
CC:      Револьвер двойного действия, ~30 выстрелов/мин.


ОПИСАНИЕ:

Модифицированный Колт Питон, адаптированный под стандарты шоу HALF-QUAKE. Барабан украшен выгравированным логотипом проекта ">)", служащим декоративным элементом.

Револьвер предназначен для устранения высокоприоритетных целей одним точным выстрелом.

ПРИМЕЧАНИЯ:

- Чрезвычайно мощные одиночные выстрелы.
- Высокая точность, эффективен для снайперской стрельбы на большие расстояния.
- Ограниченный запас патронов не позволяет использовать его часто.
