РУЧНОЙ ПУЛЕМЁТ BREDA MOD. 30


ОРУЖИЕ:  Ручной пулемёт Breda Mod. 30
ПАТРОНЫ: 6,5x52 мм Манлихер-Каркано
СС:      ~500 выстрелов / мин.
ВЕС:     ~10,6 кг.

ОПИСАНИЕ:

Итальянский ручной пулемёт времён Второй мировой войны, принятый на вооружение итальянской армии в 1930 году. Он использовался итальянской пехотой во время Второй итало-эфиопской войны и Второй мировой войны. Всего было произведено около 30 000 экземпляров.

Пулемёт использует автоматику с коротким ходом ствола и ведёт только автоматический огонь. Питание осуществляется из несъёмного магазина на 20 патронов, который заряжается специальными обоймами. Одной из необычных особенностей конструкции была необходимость смазывать патроны перед стрельбой для обеспечения работы механизма.

Breda Mod. 30 отличался довольно сложной конструкцией, небольшим темпом стрельбы для ручного пулемёта и рядом проблем с надёжностью подачи боеприпасов. При этом он оставался стандартным ручным пулемётом итальянской армии на протяжении значительной части Второй мировой войны.

ПРИМЕЧАНИЯ:

- Для ручного пулемёта довольно тяжёлый, его масса превышает 10 кг.
- Патроны требовалось смазывать перед стрельбой. Да, итальянский пулемёт буквально хотел, чтобы боеприпасы были "с маслицем".
- Несъёмный магазин на 20 патронов заметно замедляет перезаряжание.
