ЕДИНЫЙ ПУЛЕМЁТ M240


ОРУЖИЕ:   Единый пулемёт M240
ПАТРОНЫ:   7,62x51 мм NATO
СС:       ~600-1000 выстрелов / мин.
ВЕС:      ~12,5 кг.

ОПИСАНИЕ:

Американский единый пулемёт, представляющий собой американскую модификацию бельгийского FN MAG. На вооружение США он начал поступать в 1977 году и впоследствии стал одним из основных пулемётов американских вооружённых сил. M240 используется пехотой, а также устанавливается на наземную технику, катера и вертолёты.

Пулемёт использует газоотводную автоматику и рычажное запирание ствола. Питание осуществляется из пулемётной ленты M13 на 100 или 200 патронов. В зависимости от модификации масса M240 может значительно отличаться: например, облегчённый M240L весит около 10 кг.

M240 способен вести интенсивный автоматический огонь и отличается высокой надёжностью. Стандартный пехотный M240B комплектуется сошками и прикладом, а различные варианты семейства предназначены для установки на технику и авиационные платформы.

ПРИМЕЧАНИЯ:

- Мощный винтовочный патрон и ленточное питание делают M240 серьёзным оружием огневой поддержки.
- Особенно эффективен на средней и дальней дистанции.
- M240 является развитием бельгийского FN MAG, поэтому перед нами буквально бельгийская конструкция с американским паспортом.
