РЕВОЛЬВЕР SMITH & WESSON МОДЕЛИ 28


ОРУЖИЕ:       Револьвер Smith & Wesson МОДЕЛИ 28
ПАТРОНЫ:      .357 Magnum
СС:           40 выстр/мин

ОПИСАНИЕ:

Револьвер Smith & Wesson Model 28 Highway Patrolman является стандартным табельным оружием полицейских в Эбботе и многих других правоохранительных органах Мэриленда. Он стреляет патронами .357 Magnum и вмещает шесть патронов. Это чрезвычайно смертоносное оружие. Те, кто умеет обращаться с таким оружием, могут быть гораздо опаснее, имея в своем распоряжении два таких револьвера. Поскольку правила обращения с огнестрельным оружием в Эбботе довольно мягкие, эти револьверы можно найти в изобилии везде, где их хранят полицейские. Боеприпасы также довольно легко достать. Первый можно получить у старшего офицера, либо убив его, когда он выходит из туалета, либо позволив ему умереть на электрическом стуле в комнате с электрическим током. Второй револьвер, для двойного использования, можно найти во второй главе, «Спуск", после встречи с тремя призраками острова и знакомства с безумием и этим существом, но до встречи с первыми снайперами, которые казнят связанного офицера. Потяните рычаг, чтобы взорвать генератор в затопленной комнате, мимо которой вы проходите, а второй револьвер можно найти спрятанным в стене за ним.

ПРИМЕЧАНИЯ:

- Револьвер для целевой стрельбы - отлично подходит для точной стрельбы.

- "Стой на месте, или сдохнешь! Ты понял меня?"                           