РЕВОЛЬВЕРЫ SMITH & WESSON МОДЕЛИ 26 ДЛЯ ЦЕЛЕВОЙ СТРЕЛЬБЫ


ОРУЖИЕ:       Револьверы Smith & Wesson МОДЕЛИ 26 для целевой стрельбы
ПАТРОНЫ:      .45 ACP
СС:           40 выстр/мин

ОПИСАНИЕ:

Длинные стволы обеспечивают увеличенный радиус прицеливания для точной стрельбы; воронёное покрытие и рукоятки из орехового дерева придают ему классический коллекционный вид. На лоте указаны совпадающие номера сборки /серийный номер и примерно 98% оригинальной воронёной отделки, что указывает на хорошо сохранившийся экземпляр в отличном техническом состоянии.

ПРИМЕЧАНИЯ:

- Револьверы для целевой стрельбы - отлично подходят для точной стрельбы.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         