ДВА РЕВОЛЬВЕРА SMITH & WESSON МОДЕЛИ 28


ОРУЖИЕ:       ДВА РЕВОЛЬВЕРА SMITH & WESSON МОДЕЛИ 28
ПАТРОНЫ:      .357 Magnum.
СС:           40 выстр/мин

ОПИСАНИЕ:

Пистолет Smith and Wesson модели 28, Highway Patrolman, является стандартным табельным оружием офицеров полиции в Эбботе и многих других правоохранительных органах Мэриленда. Он использует патрон .357 Magnum и вмещает шесть патронов. Это чрезвычайно смертоносное оружие. Те, кто умеет стрелять из такого оружия, могут быть гораздо опаснее, размахивая двумя такими пистолетами. Поскольку правила обращения с огнестрельным оружием в Эбботе довольно мягкие, эти пистолеты можно найти в изобилии везде, где офицеры их хранят. Боеприпасы также довольно легко достать. Сначала их можно получить у главного офицера, либо убив его, когда он выходит из ванной, либо позволив ему умереть от удара током в комнате с электрическим стулом. Второй револьвер, для использования вдвоём, можно найти во 2-й главе, «Спуск», после встречи с тремя призраками острова и изучения безумия и существа, но до встречи с первыми снайперами, которые казнят связанного офицера; Потяните рычаг, чтобы взорвать генератор в затопленной комнате, мимо которой вы пройдете, и второй револьвер можно найти спрятанным в стене за ним.

ПРИМЕЧАНИЯ:

- Револьверы для целевой стрельбы - отлично подходят для точной стрельбы.

- Я МАХУ ПАУНЕ.                                                                                                                                                                                                                                                                              