РЕВОЛЬВЕР SMITH & WESSON МОДЕЛИ 26 ДЛЯ ЦЕЛЕВОЙ СТРЕЛЬБЫ


ОРУЖИЕ:       Револьвер Smith & Wesson МОДЕЛИ 26 для целевой стрельбы
ПАТРОНЫ:      .45 ACP
СС:           40 выстр/мин

ОПИСАНИЕ:

Длинный ствол обеспечивает увеличенный радиус прицеливания для точной стрельбы; воронёное покрытие и рукоятки из орехового дерева придают ему классический коллекционный вид. На лоте указаны совпадающие номера сборки /серийный номер и примерно 98% оригинальной воронёной отделки, что указывает на хорошо сохранившийся экземпляр в отличном техническом состоянии.

ПРИМЕЧАНИЯ:

- Револьвер для целевой стрельбы - отлично подходит для точной стрельбы.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         