СВАРЩИК МЭНХЭКОВ


ОРУЖИЕ:      Сварщик Мэнхэков
ПАТРОНЫ:           Manhacks (автономные летающие клинки)
CC:         ~1 появление/сек.

ОПИСАНИЕ:

Оружие, которое запускает небольшие автономные летающие клинки "мэнхэков" для атаки врагов. После запуска мэнхэки ищут цели и наносят непрерывный урон, пока не будут уничтожены или отозваны. Полезно для контроля территории и преследования.

Вторичный режим стрельбы из пушки запускает небольшую сферическую взрывную мину вместо манхака. Мина атакует током, при приближении к врагам, нанося урон по территории и обеспечивая стратегический контроль над узкими местами.

ПРИМЕЧАНИЯ:

- Может одновременно беспокоить или отвлекать нескольких врагов.
- Эффективен в ограниченных пространствах, где манхаки могут отслеживать цели.
- Требует ситуационной осведомленности, чтобы избежать дружественного огня или самоповреждения.