ХАУНДАЙ С ЗЕНА


КЛАСС:         Хаундай
МЕТАБОЛИЗМ:    стайная ксенофауна
ВОСПРИЯТИЕ:    Взрослая Особь Хаундая
РАЗМЕР:        ~0,9 м.
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  высокая в стаях
ОРУЖИЕ:        звуковые ударные волны, скорость, координация стаи
НАГРАДА:       400
УГРОЗА:        умеренная в одиночку, высокая в группах

ОПИСАНИЕ:

Хаундай - небольшой хищник с Зена, напоминающий смесь собаки и перевозбужденного дикобраза. Он охотится стаями, используя звуковые импульсы, чтобы дезориентировать добычу, прежде чем приблизиться для атаки. Несмотря на свой, казалось бы, нелепый вид и высокочастотные визги, стая хаундэй может одолеть даже хорошо вооруженных вторженцев.

Эти существа очень общительны и общаются с помощью ультразвуковых криков, которые на близком расстоянии могут разорвать барабанные перепонки. Учёные предполагают, что их взрывные звуковые атаки являются эволюционной адаптацией, компенсирующей их слабые когти и зубы.

СОВЕТЫ:

- Вступайте в бой с хаундаями из расстояния, чтобы избежать их ударных волн.
- Выстрел в одного из них может спровоцировать всю стаю - будьте осторожны.
- Используйте их стайный инстинкт: заманивая их в опасные места, вы можете обратить их координацию против них.