ТОР, КОМАНДИР ЗЕНА


КЛАСС:        Зен, Элитный Повелитель
МЕТАБОЛИЗМ:   неизвестен
ВОСПРИЯТИЕ:   псионическое
РАЗМЕР:       9-10 футов
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: экстремальная
ОРУЖИЕ:       посох (звуковой взрыв, левитация), призыв пехотинцев-пришельцев
НАГРАДА:      500
УГРОЗА:       эпическая

ОПИСАНИЕ:

Тор - правая рука Нихиланта, обладающая колоссальной силой и стратегическим интеллектом. Он носит энергетический посох, способный испускать разрушительные звуковые взрывы и поднимать врагов в воздух, нанося им урон. Кроме того, Тор может призывать на поле боя пехотинцев-пришельцев, усиливая своё присутствие и подавляя незваных гостей. Его приближение возвещается глубоким рычанием и зловещими звуками, возвещающими о надвигающейся опасности. Тор - ключевой лейтенант в иерархии Зена, внушающий уважение и страх всем существам в своих владениях.

СОВЕТЫ:

- Сосредоточьте огонь на призванных пехотинцах, чтобы снизить давление на поле боя.
- Используйте скорострельное оружие, чтобы прерывать его атаки.
- Оставайтесь мобильными, чтобы избегать его мощных звуковых и левитационных способностей.