БАБОЧКА С СЛАДКИХ ОСТРОВОВ БОЛЬШОГО ЛЕДЕНЦА


КЛАСС:        Бабочка Сладких Островов
МЕТАБОЛИЗМ:   Имаго
ВОСПРИЯТИЕ:   Пассивная летающая фауна
РАЗМЕР:       ~0,9 м.
ВЫНОСЛИВОСТЬ: Очень низкая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Отсутствует
НАГРАДА:      10
УГРОЗА:       Отсутствует


ОПИСАНИЕ:

Бабочка Сладких Островов Большого Леденца - местный аналог птиц, выполняющий ту же экологическую роль. Эти существа полностью пассивны и никогда не проявляют агрессии, даже при прямом контакте с другими обитателями островов.

Их крылья крупные, насыщенного синего цвета.

Обычно они летают группами, следуя устойчивым воздушным потокам над островами.

СОВЕТЫ:

- Не представляют никакой угрозы.