ПИНГВИН С ГРАНАТОЙ


КЛАСС:        Пингвин с гранатой
МЕТАБОЛИЗМ:   хищная птица
ВОСПРИЯТИЕ:   Биологическое оружие
РАЗМЕР:       60 см.
ВЫНОСЛИВОСТЬ: низкая-средняя
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       привязанная граната, атака клеванием
НАГРАДА:      200
УГРОЗА:       средняя

ОПИСАНИЕ:

Этот, казалось бы, безобидный пингвин стал оружием. К его спине привязана граната, готовая взорваться при приближении к цели. Несмотря на небольшой размер, он удивительно быстр и агрессивен, бросаясь на врагов, используя смертоносную комбинацию клеваний и взрывов. Неосторожные столкновения могут оказаться фатальными, поскольку взрыв может нанести серьёзный урон как объектам, так и ближайшим союзникам.

СОВЕТЫ:

- Соблюдай дистанцию; граната может взорваться при контакте.
- Используй дистанционные атаки, чтобы нейтрализовать её до того, как она доберётся до вас.
- Избегай скоплений - один пингвин может вызвать цепную реакцию.

