ДЕТЁНЫШ ВОЛТИГОРА ИЗ ИЗМЕРЕНИЯ X


КЛАСС:        Детёныш Волтигора
МЕТАБОЛИЗМ:   Биоэлектрический хищник
ВОСПРИЯТИЕ:   Ранняя стадия Волтигора
РАЗМЕР:       1,2-1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Когти, небольшие плазменные разряды, прыжки
НАГРАДА:      250
УГРОЗА:       Средняя

ОПИСАНИЕ:

Детёныши Волтигоров - это молодая стадия грозного Волтигора. Несмотря на меньшие размеры и слабую броню, они всё ещё смертоносный хищник, выведенный как охотник и стайный боец. Детёныши Вольтигоров демонстрируют удивительную ловкость, набрасываясь на добычу и нанося ей острые когти. В отличие от взрослых особей, их плазменные разряды слабее, но всё ещё способны вывести из строя незащищённые цели.

Они часто передвигаются небольшими группами, используя свою скорость и свирепость для подавления отдельных врагов. По мере взросления их хитин затвердевает, а электрические органы превращаются в разрушительную артиллерию взрослого Волтигора. Встреча с детёнышем Волтигора часто становится суровым предупреждением: взрослая особь может быть совсем рядом.

СОВЕТЫ:

- Не стоит их недооценивать - детёныши Волтигора могут легко атаковать одиночные цели.
- Их плазменные атаки слабее, но всё ещё опасны; постоянно двигайтесь, чтобы избежать попадания.
- Дробовики и пистолеты-пулеметы эффективны против них до того, как они подойдут на близкое расстояние.
- Будьте осторожны - группы детёнышей Волтигора часто служат авангардом для приближающегося взрослого.
