ОБЫЧНЫЙ ЗОМБИ-ХЕДКРАБ, ОХРАННИК


КЛАСС:         Обычный зомби-хедкраб, Охранник
МЕТАБОЛИЗМ:    Человек-носитель + Обычный паразитический хедкраб
ВОСПРИЯТИЕ:    Зомбированная сущность
РОСТ:          ~1,8 м.
ВЫНОСЛИВОСТЬ:  Средняя
ВРАЖДЕБНОСТЬ:  Высокая (медленная, но неустанная)
ОРУЖИЕ:        Атаки ближнего боя (когти, замахи), захват
НАГРАДА:       200
УГРОЗА:        Умеренная по отдельности, высокая в группах

ОПИСАНИЕ:

Зомби-охранник - бывший охранник Чёрной Мезы, заражённый обычным хедкрабом. Когда-то дружелюбный и преданный, теперь он бесцельно бродит по объекту, атакуя всё, что движется. Броня безопасности частично сращена с инопланетной тканью, что придаёт ей гротескный вид, но обеспечивает минимальную защиту.

Несмотря на свою медлительность, зомби-охранники неумолимы и часто загоняют злоумышленников в коридоры и служебные помещения. Вид бывшего союзника, ставшего монстром, служит мрачным напоминанием о паразитической жестокости Зена.

СОВЕТЫ:

- Соблюдайте дистанцию; атаки ближнего боя опасны.
- Огнестрельное оружие эффективно благодаря своей медлительности.