НИХИЛАНТ, ЛОРД ЗЕНА


КЛАСС:         Нихилант (Лорд Зена)
МЕТАБОЛИЗМ:    Псионическая сущность
ВОСПРИЯТИЕ:    Правитель Зена
РАЗМЕР:        ~30 футов
ВЫНОСЛИВОСТЬ:  Чрезвычайно высокая
ВРАЖДЕБНОСТЬ:  Подавляющая
ОРУЖИЕ:        Психические взрывы, энергетические шары, телепортация, призыв приспешников
НАГРАДА:       5000
УГРОЗА:        Апокалиптическая

ОПИСАНИЕ:

Нихилант был верховным правителем Зена, величественным псионическим существом, питаемым технологией Альянса и порабощённым. Когда-то он служил лейтенантом загадочного Ментала, верно выполняя его приказы. В конце концов Нихилант провозгласил себя независимым, что вызвало ожесточенную вражду между фракциями. Вынужденный бежать, он был схвачен Альянсом, который подверг его пыткам, экспериментам и извратил его разум и тело. Чудом Нихиланту удалось организовать восстание и сбежать, укрывшись в Зене, где он установил свое господство. 

Обладая огромными телепатическими способностями, он командовал армиями Вортигонтов и хедкрабов во время Каскадного Резонанса, возглавив вторжение на Землю из своего пограничного мира. Его гротескное, детское тело парило в пещерных залах, защищенных непроницаемыми энергетическими щитами и бесчисленными приспешниками. Несмотря на свою мощь, тело Нихиланфа было отмечено мучениями и ограничениями: кибернетическими имплантатами, шрамами рабства и сломанным разумом.

TIPS:

- Перед началом боя уничтожьте кристаллические сферы, питающие его щит.
- Остерегайтесь телепортационных ловушек - оставайтесь подвижными.
- Мощные взрывчатые вещества - самый эффективный способ закончить сражение.
- Уничтожьте кристалл в его голове.