ЖЕНЩИНА - АССАСИН ЧЁРНЫХ ОПЕРАТИВНИКОВ


КЛАСС:         Женщина - Ассасин чёрных оперативников
МЕТАБОЛИЗМ:    Человек, Женщина
ВОСПРИЯТИЕ:    Скрытный Ассасин чёрных оперативников
РОСТ:          ~1,6 м.
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  крайняя
ОРУЖИЕ:        пистолет-пулемёт с глушителем, гранаты, боевые искусства, акробатика
НАГРАДА:       1000
УГРОЗА:        очень высокая 

ОПИСАНИЕ:

Женщина Ассасин - член тайной подразделения Чёрных Оперативников, направленной в Чёрную Мезу после провала H.E.C.U. В отличие от обычных солдат, Ассасины - это элитные наёмники, обученные скрытности, диверсиям и бесшумному уничтожению целей. Они двигаются с ужасающей скоростью, используя акробатику и прыжки по стенам, чтобы дезориентировать противников.

Одетые в элегантные чёрные костюмы с оборудованием для ночных операций, они часто наносят удары из тени и исчезают до того, как противник успевает ответить. В отличие от солдат H.E.C.U., их миссия ещё более мрачна: уничтожить всех выживших сотрудников Чёрной Мезы и убрать за собой следы, даже если для этого придётся уничтожить самих H.E.C.U.

СОВЕТЫ:

- Будьте внимательны - их шаги слабые, но могут выдать их.
- Всегда смотрите вверх; убийцы любят наносить удары со стен или выступов.
- Используйте взрывчатые вещества или огонь широкого действия, чтобы противостоять их скорости и ловкости.
