КОНВЕРТОПЛАН H.E.C.U. V-22 ОСПРЕЙ


КЛАСС:         Конвертоплан H.E.C.U. V-22 Оспрей
МЕТАБОЛИЗМ:    механический, пилотируемый человеком
ВОСПРИЯТИЕ:    Военный транспортный вертолет с наклонными роторами
РАЗМЕР:        ~17 м. (в длину)
ВЫНОСЛИВОСТЬ:  высокая 
ВРАЖДЕБНОСТЬ:  средняя 
ВООРУЖЕНИЕ:    нет
НАГРАДА:       2500
УГРОЗА:        высокая

ОПИСАНИЕ:

V-22 Оспрей - это конвертоплан, используемый H.E.C.U. для быстрого развертывания отрядов в зонах боевых действий. Его конструкция позволяет ему взлетать вертикально, как вертолет, но с скоростью и дальностью полета самолета. Хотя он сам по себе не сильно вооружен, его настоящая опасность заключается в перевозимом грузе: отрядах морских пехотинцев, готовых подавить выживших с помощью скоординированных тактик.

В отличие от Apache, Оспрей редко вступает в прямой бой. Вместо этого он кружит над полем боя, сбрасывая солдат с помощью альпинистских веревок в горячие точки. Уничтожение его в ходе операции может парализовать подкрепление противника, но его броня и маневры уклонения делают его сложной целью.

СОВЕТЫ:

- Сосредоточьте огонь, когда он зависает для высадки войск.
- Ожидайте волны подкрепления везде, где он появляется.
- Взрывчатые вещества и ракеты являются наиболее эффективными средствами противодействия.
- Сбивая один, вы лишаете противника подкрепления - риск того стоит.
