ТАРАКАН С ЗЕНА


КЛАСС:         Таракан
МЕТАБОЛИЗМ:    насекомое-падальщик
ВОСПРИЯТИЕ:    Инопланетное насекомое
РАЗМЕР:        2 дюйма
ВЫНОСЛИВОСТЬ:  легендарная
ВРАЖДЕБНОСТЬ:  нет (если не считать пугающих учёных)
ОРУЖИЕ:        бег на очень высокой скорости, выживание после ядерных взрывов, пугающие прыжки
НАГРАДА:       1 (за храбрость)
УГРОЗА:        незначительная

ОПИСАНИЕ:

На первый взгляд таракан выглядит как обычное земное насекомое. Но, учитывая его удивительную способность выживать после взрывов, радиации, токсичных отходов и практически всего, что на него бросают, некоторые теоретики настаивают, что он должен быть происхождения из Зена. В конце концов, его плоская форма тела и подвижные усики подозрительно похожи на миниатюрную манту или личинку муравьиного льва.

Персонал Чёрной Мезы часто замечал этих существ, бегающих по лабораториям сразу после резонансной каскады. Совпадение? Или доказательство того, что скромный таракан на самом деле является разведывательным видом Зена, который пришел сюда, чтобы проверить прочность запасов пищи на Земле? Мы, возможно, никогда не узнаем.

СОВЕТЫ:

- Безвредны, но могут заставить тебя промахнуться из дробовика, когда бегут под ногами.
- Некоторые учёные кормят их, другие кричат - выбирай, на чью сторону встать.
- Если тебе удастся убить одного, поздравляем - ты сделал то, чего не смогла сделать ядерная война.
