ОБЫЧНЫЙ ЗОМБИ-ХЕДКРАБ, H.E.C.U.


КЛАСС:         Обычный зомби-хедкраб, H.E.C.U.
МЕТАБОЛИЗМ:    Человек-носитель + Обычный паразитический хедкраб
ВОСПРИЯТИЕ:    Зомбированная сущность
РАЗМЕР:        1,8 м.
ВЫНОСЛИВОСТЬ:  Средняя
ВРАЖДЕБНОСТЬ:  Высокая (медленная, но неустанная)
ОРУЖИЕ:        Атаки ближнего боя (когти, замахи), захват
НАГРАДА:       250
УГРОЗА:        Умеренная по отдельности, высокая в группах

ОПИСАНИЕ:

Зомби H.E.C.U. - это бывшие солдаты Боевого подразделения по работе в опасных условиях, зараженные хедкрабами с Зена. Их боевая подготовка утрачена, и теперь ими управляет только инопланетный паразит. Они сохраняют внушительную мощь брони H.E.C.U., что делает их более живучими, чем обычные зомби-хедкрабы.

Эти зомби медлительны, но неумолимы и используют грубую силу, чтобы схватить и калечить любого поблизости. Столкновения с ними особенно ужасны в коридорах или замкнутых пространствах, поскольку броня H.E.C.U. обеспечивает дополнительную защиту.

СОВЕТЫ:

- Соблюдайте дистанцию - их удары в ближнем бою сильны и могут обездвижить противника.
- Огнестрельное оружие эффективно благодаря медленному движению.
- Остерегайтесь групп - их общая масса и броня позволяют легко загнать добычу в угол.
