СНАРК С ЗЕНА


КЛАСС:         Снарк
МЕТАБОЛИЗМ:    плотоядное насекомое (происхождение из Ксена)
ВОСПРИЯТИЕ:    ближний диапазон, легко отвлекается
РАЗМЕР:        6 дюймов
ВЫНОСЛИВОСТЬ:  крайне низкая
ВРАЖДЕБНОСТЬ:  абсурдно высокая
ОРУЖИЕ:        укус, тактика роя, самоуничтожение (случайно)
НАГРАДА:       50
УГРОЗА:        средняя (в группах)

ОПИСАНИЕ:

Снарк - это, по сути, таракан, который выпил слишком много кофе и решил, что насилие - это образ жизни. Эти крошечные существа, родом из Зена, появляются из яиц, как органические гранаты. Как только они вылупляются, они сразу же бросаются к ближайщему живому существу, яростно кусая его, не заботясь о собственном спасении.

К несчастью для них (но к счастью для вас), они также имеют смехотворно короткую продолжительность жизни - если они не убивают вас быстро, то просто взрываются в облаке кровавого энтузиазма. Бойцы сопротивления часто шутят, что Снарки - это "террористы-смертники с СДВГ".

СОВЕТЫ:

- Не паникуйте. Один Снарк - это просто комическое развлечение.
- Дюжина Снарков? Комедия превращается в ужас.

Совет от профессионала: 

- Бросьте их в толпу врагов, чтобы создать максимальный хаос.