ТУРЕЛЬНАЯ СТАНЦИЯ H.E.C.U.


КЛАСС:         Турельная Станция H.E.C.U.
МЕТАБОЛИЗМ:    механическая конструкция
ВОСПРИЯТИЕ:    двтоматизированная оборонительная единица
РАЗМЕР:        ~1,2 м.
ВЫНОСЛИВОСТЬ:  низкая 
ВРАЖДЕБНОСТЬ:  крайняя 
ОРУЖИЕ:        двойной пулемет
НАГРАДА:       300
УГРОЗА:        средняя

ОПИСАНИЕ:

Турельная Станция - это автоматическая оружейная платформа, используемая военными для охраны узких мест и коридоров. Она компактна, в неактивном состоянии складывается в форму треноги и мгновенно активируется, как только её датчики фиксируют движение или звук. Зафиксировавшись на цели, турель открывает быструю очередь из пулемета с непогрешимой точностью.

Несмотря на неподвижность, её смертоносность заключается в засаде - турели часто устанавливаются в узких углах, слепых зонах или узких местах, откуда трудно сбежать. Стабилизирующая рама позволяет ей стрелять с смертельной точностью, однако длительные повреждения или взрывчатые вещества могут легко ее опрокинуть.

СОВЕТЫ:

- Гранаты или взрывчатые вещества - самый быстрый способ вывести их из строя.
- Резкие выстрелы по основанию могут привести к обрушению.
- Подходите осторожно - после срабатывания сигнализации спастись без укрытия практически невозможно.
