МОНСТР ЖЕНЕРИК С ????


КЛАСС:      Монстр Женерик
МЕТАБОЛИЗМ: ксенобиологический или мутантный шаблон
ВОСПРИЯТИЕ: зрительное, слуховое, сканирование окружающей среды
РАЗМЕР:      переменный 
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  обычно высокая
ОРУЖИЕ:    когти, укусы, все, что предусмотрено моделью
НАГРАДА:     ???
УГРОЗА:     умеренная в одиночку, высокая в группах

ОПИСАНИЕ:

Монстры Женерики - это чистые холсты хищной жизни Зена и Чёрной Мезе. Никто не знает их истинной природы, потому что они существуют в основном как шаблоны в мире - но когда"появляются" в реальном мире, они принимают форму реальных монстров, подчиняясь правилам своей среды.

Они могут быть чем угодно: хватающим инопланетянином, набрасывающимся существом или странным гибридом, которого никто не ожидал.

Некоторые исследователи шепчут, что эти существа являются тайными кукловодами всех других монстров и типовых персонажей - невидимыми архетипами, с которых копируются все хищники с когтями, клыками или щупальцами. Встреча с одним из них похожа на встречу с существом, которое одновременно является типовым и уникально ужасающим.

СОВЕТЫ:

- Будьте готовы к неожиданностям: внешний вид и атаки сильно различаются.
- Используйте ловушки окружающей среды, так как типичные монстры склонны буквально следовать за всеми.
- Не полагайтесь на знакомое - каждая встреча может быть другой.