ДЕТЁНЫШ ХЕДКРАБА С ЗЕНА


КЛАСС:        Хедкраб, детёныш
МЕТАБОЛИЗМ:   паразитическая ксенофауна
ВОСПРИЯТИЕ:   чувствительный к вибрациям, движимый инстинктами
РАЗМЕР:       1-2 фута
ВЫНОСЛИВОСТЬ: очень низкая в индивидуальном порядке
ВРАЖДЕБНОСТЬ: высокая по отношению к близлежащим формам жизни
ОРУЖИЕ:       укус, цепляние
НАГРАДА:      50 
УГРОЗА:       низкая в индивидуальном порядке, умеренная в стаях

ОПИСАНИЕ:

Детеныш хедкраба - это личинка, вылупившаяся из гонарха, огромной матриархи Зена. На этой стадии он представляет собой крошечного, извивающегося паразита, главная цель которого - выживание и рост. Вид, которым он в конечном итоге станет - стандартный, земной, ядовитый, быстрый, бронированный, альфа или редкий пурпурный вариант - определяется на этой стадии под влиянием факторов окружающей среды и генетических сигналов от гонарха.

Несмотря на свои небольшие размеры, детеныши хедкрабов агрессивны и при первой же возможности прицепляются к любому ближайшему хозяину. По отдельности они слабы, но в большом количестве могут подавить вторгшихся.

СОВЕТЫ:

- Внимательно наблюдайте - определение стадии развития может подсказать тип угрозы.
- Избегайте контакта, даже одного укуса.
- Опасные условия окружающей среды могут помешать созреванию и контролировать местные популяции.