УЧЕНЫЙ ЧЁРНОЙ МЕЗЫ, СИДЯЩАЯ РАЗНОВИДНОСТЬ


КЛАСС:         Ученый Чёрной Мезы, сидящий
МЕТАБОЛИЗМ:    Человеческий, мужской
ВОСПРИЯТИЕ:    Научный Персонал Чёрной Мезы
РАЗМЕР:        ~1,8 м.
ВЫНОСЛИВОСТЬ:  низкая
ВРАЖДЕБНОСТЬ:  нет
ОРУЖИЕ:        нет
НАГРАДА:       100
УГРОЗА:        незначительная

ОПИСАНИЕ:

Сидящий ученый - это неподвижный некомбатанты, встречающиеся в лабораториях и диспетчерских Чёрной Мезы. Обычно сидящие за столами или терминалами, эти учёные придают окружению реалистичности, часто выполняя такие задачи, как мониторинг оборудования или ведение записей.

Они не участвуют в боях и чрезвычайно уязвимы в случае нападения.

СОВЕТЫ:

- По возможности избегайте нанесения им вреда; они не сопротивляются.
- Наблюдение за их поведением может дать подсказки о целях или опасностях.
- Они совершенно беззащитны - в случае нападения они не могут сбежать.