ДОКТОР РИЧАРД КЕЛЛЕР


КЛАСС:        Доктор Ричард Келлер
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Главный администратор исследовательского отдела Чёрной Мезы
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: отсутствует 
ОРУЖИЕ:       отсутствует 
НАГРАДА:      500
УГРОЗА:       незначительная

ОПИСАНИЕ:

Доктор Ричард Келлер занимал руководящую должность в административном и научном отделе Исследовательского центра Чёрной Мезы во время каскадного резонанса. Несмотря на то, что из-за физических ограничений он передвигался на моторизованной инвалидной коляске, Келлер, тем не менее, пользуется огромным уважением благодаря своему острому интеллекту, решительному руководству и знанию теории межпространственных измерений. Будучи одним из самых высокопоставленных лиц, Келлер курирует и руководит действиями доктора Джины Кросс и доктора Колетт Грин, обеспечивая стабильность экспериментов и предотвращение катастроф в Чёрной Мезе. Его опыт в телепортации и управлении резонансом делает его незаменимым для поддержания оперативной структуры во время катастрофических событий.

Хотя Келлер не способен вести прямые боевые действия, он оказывает влияние, координируя работу учёных, службы безопасности и систем с командных пунктов. Его знания, дисциплина и решимость помогают выжившим сотрудникам справиться с хаосом инцидента.

Выживание Келлера свидетельствует о сохранении высочайшего уровня научного и административного руководства Чёрной Мезы, что делает его одним из самых стратегически важных гражданских лиц во время кризиса.

СОВЕТЫ:

- Никаких проблем.