ИНОПЛАНЕТНЫЙ КОНТРОЛЕР С ЗЕНА


КЛАСС:         Инопланетный контролёр
МЕТАБОЛИЗМ:    псионическое существо
ВОСПРИЯТИЕ:    экстрасенсорная элита Нихиланта
РАЗМЕР:        ~2,4 м. (парящий)
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  высокая
ОРУЖИЕ:        псионические энергетические разряды, полет, контроль над вортигонтами
НАГРАДА:       600
УГРОЗА:        высокая

ОПИСАНИЕ:

Контролёр пришельцев - это парящий в воздухе псионический надзиратель из Зена, выполняющий волю Нихиланта. Хотя его энергетические атаки опасны, его истинная сила заключается в дистанционном господстве: контролёры могут подчинять вортигонтов, заставляя их сражаться против своей воли. Именно поэтому вортигонты кажутся враждебными в Зене, несмотря на их естественное нежелание сражаться - контроллеры действуют как психические стражи, удерживая порабощенную расу в подчинении.

Они парят в воздухе с жуткой грацией, обстреливая вторгшихся трещащими псионическими шарами и командуя войсками внизу.

СОВЕТЫ:

- Быстро уничтожайте Контролеров - после их уничтожения близлежащие Вортигонты могут освободиться.
- Их энергетические заряды летят по кривой - продолжайте двигаться.
- Точный огонь или взрывчатка могут быстро их уничтожить.