СТАЙНЫЙ ПОПЛАВОК С ЗЕНА


КЛАСС: Зена, Поплавок
МЕТАБОЛИЗМ: воздушный организм, наполненный газом
ВОСПРИЯТИЕ: антенны, химическое восприятие
РАЗМЕР: 4-5 футов в диаметре
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: реактивное поведение роя
ОРУЖИЕ: кислотная слюна, ядовитые шипы
НАГРАДА: 250
УГРОЗА:     средняя

ОПИСАНИЕ:

Стайный Поплавок - это странная воздушная форма жизни, обитающая в Зене. Его тело представляет собой шарообразный мешок, наполненный газами, легче воздуха, что позволяет ему без усилий парить в воздухе. Большие крылообразные мембраны стабилизируют его движение, а антенны улавливают вибрации и химические следы в воздухе. Обычно спокойный,  поплавок становится агрессивным, когда ему угрожают. В таких случаях они собираются в группы и извергают из пасти струи едкой кислоты на нападавшего. Их ядовитые шипы служат сдерживающим фактором при близком контакте, что делает их опасными в больших количествах.

СОВЕТЫ:

- Они редко атакуют в одиночку; если вы спровоцировали одного, ожидайте появления нескольких.
- Их кислотная слюна точна на средней дистанции.
- Лучше всего нейтрализовать их быстро, пока вокруг вас не собрался рой.