БУЛЛСКВИД С ЗЕНА


КЛАСС:         Буллсквид
МЕТАБОЛИЗМ:    агрессивный всеядный
ВОСПРИЯТИЕ:    Наземный Хищник Зена
РАЗМЕР:        2,4 м.
ВЫНОСЛИВОСТЬ:  Средне-Высокая
ВРАЖДЕБНОСТЬ:  крайняя
ОРУЖИЕ:        щупальца, когти, удар хвостом, ядовитая слюна
НАГРАДА:       350
УГРОЗА:        средне-высокая

ОПИСАНИЕ:

Буллсквид - дикий хищник из Зена, известный своей непредсказуемой агрессией. Обладая мускулистым телосложением и щупальцеобразными челюстями, он нападает на все, что попадает на его территорию - людей, пришельцев и даже своих сородичей. Он использует токсичную слюну, чтобы ослабить добычу, а затем наносит сокрушительный удар когтями и хвостом. На Земле они представляли постоянную опасность в исследовательском центре Чёрной Мезы, преследуя водоемы и туннели. Их неустанная враждебность и странный визг делают их одними из самых страшных свободно бродящих хищников Зена.

СОВЕТЫ:

- Не стоит недооценивать их кислоту, которая наносит боль и дезориентирует.
- Кружите вокруг, чтобы избежать удара хвостом.
- Используйте взрывчатые вещества или быструю стрельбу, чтобы сбить их, прежде чем они приблизятся.
