ЛУЧНИК С ЗЕНА


КЛАСС:        Водное существо Зена (Хищник)
МЕТАБОЛИЗМ:   Инопланетный амфибийный хищник
ВОСПРИЯТИЕ:   Визуальное + вибрационное восприятие в воде
РАЗМЕР:       ~1,2 м в длину
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Кислотный плевок (дистанционный), острый укус (ближний бой)
НАГРАДА:      300
УГРОЗА:       Умеренная

ОПИСАНИЕ:

Лучник - красный водный хищник с Зена. Он скрывается в лужах и затопленных проходах, нападая на добычу залпами кислотного плевка. Если подойти слишком близко, он делает выпад острыми челюстями. Лучники агрессивны, территориальны и часто атакуют, едва заметив, выпускают залпы, прежде чем приблизиться для убийства.

СОВЕТЫ:

- Соблюдайте дистанцию ​​и двигайтесь непредсказуемо, чтобы избежать плевков.
- Лучше всего бороться с помощью взрывчатки или быстрого огня, не приближаясь к воде.
- Опасны в группах - по возможности изолируйте их.