БЫСТРЫЙ ДЯДЯ С ФЭВЕРСХОЛЬМА


КЛАСС:        Быстрый Дядя
МЕТАБОЛИЗМ:   Порождение кошмара
ВОСПРИЯТИЕ:   Засадный убийца
РАЗМЕР:       1,7 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Лезвия-протезы вместо рук и ног
НАГРАДА:      260
УГРОЗА:       Высокая

ОПИСАНИЕ:

Это один из самых ярких и пугающих монстров, которого впервые встречается в жилом доме.

Это изуродованный мужчина с более чистыми и гладкими шипами. Его голова затенена брусьями, которые растут от плеч, формируя защитную клетку - выстрел в голову невозможен. У него нет рук и ног в привычном понимании: вместо них - длинные, острые металлические шипы. Этими лезвиями он рубит и вонзает в жертв. Из-за того что на ногах такие же придатки, при ходьбе слышится характерный металлический лязг.

Быстрый предпочитает действовать из засады. Он прячется в тёмных углах или за препятствиями, чтобы внезапно выскочить, сломать дверь и напасть. При атаке он громко вопит, пытаясь напугать. Бегает он довольно медленно, но из-за внезапности и криков сбивает с толку.

При убийстве Быстрый не просто падает. Он пронзает свою шею лезвиями, издавая болезненный, грустный вопль, и падает на землю.

Как и большинство монстров, Быстрый символизирует травмы. Металлические шипы вместо конечностей олицетворяют металлическое инвалидное кресло. Голова, заключённая в клетку, отражает разум, "запертый" в безумии и эмоциональных проблемах.

Он представляет собой людей из окружения, которые были источником раздражения и боли. Акт самоубийства монстра при смерти - прямая параллель с суицидальными наклонностями.

СОВЕТЫ:

- Будь внимателен в длинных коридорах со множеством дверей и тёмных углов. Быстрый любит выпрыгивать внезапно.
- Монстр довольно медленно бегает, но из-за криков и внезапности легко запаниковать. Не паникуй.
- Попасть в Быстрого сложно из-за его скорости. Лучшая тактика - дождаться, пока он попытается нанести удар, отойти и начать обстрел с хорошим прицеливанием.
- Можно попробовать рукопашный бой: подбежать, ударить, отбежать. Но это рискованно.
- Если ты слышишь металлический лязг и пронзительный крик - он рядом. Приготовь оружие и осмотрись.
