ПАНТЕРАЙ С ЗЕНА, ОБЫЧНАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Хищник Зена
МЕТАБОЛИЗМ:   Плотоядный представитель фауны Зена
ВОСПРИЯТИЕ:   Визуальное, скрытное поведение из засады
РАЗМЕР:       Похож на пантеру (1,2-1,5 метра в высоту, 1,8 метра в длину)
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Когти, атака в прыжке, борьба с жертвой, захватив её пастью под подбородком, скрытный прыжок
НАГРАДА:      120
УГРОЗА:       Высокая (из-за скорости и способности к засадам)

ОПИСАНИЕ:

Пантерай (или Пантероглаз) - инопланетный хищник из Зена.

Он предназначен для функционирования подобно хищным кошкам, способным ползать, бегать и прыгать на жертву, используя странно расположенную пасть под подбородком, чтобы прижать её к земле перед тем, как нанести сокрушительный укус.

Отмечены два варианта внешнего вида:

Синий пантероглаз (самка) и Красный пантероглаз (самец).

СОВЕТЫ:

- Будьте бдительны: Пантераи полагаются на скрытность и засады - ожидайте внезапных нападений с невидимых углов.
- Постоянно двигайтесь: их скорость и способность прыгать делают неподвижные цели уязвимыми.
- Уничтожайте в закрытых помещениях в первую очередь: один пантерай в узких коридорах может оказаться смертельным.