БОИД С ЗЕНА


КЛАСС:         Боид
МЕТАБОЛИЗМ:    неизвестен
ВОСПРИЯТИЕ:    Инопланетная птица
РАЗМЕР:        размах крыльев 2,5 фута
ВЫНОСЛИВОСТЬ:  низкая
ВРАЖДЕБНОСТЬ:  нет
ОРУЖИЕ:        нет
НАГРАДА:       50
УГРОЗА:        нет

ОПИСАНИЕ:

Боиды - это дружелюбные сородичи афлоков, летающие плотными стаями и создающие завораживающие воздушные узоры. Они совершенно пассивны и безвредны, в основном любопытны к своему окружению. Когда их видят вместе, их скоординированные движения похожи на танец живых инопланетных птиц.

СОВЕТЫ:

- Не нападайте; они не будут сопротивляться.
- Наблюдайте за их стаями, чтобы успокоиться и насладиться инопланетным зрелищем.