ОНАН БИБЛИОТЕКАРЬ


КЛАСС:        Онан Библиотекарь
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Примитивное Существо
РАЗМЕР:       2,7-3 метра
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Топор
НАГРАДА:      200
УГРОЗА:       Средняя

ОПИСАНИЕ:

Хотя большинство жителей М'Дигбо - примитивные люди, существуют и (немного) более развитые общества.

Хотя народ Симба, несомненно, является самым цивилизованным, существует и другое общество, занимающее промежуточное положение между пещерными зверями и цивилизованными Симба.

Исследователи прозвали их "Онанами".

Онаны выше и сильнее большинства примитивных людей, используя железные топоры вместо деревянных дубинок.

В отличие от примитивных, Онаны предпочитают медленно приближаться к своей добыче, одновременно нанося ей удары топором.

СОВЕТЫ:

- Не подходи слишком близко, они могут предпочитать дальний бой, но в ближнем бою они опасны. Они очень медлительны, их очень легко перехитрить, перемещаясь боком.
- Они не думают, прежде чем бросить. Они просто надеются на лучшее, не обращая внимания на движения противника или союзников на пути.
