КУРИЦА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Домашнее / Дикое животное
МЕТАБОЛИЗМ:   птица
ВОСПРИЯТИЕ:   Стандартное зрение
РАЗМЕР:       ~0,7 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Отсутствует
НАГРАДА:      20
УГРОЗА:       Низкая

ОПИСАНИЕ:

Курицы - небольшие мирные птицы, обитающие почти во всех биомах Верхнего мира Minecraft. Они бесцельно бродят, иногда хлопают крыльями и несут яйца с течением времени.

Курицы способны планировать при падении, медленно снижаясь и не получая урона от высоты.

Можно разводить куриц с помощью семян пшеницы.

СОВЕТЫ:

- Яйца можно использовать для разведения куриц или как метательное оружие с шансом появления цыплёнка.
- Перья необходимы для создания стрел.
- Курицы идеальны для автоматических ферм из-за простого поведения.