БОЛОТНЫЙ ДЕМОН С РИГЕЛЯ ЦЕНТАВРА


КЛАСС:        Болотный демон
МЕТАБОЛИЗМ:   земноводное, рептилия
ВОСПРИЯТИЕ:   дикое животное
РАЗМЕР:       92 см.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       клыки, когти
НАГРАДА:      50
УГРОЗА:       Низко-Средняя (в зависимости от количества)

ОПИСАНИЕ:

Болотные демоны происходят из болотистых пустошей Ригеля Центавра. Обычно они прячутся возле воды,
ожидая, пока их добыча приблизится и напьется, прежде чем напасть.
Ментал ассимилировал этих существ в свою Орду вместе с их сородичами Болотными прыгунами. Благодаря чрезвычайно высокой скорости размножения, Ментал может позволить себе посылать рой за роем против своих врагов.
Их единственные методы атаки - это рывок вперед и укус. Если будешь держаться на расстоянии и расстреливать их, всё будет хорошо.

СОВЕТЫ:

- Ты не сможешь от них убежать, они в конце концов тебя догонят. Расстреливай их, пока они находятся на расстоянии.
- Используй дробовики для борьбы с небольшими группами, а взрывчатку - с большими скоплениями.
