ГРУБЫЙ ТРОГЛОДИТ С М'ДИГБО


КЛАСС:        Грубый Троглодит
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Примитивное существо
РАЗМЕР:       2 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Шипованная дубина, деревянный щит
НАГРАДА:      150
УГРОЗА:       Низкая

ОПИСАНИЕ:

М'Дигбо усеян бесчисленными примитивными племенами, каждое из которых демонстрирует крайне территориальное и агрессивное поведение. Они нападают почти на всех импульсивно и не умнее кучи кирпичей.

Это гуманоидная раса, возглавляемая таинственной "Мамочкой".

Когда силы Ментала колонизировали М'Дигбо, троглодиты начали нападения на них. Все они погибли. После этого они стали поклоняться Менталу как Богу войны и присягнули ему на верность. Это было сделано из-за их страха и уважения к Менталу, а также из-за стилистических леопардовых трусиков, предоставленных им компанией Sirius Fashion Inc.

Их самое мощное оружие - простая дубинка с шипами, хотя некоторые также носят деревянные щиты, изготовленные на заказ на планете Чи-Фанг.

Тактики у них нет, поэтому ожидай, что они бросятся на тебя, яростно размахивая дубинками.

СОВЕТЫ:

- Они двигаются медленно и их относительно легко уничтожить, поэтому они должны быть в числе наименее приоритетных противников.
- Не недооценивай их дубинки, сильный удар по голове - и у тебя останется не только головная боль. Держись на расстоянии.
