СТРЕЛОК-УБИЙЦА С ОСТРОВА КАРНАТЕ


КЛАСС:        Стрелок-Убийца
МЕТАБОЛИЗМ:   Нежить / Мутант
ВОСПРИЯТИЕ:   Эхолокация / Остаточное "зрение" сквозь повязку
РАЗМЕР:       ~2.8 м (в холке)
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Встроенные пушки на левом боку (5 стволов), мощные когтистые лапы
НАГРАДА:      2200
УГРОЗА:       Высокая

ОПИСАНИЕ:

Жуткий реликт забытого эксперимента или проклятия, нашедший дорогу в реальность. Это огромное мускулистое существо, передвигающееся на четырёх мощных конечностях. Его тело покрыто разложившейся кожей, испещрённой пулевыми ранениями, шрамами и следами насильственных операций. Несмотря на окровавленную повязку на глазах, он каким-то образом сохраняет способность видеть цель. Основная сила - встроенные в левый бок тяжёлые короткоствольные пушки, из которых он ведёт шквальный огонь. В ближнем бою использует металические когтистые лапы для сокрушительных ударов. Сочетает скорость, живучесть и мощный артиллерийский удар.

СОВЕТЫ:

- Основная угроза - его пушки. Укрывайся во время залпов.
- Левый бок, где расположены орудия, имеет дополнительную броню. Сосредоточь огонь на правом боку или голове, чтобы замедлить его.
- Будь готов к тому, что на средней дистанции он может внезапно перейти в ближний бой, сделав быстрый рывок. Всегда держи дистанцию.
- Несмотря на слепоту, обладает сверхъестественной точностью. Не надейся, что сможешь просто уклониться от выстрелов - нужно использовать полноценные укрытия.