ОДЭЛЛ, ИНЖЕНЕР НАУЧНОГО СУДНА БОРЕЙ


КЛАСС:        Повстанец, инженер сопротивления
МЕТАБОЛИЗМ:   Человек, мужчина
ВОСПРИЯТИЕ:   Обычное человеческое + практический опыт
РОСТ:         1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       AR1
НАГРАДА:      150
УГРОЗА:       Низкая

ОПИСАНИЕ:

Одэлл - инженер сопротивления и член экипажа научного судна Борей, оказавшегося в арктических льдах после нападения Альянса. 

Его роль - открывать путь, ремонтировать и обеспечивать выживание в экстремальных условиях Арктики, где Борей застрял. 

СОВЕТЫ:

- Несмотря на слабую боевую подготовку, его инженерные навыки могли бы пригодиться в сложных ситуациях.