БРОНЗОВЫЙ ЖУК С ЗЕНОЗОИКА


КЛАСС:        Бронзовый Жук
МЕТАБОЛИЗМ:   Насекомое, гигантская ксеноморфная форма
ВОСПРИЯТИЕ:   Лесной хищный жук
РАЗМЕР:       0,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Мощные, длинные, изогнутые мандибулы, способные резать плоть
НАГРАДА:      80 
УГРОЗА:       Высокая 

ОПИСАНИЕ:

Дикий гигантский жук, внешне напоминающий земную бронзовку, но значительно превосходящий своего собрата в размерах и агрессии. Имеет тёмно-коричневый или фиолетово-синий хитиновый панцирь, пару прозрачных крыльев, длинные тонкие ноги и покрыт мелкими волосками на голове. Главная отличительная черта - огромные, выступающие вперёд рогообразные мандибулы, способные легко разрезать добычу. Родная среда обитания - леса, где живут Корвиды, однако, эти жуки способны мигрировать и в другие локации, включая пустыни. Они проявляют необъяснимую избирательную агрессию, атакуя исключительно Гэта и игнорируя всех остальных существ. Они не являются дрессированными питомцами. Они всегда действуют стаей, координируя воздушные атаки.

СОВЕТЫ:

- Обычный сачок для ловли не поможет, бери оружие и стреляй по нему, в полёте он манёвреннее.
- Они всегда атакуют стаей, пытайся всегда отходить от них в сторону избегая их.

