МИНОТАВР


КЛАСС:        Минотавр
МЕТАБОЛИЗМ:   Млекопитающий
ВОСПРИЯТИЕ:   Обученный Солдат
РАЗМЕР:       3,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Двойные Ракетные Установки
НАГРАДА:      200
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это высокие, мускулистые гибриды сирианского скота и малоизвестной гуманоидной расы. Они возвышаются над большинством других солдат и могут выдержать довольно сильные удары, прежде чем упадут.

Их ноги на самом деле не являются частью их собственных тел, а представляют собой ноги мастеров боевых искусств (после того, как их отрубили), пришитые к ним.

Они доказали свою высокую эффективность в бою, и командиры Ментала стали использовать их чаще.

Их часто можно увидеть в тылу или на вершинах высоких сооружений, обстреливающих врагов издалека. Однако не думай, что они будут избегать ближнего боя.

СОВЕТЫ:

- Ты можешь сбивать их ракеты.
- Старайся не дать их ракетам попасть тебе в лицо, это будет очень больно.
