ЯДОВИТЫЙ БУЛЛСКВИД С ЗЕНА


КЛАСС:        Буллсквид, Ядовитая разновидность
МЕТАБОЛИЗМ:   Хищник (ядовитая мутация)
ВОСПРИЯТИЕ:   Наземный Хищник Зена
РАЗМЕР:       2,4 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Едкий ядовитый плевок, ядовитые когти, удар хвостом
НАГРАДА:      450
УГРОЗА:       Высокая

ОПИСАНИЕ:

Ядовитый Буллсквид выделяет высокотоксичный фиолетовый яд, который разъедает броню и отравляет плоть. Один удар может парализовать добычу и заставить её медленно умирать. Их логова усеяны гниющими трупами.

СОВЕТЫ:

- Используй противоядия или антитоксиновое снаряжение перед боем.
- В дальнем бою избегай брызг яда.
- Огонь или взрывчатка - самый быстрый способ нейтрализовать их.