МАРСЕЛЬ-КЛОУН С ОРАЦИО


КЛАСС:        Марсель-Клоун
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Обученный клон
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Экстремальная
ОРУЖИЕ:       Пироги С Динамитом
НАГРАДА:      450
УГРОЗА:       Экстремальная

ОПИСАНИЕ:

Марсель-Клоун был бывшим артистом, который руководил шоу "Бродячий цирк Вазаро!", так же известным как: "Шоу Уродов Вазаро" на Сириусе. Поначалу очень успешный, со временем посещаемость упала, пока его шоу не отменили.
0
Без денег, общественной поддержки и дома Марсель был отчаянно готов на любую работу. Ментал предложил ему оплату в обмен на создание армии клонов, обученных как развлекать солдат Ментала, так и бросаться на врагов и взрываться.

Марсель неохотно согласился. Теперь он проводит остаток своей жизни, обучая своих клонов тому, как заставлять людей смеяться, кататься на одноколёсных велосипедах и притворяться счастливыми и довольными на службе у Ментала.

СОВЕТЫ:

- Они могут быстро догнать тебя и взорваться - уничтожай их как можно скорее.
- Этот клоун перенёс слишком много внутренних страданий.
