ГИБРИДНЫЙ БУЛЛСКВИД С ЗЕНА


КЛАСС:        Буллсквид, Гибридная разновидность
МЕТАБОЛИЗМ:   Неизвестен (энергетическое пищеварение)
ВОСПРИЯТИЕ:   Наземный Хищник Зена
РАЗМЕР:       2,4 м.
ВЫНОСЛИВОСТЬ: Средне-низкая (но чрезвычайно быстрая)
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Дальнобойный плевок белой плазмой, когти, высокоскоростные удары
НАГРАДА:      600
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Гибридный Буллсквид - это альбинос, созданный для скорости и дальнего боя. В отличие от своих сородичей, он избегает ближнего боя, выпуская концентрированные заряды белой плазмы на большие расстояния. Его ловкость делает его практически неуязвимым для попадания.

СОВЕТЫ:

- Используй скорострельное оружие, чтобы отслеживать и подавлять его передвижения.
- Избегай длинных открытых пространств - он доминирует на расстоянии.
- Лучший способ его задержать - это ловушки и взрывчатка.