БОЛОТНЫЙ ПРЫГУН С РИГЕЛЯ ЦЕНТАВРА, МИКРОСКОПИЧЕСКАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Болотный прыгун с Ригеля Центавра, Микроскопическая Разновидность
МЕТАБОЛИЗМ:   земноводное
ВОСПРИЯТИЕ:  дикое животное
РАЗМЕР:       0,01 м.
ВЫНОСЛИВОСТЬ: нет
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       брызги ядовитой слизи
НАГРАДА:      500
УГРОЗА:    очень низкая

ОПИСАНИЕ:

Странные существа родом с болотистых пустошей одной из планет системы Ригеля Центавра. Живут стаями, обладают самоубийственным инстинктом защиты территории. При этом они всем скопом пытаются прыгнуть на незваного гостя и взорваться, надуваясь ядовитым газом. При взрыве забрызгивают противника содержащейся в их кишечнике ядовитой слизью.

Апогей технологий Ментала по уменьшению - микроскапичексие прыгуны. Эти микроскопические организмы лишены всего, кроме базового инстинкта: обнаружить цель, достичь её и детонировать. Они перемещаются невероятно быстрыми скачками, похожими на движение блох, и практически невидимы в воздухе и среди пыли. Каждый несёт в себе каплю концентрированного нейротоксина, который впрыскивается при контакте или разбрызгивается при мини-взрыве. По отдельности они почти безобидны, но выпущенные роем из 60 особей представляют собой смертоносный туман, способный за секунды покрыть и отравить всё в радиусе десяти метров. Не атакуют поодиночке - всегда роем.

СОВЕТЫ:

- Бесполезна обычная броня.
- Стрелковое оружие бесполезно.
- Огнемёт и ракетница - самый лучший вариант.