ЛОШАДЬ-ЗОМБИ С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Лошадь-зомби
МЕТАБОЛИЗМ:   Нежить
ВОСПРИЯТИЕ:   Враждебный / Пассивный моб
РАЗМЕР:       1,6 м.
ВЫНОСЛИВОСТЬ: Высокая 
ВРАЖДЕБНОСТЬ: Высокая 
ОРУЖИЕ:       Укус 
НАГРАДА:      400
УГРОЗА:       Низкая-Средняя

ОПИСАНИЕ:

Это мрачная, зеленая версия обычной лошади с полностью черными глазами.

Поведение лошади-зомби необычно. Она пасется на лугах, как живая лошадь. Но в ней навсегда осталась частица ее гнилой сути: она является нежитью. Солнечный свет заставляет ее гореть, зелья лечения наносят ей вред, а зелья вреда - лечат.

СОВЕТЫ:

- Прирученную лошадь можно снарядить седлом и даже доспехами.
- Она может скакать под водой, что делает её идеальным транспортом для исследования океанов и рек.
- Она горит на солнце (если не в доспехах), а лечебные зелья будут вредить ей, а не лечить.
