ШАРОВАЯ МИНА АЛЬЯНСА


КЛАСС:        Автономное взрывное устройство
МЕТАБОЛИЗМ:   Полностью синтетический (энергетическое ядро ​​Комбайн)
ВОСПРИЯТИЕ:   Магнитные датчики + поле шоковой близости
РАЗМЕР:       ~1,5 фута в диаметре
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Магнитный разряд, Самоподрыв взрывчатки, Таранная атака
НАГРАДА:      75
УГРОЗА:       Низкая-средняя

ОПИСАНИЕ:

Шаровая мина - небольшое, но опасное автономное оружие, используемое Альянсом для ограничения доступа. Эти сферические устройства, быстро катящиеся по местности, используют магнитное притяжение, чтобы цепляться за технику или врагов, поражая их разрядами высоковольтного электричества.

Хотя по отдельности мины слабы, они отлично работают в роях, подавляя движения сопротивления, устраивая засады на отряды и останавливая технику, цепляясь за них. Их лёгкий корпус делает их уязвимыми для взрывного оружия, но их манёвренность и неустанное самонаведение делают их крайне сложной задачей в пылу боя.

При уничтожении их нестабильное ядро ​​Альянса может взорваться.

СОВЕТЫ:

- Используйте гравитационную пушку, чтобы отбрасывать шарообразные мины или бросать их обратно во врагов.
- Постоянно двигайтесь; они быстрые, но предсказуемые при самонаведении.