АРБУЗИНО АРБУЗОГОЛОВЫЙ


КЛАСС:        Арбузино Арбузоголовый
МЕТАБОЛИЗМ:   вегетарианский
ВОСПРИЯТИЕ:   продукт генной инженерии
РАЗМЕР:       2,3 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       бензопила
НАГРАДА:      2500
УГРОЗА:       средняя

ОПИСАНИЕ:

Как-то раз в выходные Ментал занимался генной инженерией, а его агенты подтаскивали образцы материала из XX столетия. В том числе - компакт-диск группы, в названии которой говорилось про уничтожение овощей, фильм с участием Бёрта Рейнольдса и ухмыляющегося парня с банджо, а также выпуск "Лесоповал-дайджест". Как только Ментал собрал всё в кучу, эта жуткая тварь пробудилась к жизни, и даже сам её создатель начал заикаться при виде этого ненасытного арбуза. Великолепный пример того, как Ментал скатывается всё дальше в глубины Бесконечного Зла.

СОВЕТЫ:

- Очень тупой, но если догонит - крайне опасен.
- Опаснее тыквы.
- Уходи с линии атаки в сторону.
