АРКТИЧЕСКИЙ СКАНЕР АЛЬЯНСА


КЛАСС:        Автономный органический разведывательный дрон Альянса
МЕТАБОЛИЗМ:   Полностью синтетический, энергетическая система с батареей
ВОСПРИЯТИЕ:   Многодиапазонные сенсоры: визуальные, тепловые, доплеровские
РАЗМЕР:       0,3 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средне-высокая
ОРУЖИЕ:       Импульсный лазерный луч
НАГРАДА:      350
УГРОЗА:       Средне-высокая

ОПИСАНИЕ:

Арктический сканер Альянса - это модифицированная версия Сканера Пустош, адаптированная для экстремально низких температур и снежной среды северных территорий.

Как и стандартный Сканер Пустош, он снабжён многодиапазонными сенсорами: визуальными синтетическими камерами, тепловизионными и доплеровскими датчиками движения. Но в отличие от базовой модели, арктический сканер оснащён импульсным лазером, позволяющим ему не только наблюдать, но и активно подавлять слабые цели на ближнем расстоянии.

Лазерный луч не предназначен для борьбы с тяжёлой бронёй или бронированными единицами, но способен нарезать мягкие ткани, уничтожать мелкую технику и прерывать операции повстанцев на открытых пространствах.

СОВЕТЫ:

- На фоне снега его корпус визуально ассимилируется с ландшафтом, что делает его обнаружение затруднительным.
- избегай лазера.