ПАУК-ЖОКЕЙ С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Паук-Жокей
МЕТАБОЛИЗМ:   Членистоногое
ВОСПРИЯТИЕ:   Тактический тандем
РАЗМЕР:       3,3 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Очень высокая
ОРУЖИЕ:       Прыжки паука, точность скелета, стрельба с возвышения
НАГРАДА:      350
УГРОЗА:       Очень высокая

Описание:

Паук-жокей - редкий, но крайне неприятный пример того, как два относительно обычных противника внезапно решают работать в команде. Огромный паук выполняет роль мобильной платформы, штурмовой единицы и средства доставки, в то время как скелет сверху занимается тем, что у него получается лучше всего - хладнокровно стрелять.

Советы:

- Разделяй их как можно быстрее - по отдельности они куда менее опасны.

