СОЛДАТ SEALTEAM 6 OVERWATCH АЛЬЯНСА


КЛАСС:        Солдат SEALTeam 6 Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Элитный морской спецназ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       AK-47, AR2, M4A1, SMG2
НАГРАДА:      950
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Ранее эти солдаты были настоящими морскими котиками США, мастерами внезапных рейдов и спасательных операций в самых горячих точках планеты.

Они действовали в команде, которая могла обойти любую охрану и уничтожить цель в тылу врага, порой рискуя жизнью ради пары минут стратегического преимущества.

После оккупации Земли Альянсом их рекрутировали в Overwatch, предложив "сохранить работу" и перейти на службу новой "всемирной безопасности".

СОВЕТЫ:

- Они не шутят - стреляет быстро и точно.