НЕУДАЧНЫЙ ТОРС ЗОМБИ-ТРАНСФЕРА СТРОГГОВ C СТРОГГОСА


КЛАСС:        Строгг, Зомби (Торс)
МЕТАБОЛИЗМ:   Частично строггифицированный человек (гибрид плоти и мутации)
ВОСПРИЯТИЕ:   Базовое визуальное + обоняние / обнаружение
РАЗМЕР:       ~75 см
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Когтистые руки
НАГРАДА:      150
УГРОЗА:       Низкая-средняя

ОПИСАНИЕ

Торс зомби, получившего неудавшуюся трансформацию в строггов - это останки чудовищно неудачной конверсии. Несмотря на увечья, они живы - ползают, используя руки, и волочат по земле свои обнажённые внутренности.

Даже без ног они быстры на коротких дистанциях и способны на неожиданные выпады.

СОВЕТЫ:

- Будьте мобилен - они быстро ползают и могут делать выпады из укрытия.
- Целься в голову или верхнюю часть груди, чтобы мгновенно остановить движение.
- Прислушивайтеся к звукам волочения, чтобы обнаружить их до того, как они тебя увидят.