САМКА ГНААРА


КЛАСС:        Самка гнаара
МЕТАБОЛИЗМ:   млекопитающее
ВОСПРИЯТИЕ:   дрессированное боевое животное
РАЗМЕР:       1,5 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: низкая
ОРУЖИЕ:       зубы, кулаки
НАГРАДА:      300
УГРОЗА:       Низкая

ОПИСАНИЕ:

Небольшое двуногое животное без головы, с одним глазом и большой пастью. Происходит с Сириуса и выдрессировано Менталом для участия в боевых действиях. Самки зелёного цвета, они больше размером и сильнее, чем самцы.

СОВЕТЫ:

- Не имеют оружия дальнего боя - просто держись подальше.
- Некоторые могут летать.
- Есть сообщения о гнаарах-невидимках.
