ДЕТЁНЫШ ПАУКА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Детёныш паука
МЕТАБОЛИЗМ:   Членистоногое, Паукообразное
ВОСПРИЯТИЕ:   Нейтральный моб
РАЗМЕР:       0,45 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Укус, скорость, координация с сородичами
НАГРАДА:      50
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это маленькое, но крайне раздражающее создание, которое следует за своей матерью, куда бы она ни пошла. Вместе с матерью-пауком и другими братьями и сёстрами они образуют мобильную паучью армию, готовую уничтожить любого, кто приблизится к их матриарху.

Пока мать жива, детёныши ведут себя как дисциплинированные солдаты. Они беспрекословно следуют за ней и атакуют любую цель, которую она выбрала. Её детёныши нападают коллективно и окружают жертву, используя свою скорость и малые размеры, чтобы сбить с толку.

Но самое интересное начинается, когда мать-паук погибает. Детёныши, лишившись лидера, впадают в отчаяние. Они начинают "плакать", мгновенно прекращают текущую атаку и теряют к ней всякий интерес. Из безжалостных убийц они превращаются в испуганных сирот. В таком состоянии они агрессивны только в ответ на агрессию - если их ударить, они будут защищаться, но сами нападать не станут.

Детёныши не водятся сами по себе, а появляются исключительно в сопровождении матери. Кроме того, один детёныш всегда сидит у матери на спине, что делает её ещё более опасной и защищает малыша от первых ударов.

СОВЕТЫ:

- Если ты не хочешь драться с кучей маленьких тварей, постарайся не задевать детёнышей, пока не убьешь мать. Они могут закричать и призвать на помощь остальных.
- Убив мать, можешь не добивать малышей - они перестанут быть враждебными, пока ты их не тронешь. Это отличный способ сэкономить ресурсы.
- Однако помни, что если ты решишь их добить, они будут отчаянно защищаться.
- Из-за их малого размера и высокой скорости, в ближнем бою по ним сложно попасть. Используй оружие с большой площадью поражения или бей с высоты.
- В бою с семьёй пауков старайся сначала уничтожить детёнышей (особенно того, что на спине), чтобы мать потеряла поддержку.
