ОХРАННИК АЛЬФА


КЛАСС:        Охранник (Подразделение Альфа)
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   стандартные чувства (зрение, слух, боевая подготовка)
РАЗМЕР        ~1,8 м
ВЫНОСЛИВОСТЬ: средняя (лёгкий бронежилет)
ВРАЖДЕБНОСТЬ: нейтральна к сотрудникам Чёрной Мезы, враждебна к существам Ксена и внешним угрозам
ОРУЖИЕ:       табельный пистолет, дубинка.
НАГРАДА:      150
УГРОЗА:       умеренная

ОПИСАНИЕ:

Охранники Альфа были первой волной правительственных сил, переброшенных в Чёрную Мезу после Каскадного Резонанса. В отличие от более поздних подразделений H.E.C.U., их приоритетом были сдерживание и выживание, а не уничтожение свидетелей. По прибытии они быстро осознали критическую опасность под объектом: скрытая ракетная установка, вооружённая и нестабильная. Любая ошибка в расчётах могла привести к детонации боеголовки и полному уничтожению Чёрной Мезы. Осознавая всю серьёзность ситуации, Стражи Альфа, несмотря на разногласия, работали бок о бок с учёными и сотрудниками службы безопасности. Вместе они пытались сдерживать натиск существ Зена и контролировать жизненно важные сектора комплекса, надеясь предотвратить полное уничтожение. Несмотря на лёгкое оснащение по сравнению с более поздними подкреплениями, их решимость стабилизировать ситуацию сделала их неотъемлемой частью хрупкой обороны Чёрной Мезы.

СОВЕТЫ:

- Никаких проблем.