ВЗРОСЛЫЙ АРАХНОИД С СКОРПИУСА


КЛАСС:        Взрослый арахноид
МЕТАБОЛИЗМ:   эктотерм, членистоногий
ОПРЕДЕЛЕНИЕ:  примитивная разумная раса
РАЗМЕР:       6 - 7,5 м.
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       пулемёт, жало на хвосте
НАГРАДА:      6000
УГРОЗА:    высокая

ОПИСАНИЕ:

Святой воин примитивной расы, которая произошла от членистоногих. Чрезвычайно опасен из-за своих религиозных убеждений. 
В одной руке арахноид держит пулемёт, оснащённый устройством восстановления боеприпасов. Тело покрыто экзоскелетом, защищающим арахноида от пуль, взрывчатки и огня.

СОВЕТЫ:

- Жало на хвосте опасно - не подходи слишком близко.
- В ярости будет стрелять даже сквозь своих.
