ЧАМ-ТОУД С ЗЕНА


КЛАСС:        Чам-Тоуд
МЕТАБОЛИЗМ:   Земноводное существо, обитающее в Зене
ВОСПРИЯТИЕ:   Амфибия Зена
РАЗМЕР:       ~0,3 м. (в длину)
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Слабый укус, может прыгать на короткие расстояния при испуге
НАГРАДА:      50
УГРОЗА:       Минимальная

ОПИСАНИЕ:

Чам-Тоуд - небольшое существо с Зена, похожее на земноводное, с округлым телом, Большим Глазом и короткими конечностями. Хотя учёные из Чёрной Мезы когда-то предполагали его родство с хедкрабами из-за его приземистого телосложения, Чам-Тоуд скорее безобидная диковинка, чем хищник. Его толстая, резиноподобная шкура и тусклая окраска позволяют ему выживать во влажных пещерах и лабораторных помещениях в Зене.

Некоторые особи были доставлены в Чёрную Мезу для изучения, где они оказались в основном послушными. В отличие от большинства представителей фауны Зена, Чам-Тоуд не предназначены для боя - они питаются донными тварями и падалью.

Примечательно, что их генетический материал использовался в ужасающих экспериментах (например, при создании Диабло или Маджентовых Вортигонтов), что доказывает, что даже самый слабый организм Зена может стать оружием.

СОВЕТЫ:

- Безвредны, если их не трогать, не представляют угрозы для обученного персонала.
- В большинстве случаев их можно игнорировать.
