КОМБОТ АЛЬЯНСА


КЛАСС:        Предшественник Городского Сканера, механический разведчик Альянса
МЕТАБОЛИЗМ:   Полностью синтетический, автономная био-механическая платформа
ВОСПРИЯТИЕ:   Многомодальные сенсоры: оптика, движение, газоанализ
РАЗМЕР:       0,5 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средне-высокая
ОРУЖИЕ:       Отравляющий газ, огненные штыри, вспышки отвлечения
НАГРАДА:      300
УГРОЗА:       Средняя

ОПИСАНИЕ:

Комбот - это ранняя экспериментальная версия городского сканера Альянса, задуманная как автономный механический разведчик и караульный дрон, но с более агрессивными оборонительными функциями. 

Внешне Комбот напоминает компактный летающий дрон с подвижной камерой-"глазом" и тремя раскладывающимися шипами-мишенями. Эти механические "жала" могли разворачиваться при угрозе, образуя подобие вооружения, способного выбрасывать отравляющий газ или огонь из сопел по бокам корпуса, защищая сам дрон или создавая заслон для других единиц Альянса. 

Они не только наблюдают, но и вмешиваются при обнаружении угроз, и даже говорить с гражданами предзаписанными фразами, такими как "Руки за голову" или "Представьте свой ID", что отражает амбиции Альянса по контролю над населением. 

СОВЕТЫ:

- Комботы не ломаются на детали при уничтожении. 
- Их газовые и Огненные атаки опасны в узких коридорах и закрытых пространствах. 