МАЛЕНЬКИЙ СЛИЗЕНЬ С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Средний Слизень
ВОСПРИЯТИЕ:   Слизистый монстр
МЕТАБОЛИЗМ:   Аморфный организм
РАЗМЕР:       1 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Прыжки, столкновение с противником
НАГРАДА:      10
УГРОЗА:       Средняя

ОПИСАНИЕ:

Средний Слизень - это аморфная слизистая тварь, которая, кажется, не знает, что такое личное пространство. Он прыгает, швыряет себя на всё живое и иногда делится на более мелкие части, когда получает урон, создавая ещё больше раздражающих копий.

СОВЕТЫ:

- Мелкие слизни не представляют угрозы сами по себе, но в группе могут превратить всё в хаос.