ЗОМБИ ХЕДКРАБ БЕГУН


КЛАСС:         Зомби-хедкраб, Бегун
МЕТАБОЛИЗМ:    человек-носитель + паразитический хедкраб Ксен (улучшенный)
ВОСПРИЯТИЕ:    Зомбированная сущность
РАЗМЕР:        1,8 м.
ВЫНОСЛИВОСТЬ:  средняя/высокая
ВРАЖДЕБНОСТЬ:  экстремальная
ОРУЖИЕ:        ближний бой, удары когтями.
НАГРАДА:       400
УГРОЗА:        высокая по отдельности, очень высокая в стаях

ОПИСАНИЕ:

Зомби Хедкраб Бегун - это ужасающая эволюция обычного зомби-хедкраба. Несмотря на то, что бегун всё ещё связан со своим хозяином, он быстрее и проворнее, чтобы добраться до добычи. В отличие от оригинала, он может быстро преодолевать препятствия, что делает его чрезвычайно опасным в коридорах или открытом бою.

Тело его хозяина-человека искривлено и деформировано, что отражает жестокую адаптацию, навязанную хедкрабом. Хотя его череп всё ещё виден под паразитом, это позволяет ему быстро преследовать его и внезапно атаковать, за что выжившие прозвали его «Бегун».

СОВЕТЫ:

- Соблюдайте дистанцию - из-за его скорости близкие столкновения становятся смертельно опасными.
- Отдавайте предпочтение дистанционным атакам; ближний бой крайне рискован.
- Ловушки и узкие проходы эффективно замедляют паразита.
