ОРК-СОЛДАТ, РАКЕТЧИК С ОРАЦИО


КЛАСС:        Орк-Солдат, Ракетчик
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Примитивная раса воинов, бывшие Зорги
РОСТ:         1,8 м.
ВЫНОСЛИВОСТЬ: Очень низкая
ВРАЖДЕБНОСТЬ: Очень низкая
ОРУЖИЕ:       Ракетная Установка GVR-57 MK.4
УГРОЗА:       Низкая

ОПИСАНИЕ:

Это наглядная иллюстрация поговорки "хотели как лучше, а получилось как всегда". Когда-то они были частью великой расы Зоргов с Билмеза IV, сильных, свирепых и, главное, загорелых. Но постоянные солнечные ванны привели к тому, что кожи у Зоргов почти не осталось. В поисках решения проблемы они создали мутаген, который должен был вернуть им прежний вид. Вместо этого мутаген превратил их в орков...

Средство немедленно запретили, а экспериментаторов вместе со всеми пострадавшими сослали на уединённую планету Орацио. Там изгнанники не пропадая даром, основали горнодобывающую корпорацию "Алтани" и принялись добывать руду, в конечном итоге Кампания перешла в руки Ментала.

Ракетчики - это орки, которые любили взрывать всё вокруг в своём классе; в результате им выдали Ракетные Установки GVR-57 MK.4, и теперь они служат основной элитной противотанковой пехотой Ментала.

СОВЕТЫ:

- В отличие от большинства приспешников Ментала, они будут стараться держаться на некотором расстоянии, когда находятся близко к тебе.
- Ты можешь увернуться от их ракет, отойдя в сторону, или сбить их.
