ТЯЖЕЛЫЙ ТАНК НА АНТИГРАВЕ СТРОГГОВ С СТРОГГОСА


КЛАСС:        Тяжелый танк на антиграве строггов
МЕТАБОЛИЗМ:   кибернетический / тактический подавитель
ВОСПРИЯТИЕ:   мобильный укреплённый узел
РАЗМЕР:       2 м.
ВЫНОСЛИВОСТЬ: экстремально высокая
ВРАЖДЕБНОСТЬ: высшая
ОРУЖИЕ:       управляемые ракеты (правая рука), скорострельный бластер (левое запястье), силовой удар в ближнем бою
НАГРАДА:      2500
УГРОЗА:       Экстремальная

ОПИСАНИЕ:

Когда строггам потребовалось устройство, способное одинаково эффективно выносить и пехоту, и технику, они взяли тяжелого пехотинца и оторвали ему ноги. Вместо ног поставили антигравитационную платформу. Получился Тяжелый танк на антиграве - летающая крепость, которая не бегает, а парит.

Управляемая ракета - основная атака тяжелого танка на антиграве, очень разрушительная, наносит большой урон и отбрасывает врагов на несколько десятков метров в воздух взрывным уроном, а иногда и уроном от падения.

В ближнем бою, если какой-то безумец подберётся вплотную, Танк просто придавит его рукой.

СОВЕТЫ:

- Только мощное оружие, такое как ракетница, гвоздемёт и пушка тёмной материей, сможет нанести ему серьёзный урон.
- В бою с другими противниками в первую очередь следует уничтожать Тяжелый танк на антиграве, так как он может нанести очень большой урон.
