УГХ-ЗАН, КАНДИДАТ


ЛИЧНОСТЬ:      Угх-Зан, кандидат
МЕТАБОЛИЗМ:    млекопитающее
ОПРЕДЕЛЕНИЕ:   клон, кандидат для переселения души
РАЗМЕР:        от 3 до 30 м.
ВЫНОСЛИВОСТЬ:  от малой до высокой
ВРАЖДЕБНОСТЬ:  чрезвычайная
ОРУЖИЕ:        самонаводящиеся снаряды
               термальные бомбы
               ракетная установка
               импульсные лазеры
               лучевое ружье
НАГРАДА:       15000
ОПАСНОСТЬ:     от средней до высокой

ОПИСАНИЕ:

Ходят слухи о том, что зловещие Угх-Заны - вовсе не бессмертная династия чудовищ, а всего лишь одна бестелесная сущность, реинкарнирующая в разных (как правило четырёхруких) телах, что объясняет различия во внешности его воплощений. Доказательством этому служат кандидаты в Угх-Заны.

Кандидаты представляют собой серийно выращенных клонов Угх-Зана III на разных стадиях развития, обучаемых фанатичным культом поклонников Угх-Зана (так называемыми "занитами"). После смерти Угх-Зана III, они клонировали этих созданий и начали подготавливать их в постоянных и изнурительных боевых тренировках, пытаясь вырастить клонов такими же большими и сильными, как оригинал. Вырастая, клоны могут носить всё больше и больше оружия Угх-Зана III.

Как итог, в конце должен остаться только один кандидат в Угх-Заны, куда вновь и переселится душа колдуна.

СОВЕТЫ:

- Обладает самыми мощными из известных видов вооружения и заклинаний.
- Особи бывают разных размеров и с разным оружием.
