БАРНИЭЛЬ, ОХРАННИЦА ЧЁРНОЙ МЕЗЫ


КЛАСС:        Барниэль, Охранница Чёрной Мезы
МЕТАБОЛИЗМ:   Человеческий, Женский
ВОСПРИЯТИЕ:   Сотрудница по службе безопасности Чёрной Мезы
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: нейтральна к персоналу, враждебна к инопланетянам
ОРУЖИЕ:       Глок-17.
НАГРАДА:      300
УГРОЗА:       умеренная

ОПИСАНИЕ:

Охранница Барниэль входит в состав службы безопасности Чёрной Мезы и отвечает за защиту исследователей, оборудования и секретных зон комплекса. Несмотря на схожесть подготовки и экипировки с мужчинами-охранниками, она часто патрулирует коридоры, лаборатории и зоны технического обслуживания, требуя гибкости и быстрого реагирования.

Во время Каскадного резонанса женщины-охранники продемонстрировали способность к адаптации и командную работу, помогая эвакуировать учёных, защищать критически важные объекты и координировать действия с другими сотрудниками. Несмотря на отсутствие тяжёлой брони, они обучены, вступая в схватку с враждебными существами Зена и нарушителями, что делает их ценными на ранних этапах операций по сдерживанию и обороне.

СОВЕТЫ:

- Защищай их, когда это возможно - они могут помочь в миссиях сопровождения.
- Они уязвимы для мощных атак, поэтому крайне важно держать их вне зоны прямого огня.
- Следи за их маршрутами патрулирования; они могут указывать ключевые точки или безопасные маршруты.
