СВЕТЛЫЙ СТРАЖ СТРОГГОВ


КЛАСС:        Вариант стражи Строггов
МЕТАБОЛИЗМ:   Кибернетический / дополненный строггами человек
ВОСПРИЯТИЕ:   Визуальное + базовое наведение
РАЗМЕР:       ~1,7 м
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Бластер (правая рука-пушка), 5-зарядная очередь
НАГРАДА:      150
УГРОЗА:       Низкая-Средняя

ОПИСАНИЕ:

Светлый Страж - самая простая и распространённая разновидность строггов. Это голые, строггифицированные люди с механическими ногами и бластером в правой руке. Их сине-серые механические части тела визуально отличают их от других типов стражи.

Несмотря на слабость и лёгкую броню, они появляются в больших количествах и всё равно могут быть опасны, если их недооценивать. Их 5-зарядные бластерные очереди наносят небольшой урон, но в узких коридорах или при атаке нескольких стражей одновременно они могут сокрушить противника.

СОВЕТЫ:

- Используй любое оружие - они хрупкие.
- Взрывчатка и оружие, поражающее область, позволяют эффективно зачищать группы.
- Отдавай им приоритет в начале боя, чтобы они не отвлекали тебя, пока ты сражаешься с более сильными строггами.