БОБЁР БАККИ С БРОДСАЙД-БИЧ


КЛАСС:        Бобёр Бакки
МЕТАБОЛИЗМ:   Антропоморфный бобр
ВОСПРИЯТИЕ:   Бывший актёр, ставший серийным убийцей
РАЗМЕР:       1,5 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Зубы, ловкость / Физическая сила, костюм, подручные предметы
НАГРАДА:      300
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Главная звезда Broadside Animation и лицо всей компании. Крупный коричневый бобёр, с неизменной улыбкой и двумя большими передними зубами. Он был создан Рексом Бродсайдом после того, как тот случайно потерял права на своего первого персонажа - Блота Кролика. Вдохновение пришло, когда мать принесла Рексу вафлю, напомнившую ему хвост бобра.

Ранние мультфильмы с Бакки были мрачными и жестокими - в каждой серии бобр умирал в конце, что породило в нём ненависть к собственному создателю. Позже образ смягчили, добавили друзей: Выдру Оливию, Гуся Джованни и брата Моржа Уолтера. Бакки стал любимцем публики, его лицо узнавали миллионы, а его лицензионные товары заполонили полки магазинов.

Брэндон Лестер был актёром, нанятым для работы в костюме Бакки в тематическом парке Broadside Beach. Он хотел эту работу и, видимо, получил её, отобрав у другого, более жизнерадостного претендента. Но однажды Брэндон умер от передозировки фентанила.

Вместо того чтобы предать тело земле, компания Broadside Animation использовала его для жуткого эксперимента. Тело Брэндона соединили с таинственной плотью из пещер Нулла Терра, создав "Старлинга" - живой костюм Бакки, который не нуждался в актёре внутри. Это был первый публичный Старлинг.

После превращения Брэндон начал убивать.

Его Жертвы:

Оливия Финч (Выдра Оливия): Брэндон утопил её в озере у жилого комплекса для сотрудников. Её тело позже использовали для создания Старлинга Оливии.

Гэри Уилсон (Гусь Джованни): Брэндон разбил ему лицо о стену, а затем засунул голову в работающую фритюрницу. Гэри стал Старлингом Джованни.

Натан Стюарт (Морж Уолтер): Брэндон забил его деревянным стулом в офисах Broadside Animation. Натан стал Старлингом Уолтера.

СОВЕТЫ:

- Прислушивайся к его просьбам, если не хочешь увидеть то, от чего у него поехала крыша.
- Твои действия имеют последствия.
