СОЛДАТ "ЧЕРЕПОЛОМ" OVERWATCH АЛЬЯНСА


КЛАСС:        Солдат "Череполом" Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Универсальный штурмовой палач Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Импульсная винтовка AR2, боевой дробовик SPAS-12, гранаты
НАГРАДА:      1200
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Солдат "Череполом" - редкий и крайне неприятный гибрид штурмовика и зачистчика в рядах Overwatch Альянса. В отличие от большинства подразделений, жёстко специализированных под одну роль, "Череполомы" проходят расширенную боевую подготовку, позволяющую им одинаково эффективно работать как на средней дистанции с AR2, так и в упор, используя дробовик SPAS-12.

Их болотного цвета экипировка с тусклыми голубыми вставками Overwatch предназначена для действий в промышленных руинах, загрязнённых зонах, городах, болотах и подземных секторах, где стандартная броня быстро выдаёт позицию. Оранжевые визоры подчёркивают их принадлежность к штурмовым отрядам подавления.

СОВЕТЫ:

- Опасен на любой дистанции.
- Гранаты используются для выбивания из укрытий, а не для добивания.
- Оранжевый визор заметен в темноте.