АРКТИЧЕСКИЙ ВЕРТОЛЁТ-ОХОТНИК АЛЬЯНСА


КЛАСС:        Арктический Вертолёт-Охотник Альянса
МЕТАБОЛИЗМ:   Механический / Продвинутый винтокрыл, питается от энергетических систем Альянса
ВОСПРИЯТИЕ:   Тяжёлый ударный вертолёт
РАЗМЕР:       13 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Экстремальная
ОРУЖИЕ:       Импульсная пушка, сбрасываемые бомбы / мины, управляемые ракеты
НАГРАДА:      5000
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Вертолёт-Охотник - грозный Арктический винтокрыл Альянса, используемый для оказания мощной огневой поддержки, патрулирования зон и охоты на особо важные цели, такие как беженцы или отряды Сопротивления. Управляемый двумя солдатами Overwatch (пилотом и стрелком), он сочетает в себе человеческий дизайн и технологии Альянса, создавая воздушного хищника.

У него есть передняя импульсная пушка для стрельбы прямой наводкой, крылья, оснащённые ракетами, и он может сбрасывать бомбы с таймером и мины. Он оснащён мощными сенсорами и системами слежения (включая инфракрасные), чтобы следить за врагами через укрытия. Его кабина, сделанная из пуленепробиваемого и непрозрачного стекла, защищает экипаж, затрудняя прямое прицеливание.

СОВЕТЫ:

- Огонь из стрелкового оружия практически бесполезен, пока у тебя нет более тяжёлого оружия или позиции.
- Всегда двигайся; оставаясь на открытом пространстве, ты попадёшь под удар импульсной пушки или бомб.
- Следи за сбросом бомб / мин - они смертоносны, особенно под техникой или в узких проходах.
- Используй укрытия или возвышенности, чтобы уклониться от линии огня.
