СТУКАБАТ С ЗЕНА


КЛАСС:        Зен, Воздушный хищник
МЕТАБОЛИЗМ:   Плотоядное животное
ВОСПРИЯТИЕ:   Острое зрение, эхолокация
РАЗМЕР:       Размах крыльев: 1,2-1,5 метра
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       когти, пикирование, кислотный плевок
НАГРАДА:      30
УГРОЗА:       средняя

ОПИСАНИЕ:

Стукабат - существо из Зена, похожее на летучую мышь, с шестью глазами и уникальным строением, позволяющим ему висеть на потолке или передвигаться по земле с помощью крыльев и одной задней ноги. Его можно встретить на открытых пространствах. Штукабат атакует с воздуха, используя когти, и издает звуки, похожие на крик хищной птицы.

СОВЕТЫ:

- Следите за потолком; он может скрываться наверху.
- Используйте оружие дальнего боя, чтобы отражать его атаки с воздуха.
- Избегайте замкнутых пространств, где он может эффективно пикировать.