БРОНИРОВАННЫЙ ТЯЖЕЛЫЙ БОЕВОЙ РОБОТ С ШАЙДЗУ-ГАНДИ


КЛАСС:         Бронированный Тяжёлый Боевой Робот
МЕТАБОЛИЗМ:    Энергетический ядро / усовершенствованный реактор
ВОСПРИЯТИЕ:    Механическая боевая машина
РАЗМЕР:        ~5,4 м.
ВЫНОСЛИВОСТЬ:  Очень высокая
ВРАЖДЕБНОСТЬ:  Экстремальная
ОРУЖИЕ:        Двойные лазерные глаза, лезвие на руке 
НАГРАДА:       4000
УГРОЗА:        Очень высокая

ОПИСАНИЕ:

Бронированный тяжелый боевой робот, разработанный японскими учеными из Шайдзу-Ганди, был создан как инструмент для уничтожения планеты. В отличие от стандартных боевых единиц захватчиков, эта боевая машина имеет усиленную броню.

В дистанционном бою он выпускает из глаз разрушительные лазерные лучи, способные прорезать транспортные средства, здания и оборонительные позиции. При приближении он использует острый как бритва клинок, разрезающий врагов пополам с механической точностью. Его двойная наступательная конструкция делает его одним из самых смертоносных устройств захватчиков, направленных против Земли.

СОВЕТЫ:

- Держись подальше от прямой линии видимости - лазеры его глаз очень точные.
- Ни в коем случае не допускай его в ближний бой - лезвие руки мгновенно убивает.
