БЕЗГОЛОВЫЙ КАМИКАДЗЕ


КЛАСС:        Безголовый камикадзе
МЕТАБОЛИЗМ:   кибер-зомби
ВОСПРИЯТИЕ:  мертвец, управляемый через УУЖ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: очень низкая
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       ручные гранаты
НАГРАДА:      300
УГРОЗА:       высокая

ОПИСАНИЕ:

Обезглавленный солдат с Сириуса, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).
Голова камикадзе разбита, поэтому он склонен к самоубийственным атакам. Несёт в каждой руке по бомбе, которые взрывает, приблизившись к цели на достаточное расстояние. 

СОВЕТЫ:

- Взрывается сразу после смерти.