ВЫДРА ОЛИВИЯ ФИНЧ С БРОДСАЙД-БИЧ


КЛАСС:        Выдра Оливия Финч
МЕТАБОЛИЗМ:   Антропоморфная выдра
ВОСПРИЯТИЕ:   Жизнерадостная спутница Бакки, Жертва преступления
РАЗМЕР:       1,5 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Кулинарные навыки, поиск кокосов
НАГРАДА:      100
УГРОЗА:       Минимальная

ОПИСАНИЕ:

Это жизнерадостная спутница Бобра Бакки, одна из главных звёзд мультфильмов Broadside Animation. Светло-коричневая выдра в полосатом купальнике, которая улыбается, а улыбается она почти всегда. На презентациях в Музее Фронтир-стрит её описывают как "искрящуюся" и "пузырчатую". Она всегда готова помочь друзьям, ловит рыбу для рыбного киоска Бакки и редко появляется без улыбки на лице.

Вместе с Бакки и Гусём Джованни она отправлялась на рыбалку, но их лодка потерпела крушение у берегов таинственного острова Нулла Терра. Вожак местных волков поручает Оливии отработать ущерб, собирая кокосы.

За весёлым мультяшным образом Оливии скрывается жуткая реальность. Актрису, которая озвучивала этого персонажа, звали Оливия Финч. Она переехала на остров Broadside Beach из-за тропической погоды и работала там, периодически надевая костюм выдры для выступлений. Там она пересеклась с Брэндоном Лестером - актёром в костюме Бобра Бакки.

Брэндон начал преследовать Оливию. Он часами стоял у её окна, стучал в дверь, однажды оставил кровавое пятно на стекле, когда бился о него головой. Оливия жаловалась, но ситуация только ухудшалась. В одну из ночей, когда она в очередной раз пыталась записать жалобу, Брэндон выломал дверь, напал на неё и утащил бессознательное тело к озеру. Оливия утонула.

Чтобы скрыть преступление, компания Broadside Animation использовала тело Оливии для создания "Старлинга" - живого костюма Выдры Оливии, который должен был заменить пропавшую актрису.

СОВЕТЫ:

- Она Безвредна.
- Задание Оливии простое: нужно найти кокосы, разбросанные по локации.
