ПИЯВКА С ЗЕНА


КЛАСС:         Инопланетная Пиявка
МЕТАБОЛИЗМ:    паразитическая ксенофауна
ВОСПРИЯТИЕ:    Подводный хищник Зена
РАЗМЕР:        1-2 фута в длину
ВЫНОСЛИВОСТЬ:  низкая индивидуально, средняя в роях
ВРАЖДЕБНОСТЬ:  высокая при провокации или в группах
ОРУЖИЕ:        укус, присоска, тактика роя
НАГРАДА:       150
УГРОЗА:        низкая в одиночку, умеренная в группах

ОПИСАНИЕ:

Пиявки - это маленькие червеобразные хищники Зена, по сути, живые присоски с зубами. Они скрываются в лужах жидкости Зена, ожидая, пока ничего не подозревающая добыча подойдет поближе. Прицепившись, они впиваются с ужасающей силой и начинают высасывать энергию - буквально как земные пиявки.

Несмотря на свой размер, рои пиявок могут обездвижить более крупных существ благодаря своему количеству, что делает их удивительно опасными. Их желеобразные, скользкие тела и извивающиеся движения делают их трудноуязвимыми, а их внезапные атаки являются кошмаром для исследователей, которые подходят слишком близко к водным средам Зена.

СОВЕТЫ:

- Держитесь на расстоянии; ближний бой рискован.
- Избегайте стоять в воде с ними или на слизистых поверхностях, где прячутся пиявки.
- Взрывчатые вещества или интенсивный огонь могут быстро рассеять рои.