КЛАССИЧЕСКАЯ ГРИБНАЯ КОРОВА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Классическая Грибная корова
МЕТАБОЛИЗМ:   Теплокровное млекопитающее
ВОСПРИЯТИЕ:   Дикое / грибоносное животное
РАЗМЕР:       1,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Отсуствует
НАГРАДА:      150
УГРОЗА:       Низкая

ОПИСАНИЕ:

Классическая Грибная корова - необычная разновидность обитателей Грибного Биома, в которой срослись органическая плоть коровы и грибная экосистема. На спине у неё растут грибы, а тело покрыто пятнистой коровьей шкурой.

СОВЕТЫ:

- Грибные супы - быстрый способ пополнить здоровье и сытость.
- Срезав Грибы, она превратится в обычную Корову.
