БЕЗГОЛОВЫЙ РАКЕТЧИК


КЛАСС:        Безголовый ракетчик
МЕТАБОЛИЗМ:   кибер-зомби
ВОСПРИЯТИЕ:   мертвец, управляемый через УУЖ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: очень низкая
ВРАЖДЕБНОСТЬ: очень низкая
ОРУЖИЕ:       магические снаряды
НАГРАДА:      100
УГРОЗА:       Нет

ОПИСАНИЕ:

Обезглавленный солдат с Сириуса, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).
Ракетчик держит собственную голову в руке, продолжая с её помощью воспринимать окружающий мир. Стреляет одним магическим снарядом из ручной ракетной установки. Неуязвим для собственных снарядов. 

СОВЕТЫ:

- Никаких сложностей.
