СИРИАНСКИЙ БЫК-ОБОРОТЕНЬ, СНЕЖНАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Сирианский бык-оборотень, Снежная Разновидность
МАТАБОЛИЗМ:   млекопитающее
ОПРЕДЕЛЕНИЕ:  тягловое животное
РАЗМЕР:       2,7 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       рога
НАГРАДА:      2500
ОПАСНОСТЬ:    средняя

ОПИСАНИЕ:

Генетический гибрид жителя Сириуса и представителя крупного рогатого скота. Повадками бык-оборотень похож на обычного быка: нападает с разбега, стремясь поддеть противника на рога.

СОВЕТЫ:

- Уходи с линии атаки в сторону.
