ЛАВОВЫЙ ГОЛЕМ, МАЛЫЙ С СТРУНЫ


КЛАСС:        Лавовый Голем, Малый
МЕТАБОЛИЗМ:   Неорганический
ВОСПРИЯТИЕ:   Магическое Создание
РАЗМЕР:       3 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       Огненные Шары
НАГРАДА:      500
УГРОЗА:       Низкая

ОПИСАНИЕ:

Представляет собой совокупность неживых материалов, пробуждённую к жизни. Лавовые големы состоят из магмы низкой температуры и пользуются магической силой, чтобы метать во врагов огненные шары и другие снаряды.

Сила и сопротивляемость конкретного голема зависит от его размера и объёма заключённой в нём магической силы.

СОВЕТЫ:

- Крупные экземпляры могут быть чрезвычайно сильны и опасны.
