ПАТРУЛЬНЫЙ ВЕРТОЛЁТ UH-60 "BLACKHAWK" АДСКОЙ ГНИДЫ С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Вертолёт Адской Гниды, Бессмертный Гнев Моаи
МЕТАБОЛИЗМ:   Пламенный дух, Бессмертная сущность
ВОСПРИЯТИЕ:   Всевидящая ярость Камня, чувствует жизнь и страх
РАЗМЕР:       ~16.8 м.
ВЫНОСЛИВОСТЬ: Абсолютная
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Гиперзаряженный миниган
НАГРАДА:      0 (у вертолёта сгорела зарплата)
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Это не оружие какой-либо компании. Это - сам архипелаг, пришедший за тем, что ему должны. И он не остановится, пока не заберёт всё. Это высшая форма проявления гнева Неоплаченного Моаи. Бессмертный дух ярости, материализовавшийся в искажённом, пылающем алой вулканической плазмой  в вертолёте UH-60 «Blackhawk». Весь корпус перекрашен в адский багровый цвет, из трещин бьёт негасимое пламя, а вместо стандартного гула двигателей слышен рёв древней, неутолимой ненависти и геноцидная музыка. Его главное оружие - гиперзаряженный миниган, чьи пули несут не урон, а абсолютную концепцию смерти. Его цель - не патрулирование, а полное очищение архипелага от всего живого, включая наёмников Кригера, трайгенов и, конечно, Джека Карвера. Он - летающее возмездие за три дня невыплаченной зарплаты, возведённое в абсолют.

СОВЕТЫ:

- НЕ ПОПАДАЙ ПОД ОБСТРЕЛ. Одна очередь, один снаряд, одно попадание - гарантированная смерть. Укрытия, кроме массивных неразрушимых скал или подземных бункеров, бесполезны - его выстрелы прожигают бетон и сталь.
- Уничтожить его невозможно.
- Завлекай его на базы наёмников или скопления трайгенов. Его ярость слепа, и он будет атаковать всё, отвлекаясь от вас.