АРКТИЧЕСКИЙ ПОВСТАНЕЦ СОПРОТИВЛЕНИЯ, МУЖЧИНА


КЛАСС:        Актический Повстанец Сопротивления, Мужчина
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Актический Боец Сопротивления
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Пистолет, пистолет-пулемёты, Дробовик SPAS-12, Дробовик "Аннабель", Арбалет, Гранаты, РПГ V2, AR2, AR1
НАГРАДА:      200
УГРОЗА:       Средняя

ОПИСАНИЕ:

Арктические Повстанцы - члены человеческого Сопротивления, организованного для борьбы с оккупацией Альянса. Это обычные люди, быстро обучаемые владению огнестрельным оружием и координации атак, часто импровизирующие тактику в городских и сельских зонах боевых действий.

Они действуют в отрядах, прикрывают мирных жителей, обеспечивают безопасность путей снабжения и оказывают критически важную поддержку основным оперативникам, таким как Гордон Фримен или Аликс Вэнс. Хотя они менее продвинуты, чем войска Альянса, их приспособляемость, моральный дух и численное превосходство делают их грозными противниками.

Арктические Повстанцы полагаются на командную работу и тактику "бей и беги", а не на грубую силу. Их стойкость проистекает из преданности выживанию человечества, а не из превосходного вооружения. Их часто можно увидеть взаимодействующими с техникой, такой как танк "Меркава", или помогающими учёным и медикам на поле боя.

СОВЕТЫ:

- Защищай их - они наиболее эффективны в группах.
- Снабжай их боеприпасами и аптечками для поддержания давления на передовой.
- Используй их для разведки местности и засад на патрули Альянса.
- Отряды повстанцев могут сокрушить даже легкобронированные подразделения Альянса при условии их координации.
