СИРИАНСКИЙ РОБОТ, ОХРАННИК C СИРИУСА


КЛАСС:        Сирианский Робот, Охранник
МЕТАБОЛИЗМ:   Механический, Энергетический
ВОСПРИЯТИЕ:   Тяжёлая Штурмовая Единица, Автономная боевая платформа
РАЗМЕР:       3 м.
ВЫНОСЛИВОСТЬ: Экстремальная
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Два 7,62-мм Многоствольных Вращающихся Пулемёта M134 Minigun 
НАГРАДА:      5000
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Это перспективная боевая автономная платформа на гусеничном ходу, созданная инженерами Ментала на основе стандартного Сирианского робота-дозорного. В отличие от обычных охранников, которые патрулируют нижние уровни Сириусполиса и разгоняют любопытных, Охранник создан для войны. Настоящей войны, где нужно не пугать, а уничтожать.

Внешность у Охранника соответствующая: корпус серый, но вместо красных деталей - зелёные, больше размером, гусеницы шире и массивнее. Вместо синей камеры-пушки по бокам головы установлены два 7,62-мм многоствольных пулемёта M134 Minigun фирмы "Mental Electric", которые стреляют со скоростью до 6000 выстрелов в минуту. Каждый.

Голова овальная, с зелёными глазами-датчиками, антенной и гребнем из шипов на макушке. Шея сегментированная, почти как у пружины, позволяет поворачивать голову на 360 градусов. Но теперь это не нужно для прицеливания - пулемёты и так навешаны с двух сторон, так что достаточно просто развернуть корпус.

Охранник широко распространён за пределами основной армии Ментала. Его поставляют союзникам: Галактической Империи, различным ЧВК и даже некоторым планетарным правительствам, которые могут позволить себе такую роскошь. Концепция основана на T-1 Терминаторе, но в отличие от жидкометаллического убийцы из будущего, это чистая механика без капли органики.

Это тебе не сторожевой пёс. Это машина для тотальной зачистки территории.

СОВЕТЫ:

- Не пытайся атаковать в лоб.
- Если он начал стрелять, прячься за толстым укрытием.
- Не стой на линии огня.
