ЛУРКЕР С АПОКРИФА


КЛАСС:        Луркер
МЕТАБОЛИЗМ:   Даэдрическое порождение, Амфибия
ВОСПРИЯТИЕ:   Страж Чёрных Книг
РАЗМЕР:       4-5 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Крайне высокая
ОРУЖИЕ:       Когти, Топочущие Ноги, Ядовитые Щупальца, Кислотный Плевок
НАГРАДА:      1000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Даэдрические существа, чья родина - туманные воды Апокрифа, плана Хермеуса Моры. В естественной среде они охраняют фолианты запретных знаний, где они теперь нападают на местных жителей и случайных путников.

Внешне луркер напоминает гибрид рыбы, жабы и гориллы с элементами чего-то глубоководного. Имеют три пальца на каждой ноге, массивные задние ноги, которыми он топает так, что земля ходит ходуном. Из пасти могут вырываться щупальца для атаки на средней дистанции, а кислотный плевок разъедает броню за пару секунд.

СОВЕТЫ:

- Кислотный плевок достаёт далеко. Уворачивайся или прячься за укрытия.
- Если луркер начал атаку щупальцами - отпрыгни назад.
- Убивать лучше с дистанции, пока они не подошли вплотную.
- Уязвимы к холоду.
