ДЕТЁНЫШ ГАРГАНТЮА С ЗЕНА


КЛАСС:        Гаргантюа, детёныш
МЕТАБОЛИЗМ:   миниатюрный ксенобиологический хищник
ВОСПРИЯТИЕ:   Ранняя Стадия Гаргантюа
РАЗМЕР:       5-6 футов в высоту
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: умеренная
ОРУЖИЕ:       крошечные выбросы пламени, топание, громкие визги
НАГРАДА:      300
УГРОЗА:       низкая в одиночку, умеренная в группах

ОПИСАНИЕ:

Малыш Гаргантюа - это результат пропуска нескольких этапов эволюции Гаргантюа. Он по-прежнему любит огонь и разрушать вещи, но его вспыльчивый характер обычно скорее забавный, чем опасный. Представьте себе пиромана-малыша с суперсилой.

Малышей Гаргантюа часто можно увидеть, как они ходят за более крупными или подражают им в хаотичном, милом разрушении. В стаях эти маленькие поджигатели могут создавать хаос почти так же эффективно, как и их родители.

СОВЕТЫ:

- Не стоит недооценивать миловидность - она сопровождается дымом и огнем.
- Их группировка может сделать небольшую встречу неожиданно грязной.
- Опасности окружающей среды, такие как обрушивающиеся конструкции, могут помочь уравнять шансы.