ИВАН «КОСМИЧЕСКИЙ БАЙКЕР»

 
КЛАСС:        Испытуемый (Чёрная Меза)
МЕТАБОЛИЗМ:   Человек (мужчина, взрослый)
ВОСПРИЯТИЕ:   обычное человеческое
РАЗМЕР:       ~180 см
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: отсутствует (гражданский, кандидат)
ОРУЖИЕ:       импровизированное (если вооружен)
НАГРАДА:      1000 (редкая встреча)
УГРОЗА:       незначительная

ОПИСАНИЕ:

Иван, Космический Байкер - самый ранний из известных кандидатов на испытания в Чёрной Мезе, появившийся ещё до того, как Гордон Фримен получил это звание. Его можно узнать по бороде, крепкому телосложению и характерному оранжевому защитному костюму старой модели. Иван воплощает собой изначальное представление об испытуемом, готовом к участию в высокорискованных резонансных экспериментах. В отличие от обычных учёных, Иван обладает поразительно воинственным видом, что породило слухи о том, что его выбрали не только за технические способности, но и за стойкость перед лицом опасности. Хотя у него нет никаких сверхчеловеческих способностей, его внушительная внешность принесла ему среди сотрудников прозвище «Космический байкер».

Иван остаётся знаковой фигурой в истории Чёрной Мезы.

СОВЕТЫ:

- Никаких проблем.