ГИГАНТСКИЙ ТРОГЛОДИТ БЕГЕМОТ С М'ДИГБО


КЛАСС:        Гигантский Троглодит Бегемот
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Примитивное Cущество
РАЗМЕР:       15 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Гигантская Шипастая Дубина
НАГРАДА:      500
УГРОЗА:       Средняя

ОПИСАНИЕ:

М'Дигбо усеян бесчисленными примитивными племенами, каждое из которых демонстрирует крайне территориальное и агрессивное поведение. Они нападают почти на всех импульсивно и не умнее кучи кирпичей.

Это гуманоидная раса, возглавляемая таинственной "Мамочкой".

Когда силы Ментала колонизировали М'Дигбо, троглодиты начали нападения на них. Все они погибли. После этого они стали поклоняться Менталу как Богу войны и присягнули ему на верность. Это было сделано из-за их страха и уважения к Менталу, а также из-за стилистических леопардовых трусиков, предоставленных им компанией Sirius Fashion Inc.

Найдя в этом жестоком мире Палку побольше, Первобытный Великан отправляется на поиски приключений на свою доисторическую задницу. Жизнь в пещере идеально подходит для Первобытного Великана: много еды, тепла, безопасности… и поэтому эти предки выросли до гигантских размеров.

Троглодиты имеют серую кожу и, чтобы продемонстрировать свое величие, наносят на себя красные татуировки. Чтобы еще больше запугать окружающих, они носят ожерелья из зубов, любезно взятых из черепов убитых врагов. Они также носят кольца на руках и ногах.

СОВЕТЫ:

- Хотя они передвигаются медленно, они очень опасны, если находятся близко, держитесь на расстоянии.
- В тесных помещениях с ограниченным пространством для передвижения они должны быть приоритетными целями.
