СТАЛКЕР АЛЬЯНСА


КЛАСС:        Сталкер Альянса
МЕТАБОЛИЗМ:   Киборг-трансчеловек
ВОСПРИЯТИЕ:   Порабощённый трансчеловек-рабочий
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Лазерный резак, Гидравлические конечности, Имплантаты послушания
НАГРАДА:      200
УГРОЗА:       Низкая-средняя

ОПИСАНИЕ:

Сталкеры - один из самых ужасающих результатов экспериментов Альянса над людьми-заключёнными. Освобождённые мужчины и женщины были изуродованы, лоботомированы и переделаны в киборгов-дронов. Их глаза заменены металлическими ставнями, рты запечатаны, а тела искажены аугментациями, которые лишают их автономности.

Сталкеры, в основном используемые на объектах «Нова Проспект" и «Цитадель", служат строительными дронами и тюремными надзирателями. Они управляют техникой, обслуживают технику и обеспечивают господство Альянса. В случае угрозы они выпускают из своих лазерных резаков обжигающие лучи, способные рассекать бойцов сопротивления и даже лёгкие укрытия.

Их присутствие - мрачное напоминание о жестокости Альянса: человеческая судьба может превратиться в инструмент угнетения, оставив лишь покорность.

СОВЕТЫ:

- Цельтесь в открытые части головы и туловища.
- Сталкеры часто встречаются в укреплённых районах; ожидай появления отрядов поддержки Альянса поблизости.
