ЗЕМЛЯНОЙ КРИПЕР С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Земляной крипер
МЕТАБОЛИЗМ:   Неорганическо-Земляной 
ВОСПРИЯТИЕ:   Враждебный моб 
РАЗМЕР:       ~1,7 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Взрыв Землёй
НАГРАДА:      60
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это тип крипера, который решает проблему взрывов несколько иначе. Его тело имеет коричневый цвет, а его голова напоминает блок земли с зелёной верхушкой, что позволяет ему сливаться с ландшафтом и незаметно подкрадываться.

Вместо того чтобы уничтожать всё вокруг или наносить урон, Земляной крипер при взрыве создаёт хаотичное нагромождение блоков земли. Этот взрыв не наносит урона здоровью, но его последствия могут быть разрушительными для вашего ландшафта и построек. Его часто описывают как "бесполезного" (условно) для боя, но очень раздражающего из-за того, что он превращает аккуратный газон в груду беспорядочно разбросанной грязи.

СОВЕТЫ:

- Этот крипер не опасен для вашего здоровья, но он представляет серьёзную угрозу для вашей базы и построек.
- Ни в коем случае не позволяй ему взорваться рядом с твоим домом, если не хочешь, чтобы он был завален землёй. Убить его лучше всего на безопасном расстоянии.
- Его легко узнать по коричневому телу и зелёной макушке, которая сливается с травой .
- После его смерти можно подобрать обычную землю.
- Приручённые криперы могут быть полезны как защитники, но Земляной крипер даже после приручения всё равно оставляет после себя беспорядок.
