КРИПЕР-ДЖИГУРДА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Крипер-Джигурда
МЕТАБОЛИЗМ:   растительно-химический
ВОСПРИЯТИЕ:   Обнаружение по зрению
РАЗМЕР:       ~1,7 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Самоподрыв с душевным криком
НАГРАДА:      500
УГРОЗА:       Средне-Высокая

ОПИСАНИЕ:

Этот крипер - не просто взрывоопасный моб из Верхнего мира Minecraft. Нет, в него вселился сам Никита Джигурда, что сделало его существом крайне... эмоциональным. Он подкрадывается, издавая ужасающие крики.

Когда крипер-Джигурда взрывается,  тело распадается на множество миниатюрных лиц Джигурды, которые продолжают орать.

СОВЕТЫ:

- Не стой близко - взрыв не только наносит урон, но и может оглушить.
- Попытки уходить слишком медленно - заканчиваются... криком Джигурды.
- Если у тебя есть наушники с шумоподавлением, срочно их надевай.