СБОРЩИК СТРОГГОВ C СТРОГГОСА


КЛАСС:        Сборщик Строггов
МЕТАБОЛИЗМ:   Кибернетический (биомеханический)
ВОСПРИЯТИЕ:   Тяжёлая бронетехника для борьбы с техникой
РАЗМЕР:       15 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Двойные плазменные пушки, энергетические шипы, руки-лезвия
НАГРАДА:      80000
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Сборщики - гигантские, 15-метровые паукообразные роботы-механоиды, используемые Строггами в качестве тяжёлой бронетехники для борьбы с техникой. Это самые крупные и мощные из известных юнитов Строггов. Сборщик состоит из гуманоидного "торса" (оснащённого двумя бластерными руками), соединённого с четырьмя паучьими ногами. Они чрезвычайно выносливы и очень опасны. Они атакуют преимущественно с помощью полностью автоматического бластера и могут периодически выпускать рой из двух или трёх мощных самонаводящихся ракет. Они также могут пронзать врагов и даже технику ногами; эта атака мгновенно убивает даже ховертанк.

СОВЕТЫ:

- Сборщик использует большую "трубу" для запуска управляемых ракет. Отключение трубы может предотвратить дальнейшие запуски.
- Лучший способ уничтожить Сборщик - стрелять ему в ноги. Хотя сбить его сложно, две уничтоженные ноги мгновенно убьют Сборщика.
- Пешком можно уклоняться от Сборщика; если у тебя недостаточно огневой мощи, не трать на них боеприпасы.