СТРЕЛОК СТРОГГОВ C СТРОГГОСА


КЛАСС:        Стрелок Строггов
МЕТАБОЛИЗМ:   Кибернетический организм (био-аугментированный строгг)
ВОСПРИЯТИЕ:   Поддержка строггов на расстоянии / Боец среднего уровня
РАЗМЕР:       ~2,1 м.
ВЫНОСЛИВОСТЬ: Высокая (средняя стойкость)
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Гвоздомёт (стреляет очередями), Гранатомет (рикошетящие гранаты)
НАГРАДА:      600
УГРОЗА:       Высокая

ОПИСАНИЕ:

Стрелок - грозный боец ​​строггов, внушительный по размеру и смертоносный в дальнем бою. Вместо правого предплечья у него имплантирован Гвоздомет, а из гранатомета он метает отскакивающие взрывчатые вещества в цель. При стрельбе гранатами он подаёт визуальное предупреждение, взводя гранатомёт перед выстрелом.

В отличие от Строггов, ориентированных на ближний бой, Стрелок предпочитает отсиживаться, охранять коридоры или комнаты, подавлять врагов гвоздями и поддерживать более тяжёлые отряды. Медлительность делает его менее мобильным, чем другие, но мощь дальнего боя с лихвой компенсирует это. Недооценка Стрелка может быть смертельно опасна - его шквал гвоздей и гранат с таймером может уничтожить здоровье и броню, если ты окажешься на открытой местности.

СОВЕТЫ:

- Лучше всего использовать тяжёлое оружие или взрывные атаки - пулемётный огонь требует много выстрелов.
- Вступай в бой на средней дистанции: близкая дистанция означает риск попадания как из гвоздомёта, так и из гранатомёта.
