ПРАЗДНИЧНЫЙ КРИПЕР С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Праздничный крипер
МЕТАБОЛИЗМ:   Растительно-пороховой
ВОСПРИЯТИЕ:   Враждебный моб, Метатель Динамита
РАЗМЕР:       ~1,7 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Чрезвычайно высокая
ОРУЖИЕ:       Блоки TNT
НАГРАДА:      200
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это то, что случается, когда обычный крипер решает, что подрывать себя на месте - это скучно, и гораздо веселее швыряться взрывчаткой на расстоянии.

В отличие от классического зелёного собрата, который подкрадывается и шипит, праздничный крипер ведёт себя как пироман-трусишка. Он появляется ночью, как и обычные криперы, но при виде противника не бежит на таран, а начинает кидаться блоками динамита (TNT) При этом он постоянно пятится назад, стараясь сохранить дистанцию.

Взрывы этих TNT по силе эквивалентны огненным шарам гаста. Разрушений от них не так много, но если пропустить пару попаданий подряд, здоровье улетит в ад. Иногда при броске TNT зажигает землю, добавляя к проблемам ещё и огонь.

Если в праздничного крипера попадает молния, он становится заряженным. В этом режиме сила взрыва его TNT увеличивается до уровня взрыва обычного крипера. Держаться рядом с таким крайне не рекомендуется.

СОВЕТЫ:

- У праздничного крипера нет оружия ближнего боя, поэтому лучшая тактика - подбежать к нему и ударить мечом. Он не сможет кинуть динамит в упор.
- Он имеет иммунитет к огню - это означает, что поджигать его бесполезно. Лава тоже не нанесёт урона.
- Его TNT летят не очень быстро, от них можно увернуться, если постоянно двигаться.
- Не давай ему уйти на дистанцию. Чем дальше он от тебя, тем больше у него времени для бросков.
- Если ты видишь заряженного праздничного крипера, особенно рядом с постройками, убей его как можно быстрее или отбеги подальше. Взрывы с силой обычного крипера могут уничтожить все твои творения.
