МИНИ ТУРЕЛЬ С ШОУ HALF-QUAKE


КЛАСС:         Мини Турель Шоу HALF-QUAKE
МЕТАБОЛИЗМ:    Механическая Конструкция
ВОСПРИЯТИЕ:    Автоматизированная оборонительная единица
РАЗМЕР:        ~0,6 м.
ВЫНОСЛИВОСТЬ:  низкая-средняя
ВРАЖДЕБНОСТЬ:  крайняя
ОРУЖИЕ:        малый скорострельный пулемёт
НАГРАДА:       250
УГРОЗА:        умеренная

ОПИСАНИЕ:

Когда Садистское Шоу HALF-QUAKE осознало, что живые актёры слишком мало умирают, было принято решение закупить партию автоматических турелей у Чёрной Мезы. Контракт подписали, оборудование выдали, но с одним условием: вся техника должна быть соответствующим образом промаркирована.

Мини-турель - это компактная версия стандартной бронированной турели, адаптированная для установки в помещениях с низкими потолками, вентиляционных шахтах и других местах, куда полноразмерная версия просто не пролезает. 

После передачи в собственность HALF-QUAKE на крышке каждой турели белой краской через трафарет нанесли логотип ">)".

Мини-турели крепятся на пол, стены или потолок. Они могут часами ждать в темноте, питаясь от резервного аккумулятора, и активируются только тогда, когда датчики движения фиксируют приближение цели.

Благодаря круговому вращению, спрятаться за спиной у неё не получится - она просто развернётся и продолжит стрелять.

СОВЕТЫ:

- Взрывчатые вещества или точные выстрелы могут быстро вывести её из строя.
- Проверяй пространство над и под собой - даже небольшие турели могут охватывать неожиданные углы.
- Избегай стоять в коридорах или узких местах, где она может эффективно вас прицелиться.
- Используй укрытия в окружающей среде, чтобы минимизировать воздействие её пулеметного огня.
