ДЖЕЙК С САБВЕЙ СЁРФЕРС СИТИ


КЛАСС:        Джейк
МЕТАБОЛИЗМ:   Человек, Мужчина
ВОСПРИЯТИЕ:   Скользкий Тип, Паркурщик
РАЗМЕР:       ~1,6 м.
ВЫНОСЛИВОСТЬ: Бесконечная
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Баллончик с краской, скейтборд, реактивный ранец, Бег
НАГРАДА:      500
УГРОЗА:       Нулевая

ОПИСАНИЕ:

Типичный подросток в яркой одежде: оранжевая толстовка с капюшоном, синие джинсы, белые кеды и бейсболка козырьком назад. У него тёмные волосы, тёмные глаза и характерная улыбка - он явно наслаждается каждым забегом.

ОН художник граффити, который вместе со своей подругой Трики и другими ребятами разрисовывает вагоны метро в разных городах мира. Его любимая тема - панды, которые часто появляются на его рисунках.

Его задача - убегать. Убегать от инспектора и его пса, которые охраняют порядок на железной дороге. Бесконечно долго. По рельсам, крышам поездов, туннелям и платформам.

В забеге Джейк использует скейтборд для ускорения, реактивный ранец для полёта и магнит для притягивания монет. Его главные враги - приближающиеся поезда и тупики.

СОВЕТЫ:

- Быстро Бегает.
- Использует Бонусы.
