КИНГПИН Р, АРХИПСИОН ЗЕНА


КЛАСС:        Кингпин Р, Архипсион Зена
МЕТАБОЛИЗМ:   Неизвестно
ВОСПРИЯТИЕ:   Псионическая сущность
РАЗМЕР:       3,5 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Очень высокая
ОРУЖИЕ:       Псионические взрывы, Контроль разума, Оранжевые энергетические снаряды, Удары молний (превращает цели в пепел)
НАГРАДА:      10000
УГРОЗА:       Чрезвычайно высокая

ОПИСАНИЕ:

Известный под именем АрхПсион Зена, Кингпин - один из самых устрашающих псионических военачальников Зена. Его гротескная форма - огромный открытый мозг с четырьмя глазами на стебельках и червеобразным хвостом для передвижения - представляет собой живую машину психического господства и стихийного разрушения.

Существо постоянно окружено псионическим щитом, делающим прямые атаки практически бесполезными, пока его энергия не будет разрушена. Он метает обжигающие оранжевые плазменные разряды и призывает дуги молний, ​​способные испепелить плоть и камень.

Ещё более опасным Архпсиона делает его способность призывать на свою сторону орды Зеновских Тварей. Среди них есть уникальные разновидности буллсквидов, каждый из которых мутировал для стихийного боя:

Дьявольский Буллсквид - огненный, плюётся зажигательными снарядами, которые всё поджигают.

Ледяной Буллсквид - ледяной, распыляет замораживающую жидкость, обездвиживающую врагов.

Ядовитый Буллсквид - фиолетовый, выделяет ядовитую кислоту, разъедающую броню и отравляющую плоть.

Токсичный Буллсквид - зелёный, выпускает едкие желчные облака, которые задерживаются и душат.

Гибрид Буллсквда - Белый, ловкий, с высокой скоростью извергает дальнобойные белые плазменные заряды.

Обычный буллсквид - Классический хищник, агрессивный и многочисленный.

Легенды среди существ Зена описывают Кингпина как «живое ядро" псионических бурь - командира, воплощающего как контроль, так и разрушение.

СОВЕТЫ:

- Сосредоточь огонь на разрушении его псионического щита, прежде чем наносить реальный урон.
- Оставайся мобильными, чтобы избегать его молний и импульсов контроля над разумом.
- Будь готов к волнам призванных существ - контроль толпы крайне важен.
- Настоятельно рекомендуется использовать снаряжение, защищающее от огня и токсинов.
