БОЛЬШОЙ ГУБКА "МЯСНОЙ" БОБ, КВАДРАТНЫЕ ШТАНЫ С БИКИНИ БОТТОМ


КЛАСС:        Губка-Мутант
МЕТАБОЛИЗМ:   искажённый биологический, стимуляторозависимый
ВОСПРИЯТИЕ:   разумный хищник
РАЗМЕР:       ~2,5 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Физическая сила, захваты, мясорубка
НАГРАДА:      100000
УГРОЗА:       Критическая

ОПИСАНИЕ:

"Мясной" Боб - это мутированная версия некогда наивного и жизнерадостного добряка. В прошлом он работал бок о бок с Юджином Гарольдом Крабсом, более известным как Мистер Крабс, и считался его лучшим работником. Именно Боб готовил крабсбургеры, прославившие заведение. Формулу блюда никто никогда не знал. И не должен был узнать.

Под воздействием стероидов, и неизвестных добавок организм Боба мутировал. Его тело увеличилось до чудовищных размеров, мышцы прорвали губчатую структуру, а жёлтая поверхность стала плотной и гниющей. Улыбка сохранилась, но теперь в ней нет ни капли доброты.

Боб фанатично предан тайне формулы. Любой, кто приблизится к ней, будет уничтожен. Любой, кто попытается сбежать, станет ингредиентом.

Крабсбургеры изготавливались не из крабов. Их делали из посетителей. Из рыб. Рыбы ели своих сородичей, не подозревая, что становятся частью бесконечного цикла переработки. Мясной Боб гонится за жертвами, после чего направляет их к промышленной мясорубке. Внутри нет выхода. Сопротивление бесполезно.

Получившееся мясо идёт на продажу.

СОВЕТЫ:

- У него чрезвычайная физическая сила, способен разорвать человека пополам.
- Практически не чувствует боли.
- Не вступай в ближний бой.
- Убить его может только Шрек.