АЛИКС ВЭНС


КЛАСС:         Аликс Вэнс
МЕТАБОЛИЗМ:    Человеческий, женский
ВОСПРИЯТИЕ:    Агент Сопротивления
РОСТ:          ~167 см.
ВЫНОСЛИВОСТЬ:  Средняя
ВРАЖДЕБНОСТЬ:  Низкая 
ОРУЖИЕ:        Аликc-ган, дробовик, иногда пистолет-пулемет, инструменты для взлома
НАГРАДА:       1000
УГРОЗА:        Средне-Высокая

ОПИСАНИЕ:

Аликс Вэнс - одна из лидеров Сопротивления и дочь Эли Вэнса, главного учёного Восточной Чёрной Мезы. Выросшая в условиях угнетения Союзом, она развила острый ум и исключительные навыки выживания. Проворная, находчивая и смертельно точная в обращении с огнестрельным оружием, Аликс - не только боец, но и инженер, способная взламывать интерфейсы Альянса и перепрограммировать их устройства.

Несмотря на мрачный мир, в котором она живет, Аликс остается оптимистичной, сострадательной и преданной своим союзникам. Её тесная связь с Гордоном Фрименом укрепляет движение сопротивления, вдохновляя других на восстание. Часто в сопровождении своего верного робота-питомца Пса, она олицетворяет надежду в самые мрачные времена.

Её стиль боя отличается мобильностью - она перемещается между укрытиями, уничтожая врагов точными выстрелами и используя окружающую среду в своих интересах. Несмотря на отсутствие тяжелой брони, ее быстрые рефлексы и умная тактика делают её одной из самых опасных противниц Альянса.

СОВЕТЫ:

- Отличный союзник в бою - не стоит недооценивать её меткость.
- Может взломать оборудование Альянса, чтобы обратить оружие противника против него самого.
- Не имея тяжелой брони, она полагается на свою ловкость и укрытие - защищай её, когда она оказывается в беде.
