СФЕРА КОНТРОЛЯ С ЗЕНА


КЛАСС:        Сфера Контроля Зена
МЕТАБОЛИЗМ:   биомеханическое ядро
ВОСПРИЯТИЕ:   телепатический организм
РАЗМЕР:       0,9 м.
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: экстремальная
ОРУЖИЕ:       энергетические разряды, психическое разрушение
НАГРАДА:      1200
УГРОЗА:       очень высокая

ОПИСАНИЕ:

Сфера управления - таинственная биомеханическая сущность, которая, как считается, является частью сил Зена. Её сферическое тело легко парит в воздухе, излучая импульсы чуждой энергии. Эти импульсы воздействуют на разум низших существ Зена, подчиняя их своей воле, а также нарушая работу нервной системы человека. При возникновении угрозы сфера управления испускает мощные импульсы концентрированной энергии, способные уничтожить как броню, так и электронику. Мало кто видел его без множества приспешников Зена поблизости, что говорит о том, что его основная роль - направлять и командовать, а не сражаться напрямую.

СОВЕТЫ:

- Будь готов к тому, что он будет окружён другими существами Зена, находящимися под его влиянием.
- Его энергетические заряды летят быстро; необходимо укрытие.
- Нарушение или уничтожение его может ослабить координацию ближайших сил Зена. (Но это не точно)
