ФИОНА, КОМАНДИР АССАСИНОВ ЧЁРНЫХ ОПЕРАТИВНИКОВ


КЛАСС:        Лидер Ассасинов Чёрных Опертивников
МЕТАБОЛИЗМ:   Человек, Женщина (пиковый оперативник)
ВОСПРИЯТИЕ:   Повышенные рефлексы, тактическая осведомлённость
РАЗМЕР:       ~175 см
ВЫНОСЛИВОСТЬ: Высокая (элитная подготовка, лёгкая броня)
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Beretta
НАГРАДА:      5000
УГРОЗА:       Катастрофическая

ОПИСАНИЕ:

Фиона - командир подразделения Ассасинов Чёрных Оперативников, безжалостный лидер, руководивший тайными операциями во время инцидента в Чёрной Мезе. В отличие от обычных ассасинов, она действует на самом высоком уровне, напрямую взаимодействуя как со спецназом сектора Дельта, так и с таинственным человеком в деловом костюме с портфелем.

Её отряд специализируется на точечных ударах, сборе разведданных и полном устранении свидетелей. Сама Фиона быстрее, смертоноснее и гораздо дисциплинированнее обычных ассасинов, воплощая в себе точность командования Чёрных оперативников. Её партнёрство с таинственным человеком в деловом костюме говорит о её глубокой причастности к более масштабным межпространственным планам, стоящим за инцидентом.

СОВЕТЫ:

- Никогда не вступайте с ней в лобовую (и любовную~) схватку; она очень ловка.
- Будьте готовы к засадам - она редко атакует без поддержки отряда.
- Следите за скоординированными ударами с силами сектора Дельта.
- Её союз с человеком с портфелем намекает на цели, выходящие за рамки простого боя.