КЛОНИРОВАННЫЙ СОЛДАТ C ДРОБОВИКОМ REMINGTON 870 MCS TACTICAL


КЛАСС:        Клонированный Солдат, Киберпехота Ментала
МЕТАБОЛИЗМ:   Кибернетически модифицированный клон человека
ВОСПРИЯТИЕ:   5 красных механических глаз, ночное видение, базовые тактические алгоритмы
РАЗМЕР:       2 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       12-калиберный дробовик Remington 870 MCS Tactical, удар ногой
НАГРАДА:      300
УГРОЗА:       Низкая

ОПИСАНИЕ:

Базовая пехота армии Ментала, созданная путём клонирования и кибернетической модификации захваченных или погибших солдат Земного Оборонительного Альянса. Имеет характерный металлический шлем с пятью красными сенсорами вместо лица, что позволяет видеть в условиях плохой видимости. Их свободная воля подавлена имплантированным блоком контроля жизни, оставляя только базовые боевые инстинкты и способность получать приказы. Носят стандартный камуфляж и лёгкую броню. Несмотря на модификации, сохраняют остатки человечности: чувствуют боль, могут хромать при ранении и агонизировать перед смертью. В бою используют укрытия, перезаряжаются и действуют в группах.

СОВЕТЫ:

- Опасен вблизи. Держи дистанцию. Убивается одним выстрелом из дробовика или несколькими попаданиями издалека.