КУКУЛЬКАН, БОГ ВЕТРА

 
КЛАСС:        Кукулькан
МЕТАБОЛИЗМ:   неорганический
ОПРЕДЕЛЕНИЕ:  древнее божество
РАЗМЕР:       переменный
ВЫНОСЛИВОСТЬ: чрезвычайная
ВРАЖДЕБНОСТЬ: низкая
ОРУЖИЕ:       смерчи, снаряды-торнадо
НАГРАДА:      500000
ОПАСНОСТЬ:    высокая

ОПИСАНИЕ:

Кукулькан, древнее божество майя, не имеет ничего общего с Менталом. На самом деле он хороший бог. Кукулькан считается повелителем ветров, за что майя его и уважают. Кроме того, он ещё и страж портала, оставленного жителями Сириуса, и, надо сказать, серьёзный страж! Убить Кукулкана нельзя, но это честный парень: потерпев поражение, он просто растворяется в воздухе и в знак уважения к победителю открывает портал. Кукулькан - действительно крутой бог и вообще ведёт себя правильно.

СОВЕТЫ:

- Держись подальше от смерчей, иначе мигом отправишься на небеса.
- Кукулькана пули не берут, обрабатывай его ракетами.
