КУРИЦА C ЗЕНОЗОИКА


КЛАСС:        Курица
МЕТАБОЛИЗМ:   Птичий
ВОСПРИЯТИЕ:   Базовое зрение, чувствительность к резким движениям
РАЗМЕР:       0,5 м.
ВЫНОСЛИВОСТЬ: Крайне низкая
ВРАЖДЕБНОСТЬ: Практически отсутствует (паническое бегство)
ОРУЖИЕ:       Клюв
НАГРАДА:      2
УГРОЗА:       Пренебрежимо низкая

ОПИСАНИЕ:

Дикая птица, распространённая в поселениях и на окраинах Зенозоика. В отличие от ворон, курицы отличаются крайне низким интеллектом и полным отсутствием боевых качеств. Их поведение - хаотичное бегство при любой угрозе. Знамениты тем, что в мире Зенозоика являются объектом своеобразного "ритуала" или акта грубой силы - им часто отрывают головы. Не собираются в агрессивные стаи, но могут создавать панику, беспорядочно мешаясь под ногами.

СОВЕТЫ:

- Атака на них бессмысленна и может привлечь ненужное внимание.
- Полная беззащитность. Не являются угрозой, но могут случайно спровоцировать агрессию других существ, если те охотятся на них.
- Ходят слухи о горящих пламенем курицах.