ДЖОН ЕВРЕЕВИЧ, НЕПРЕВЗОЙДЕННЫЙ БОКСЁР


КЛАСС:        Джон Евреевич, Непревзойдённый Боксёр
МЕТАБОЛИЗМ:   Человек, Мужчина, Анаболический титан
ВОСПРИЯТИЕ:   Чемпион-драчун
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Колоссальная
ВРАЖДЕБНОСТЬ: Экстремальная
ОРУЖИЕ:       Нокаут одной рукой, сокрушительные удары, сокрушительный клинч
НАГРАДА:      9000
УГРОЗА:       Апокалиптическая

ОПИСАНИЕ:

Никогда не бросайте вызов Джону Евреевичу, Непревзойденному Боксёру, если не хотите стать свидетелем крушения собственного скелета. Этот человек может одной рукой раздавить не только грецкий орех, но и целые деревья, а возможно, и ваши рёбра. Известный как "Ужас всей Германии", он бьёт кулаками, словно промышленные молоты, выкованные в бурю.

Легенды гласят, что победить его может только одно существо: Сайтама - Один Удар, Одна Смерть.

Однако в честном кулачном бою достаточно и твоих кулаков.

СОВЕТЫ:

- Не стой на месте. Движение - твоя единственная защита.
- Если ты не Сайтама, ты не переживёшь прямого удара.
- Его удары способны крушить как металл, так и кости.
