ИГРОК NPC, МИМИК-ИГРОК


КЛАСС:         Игрок NPC, Мимик-Игрок
МЕТАБОЛИЗМ:    Человеческий
ВОСПРИЯТИЕ:    Человек NPC / Мимик
РАЗМЕР:        ~1,8 м.
ВЫНОСЛИВОСТЬ:  Средняя
ВРАЖДЕБНОСТЬ:  Переменная
ОРУЖИЕ:        Зеркально отражает инвентарь игрока
НАГРАДА:       100
УГРОЗА:        Высокая

ОПИСАНИЕ:

Игрок NPC, также известный как Мимик-игрок - это весьма необычный NPC, который повторяет все действия игрока. Будь то прыжки, стрельба или использование предметов, этот NPC копирует движения и взаимодействия игрока.

Он разработан как эксперимент в песочнице или игровой вызов, создавая непредсказуемые и часто хаотичные сценарии. В бою Мимик-игрок может стать смертельной угрозой, если он копирует наступательные действия игрока, эффективно обращая ваши собственные навыки против вас.

СОВЕТЫ:

- Наблюдай за его поведением, чтобы предсказать его следующий ход - он повторяет все действия игрока.
- Может использоваться для решения головоломок или экспериментальных игровых сценариев.
- Если он вооружен, он будет использовать оружие так же эффективно, как и игрок.
- Избегай ненужных провокаций - агрессия копируется и быстро эскалирует.

