РАПТОР-ПТИЦА (ХИЩНАЯ ПТИЦА, ЯЩЕРОПТИЦА) С ЗЕНОЗОИКА


КЛАСС:        Раптор-Птица, Хищная Птица, Ящероптица
МЕТАБОЛИЗМ:   Рептилоидный, холоднокровный
ВОСПРИЯТИЕ:   Хищник фауны Зенозоика
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Когти, клюв, прыжковая атака
НАГРАДА:      400
УГРОЗА:       Высокая

ОПИСАНИЕ:

Раптор-Птицы - одни из самых опасных хищников Леса Зенозоика, густого и перенасыщенного жизнью региона. Этот лес известен экзотическими деревьями и растениями, которые буквально заполняют всё пространство, создавая идеальные условия для скрытных и стремительных охотников.

Существо напоминает помесь хамелеона, птицы и грызуна. Его вытянутая голова покрыта плотной, чешуйчатой кожей, по текстуре схожей с рыбьей. Крупные глаза с круглыми зрачками позволяют мгновенно фиксировать движение среди листвы и теней. Над головой расположены рогообразные выросты, изогнутые полукругами.

Тело раптор-птицы покрыто тёмной чешуёй, местами переходящей в бурую кожу. Окраска варьируется от коричневых и рыжих оттенков до грязно-белых пятен, что делает её почти незаметной среди корней, мха и древесных наростов Леса. Конечности тонкие, с длинными пальцами и острыми когтями, идеально приспособленными для лазания, резких прыжков и удержания добычи.

СОВЕТЫ:

- Лесные заросли - её естественная среда, не твоя.
- Против неё лучше всего подходят Пинки и сильные удары рукой.