БОЛЬШЕГОЛОВЫЙ КРОТИМОВЕЦ, ТОМ БЕЙКЕР


КЛАСС:        Большеголовый Кротимовец, Том Бейкер
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Том Бейкер - это живой мост, соединяющий мир Croteam с огромной вселенной 2K Games и других крупных студий. Его гипертрофированный череп - это архив, содержащий опыт работы над более чем 150 играми, от культовых хитов вроде BioShock, Borderlands, XCOM, Civilization и Mafia до нишевых проектов и детских игр по лицензии. В контексте Serious Sam он был частью Design Team для The Second Encounter, а позже работал над изданием Serious Sam II в составе европейской команды Take-Two Interactive.

Его карьера - пример эволюции от члена дизайн-команды до старшего менеджера по дизайну (Sr. Design Manager), который курирует творческие процессы в AAA-проектах. Том - олицетворение профессионального геймдизайнера широкого профиля, человека, который понимает игровую механику на системном уровне и способен применять этот опыт как в инди-хаосе Croteam, так и в блокбастерах от 2K.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.