ИНЖЕНЕР СОЛДАТ OVERWATCH АЛЬЯНСА


КЛАСС:        Инженер Солдат Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Боевой инженер Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Электроразрядная Винтовка "Жнец", Развертываемые турели
НАГРАДА:      950
УГРОЗА:       Высокая

ОПИСАНИЕ:

Инженер Overwatch - это специализированное трансчеловеческое подразделение, занимающееся укреплением полей сражений и ведением технологической войны. Отличаясь оранжевыми линзами визора, он вооружён передовым оружием Альянса, в частности, винтовкой "Жнец" - прототипом электрического оружия, способного быстро оглушать и поражать цели электрическим током.

Помимо своей наступательной роли, Инженер может устанавливать автоматизированные турели наблюдения, мгновенно создавая зоны поражения и усиливая позиции Альянса. Этих бойцов часто назначают в стратегически важные узкие проходы, оборонительные гнезда и тюрьмы в стиле Нова-Проспект, где их навыки наиболее эффективны.

Инженер встречается реже, чем обычная пехота, но гораздо опаснее, особенно если у него есть автоматизированные оборонительные сооружения. Силы Сопротивления считают его приоритетной целью, поскольку уничтожение инженеров разрушает оборонительные линии Альянса и ослабляет их технологическое преимущество.

СОВЕТЫ:

- Уничтожай турели как можно скорее после развертывания, пока они тебя не разорвали.
- Винтовка "Жнец" смертоносна на средней дистанции - используй дальнобойное оружие для их нейтрализации.
- Оранжевое свечение визора - самый простой способ их опознать.
