"ПЭЙНТИ" БУРГЕРОБОРОД, СКЕЛЕТ КАПИТАНА ПИРАТОВ С АТОЛЛ БИКИНИ


КЛАСС:        "Пэйнти" Бургеробород Скелет капитана пиратов
МЕТАБОЛИЗМ:   Нежить с проклятием
ВОСПРИЯТИЕ:   Зацикленный на утраченной цели мертвец
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Проклятая песня
НАГРАДА:      650
УГРОЗА:       Средняя

ОПИСАНИЕ:

"Пэйнти", также известный просто как Бургеробород - проклятый мертвец с Атолла Бикини. При жизни он был сыном сурового пирата, который мечтал сделать из него настоящего морского разбойника. Однако сам Бургеробород грезил не о золоте и абордажах, а о создании идеального бургера.

За свои мечты он стал посмешищем в школе пиратов. Насмешки и унижения подтолкнули его к безумию. В попытке изменить свою судьбу Бургеробород украл волшебную книгу у скелета-хранителя Атолла Бикини, намереваясь переписать историю Бикини Боттом и завладеть секретной формулой крабсбургера.

Получив желаемое, он отправился на сушу, где начал продавать крабсбургеры из Бургермобиля. Однако его план был разрушен после затяжной битвы с Губкой Бобом и его друзьями, которые приняли облик супергероев. Планктон в конечном итоге отбросил Бургероборода обратно на Атолл Бикини, где тот был проклят.

Даже после смерти Бургеробород не обрёл покой. Его скелет до сих пор поёт песню "Кто живёт на Дне Океана?", в начале каждого дня, не в силах остановиться. Он носит красные рваные штаны и красную пиратскую бандану - последние следы его несбывшейся мечты стать кем-то большим, чем просто шутом среди пиратов.

СОВЕТЫ:

- Уничтожение скелета прекращает пение.
- Некоторые существа танцуют под его песню.