ХОДОК C ЛОЕК-III


КЛАСС:        Ходок
МЕТАБОЛИЗМ:   Инопланетное существо
ВОСПРИЯТИЕ:   Наземный Люм
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Низкая-средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Атаки ближнего боя
НАГРАДА:      ~300
УГРОЗА:       Средняя

ОПИСАНИЕ:

Ходоки - одни из самых распространённых Люмов. Они приходят ордами и преследуют Стражей Ядра, как только их заметят. Поодиночке они слабы и плохо бронированы, но их опасность исходит от количества. Эти существа часто появляются большими группами, подавляя оборону своей численностью.

У ходоков нет особых способностей или дистанционных атак; они просто идут вперёд, слегка покачиваясь при движении, пытаясь дотянуться до ядра и нанести ему урон. Их уязвимое место - небольшой красный светящийся глаз спереди, в который сложнее попасть из-за их движения.

СОВЕТЫ:

- Используй вышки контроля толпы или урон по области, чтобы уменьшить их численность.
- Цельтеся на красное уязвимое место для более быстрого уничтожения.
