БИОМЕХАНОИД (САМКА)


КЛАСС:        Биомеханоид (Самка)
МЕТАБОЛИЗМ:   теплокровный киборг
ОПРЕДЕЛЕНИЕ:  продукт генной инженерии
РАЗМЕР:       17 м. (стоя)
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       ракетные установки, призыв врагов
НАГРАДА:      12500
ОПАСНОСТЬ:    высокая

ОПИСАНИЕ:

Биологический механизм, выращенный в биорезервуарах Ментала. Её генотип перестроен для выращивания биомеханических органов и бортовых ракетных установок, напрямую подключённых к её нервной системе. 
Атакует без раздумий. Женский биомеханоид - большая и розовая с косметическими особенностями, которая по-прежнему обладает смертоносными ракетными атаками.

СОВЕТЫ:

- Очень опасна, старайся уничтожить её как можно быстрее.
- Уклоняйся от ракет или сбивай их в воздухе.