СИРИАНСКИЙ ТАТТУ БЫК-ОБОРОТЕНЬ


КЛАСС:        Сирианский Татту Бык-Оборотень
ВОСПРИЯТИЕ:   Приручённое тягловое животное
МЕТАБОЛИЗМ:   Млекопитающее
РАЗМЕР:       2,7 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Рога, устрашающий взгляд
НАГРАДА:      2500
УГРОЗА:       Средняя

ОПИСАНИЕ:

Генетический гибрид жителя Сириуса и представителя крупного рогатого скота. Повадками бык-оборотень похож на обычного быка: нападает с разбега, стремясь поддеть противника на рога.

Сирианский Татту Бык-Оборотень - это обычный сирианский бык-оборотень, но слегка художественный: племена Примитивных Гнааров нарисовали на его боках жёлтую змею с огромными красными царапинами, чтобы противники понимали - он серьёзный и брутальный одновременно.

СОВЕТЫ:

- Уходи с линии атаки в сторону.
- Если видишь, как он обнюхивает кусты, скорее всего, он ищет вдохновение для следующей татуировки.