МАРИО РОМАН "ПАБЛО"


КЛАСС:        Римский пехотинец, Камео поп-культуры
МЕТАБОЛИЗМ:   Питается мясом и сэндвичами
ВОСПРИЯТИЕ:   Легко отвлекается на усы и звуки усиления
РАЗМЕР:       С человека (~1,8 м)
ВЫНОСЛИВОСТЬ: Низкая-средняя
ВРАЖДЕБНОСТЬ: Умеренная (пока не атакован)
ОРУЖИЕ:       Водомет, похожий на FLUDD
НАГРАДА:      200, 1 шлем и 1 необычная отсылка
УГРОЗА:       Минимальная

ОПИСАНИЕ:

Марио Римлянин - это не столько враг, сколько ходячая дань уважения всеобщему любимому сантехнику. Он носит красный шлем с буквой «M» и держит в руках водораспылитель, напоминающий FLUDD из Super Mario Sunshine. Напоминаю тебе, что ты только что победил косплеера-сантехника в Древней Галлии.

СОВЕТЫ:

- Не нужно ввязываться в полноценную войну - один удачный удар сдует его, как мокрый шарик.
- Победив его, вы получите один шлем.