УЧЁНЫЙ ЧЁРНОЙ МЕЗЫ


КЛАСС:         Учёный Чёрной Мезы
МЕТАБОЛИЗМ:    Человеческий, учёный, мужчина
ВОСПРИЯТИЕ:    Научный Персонал Чёрной Мезы
РОСТ:          ~1,8 м.
ВЫНОСЛИВОСТЬ:  низкая
ВРАЖДЕБНОСТЬ:  нет (если не в панике)
ОРУЖИЕ:        газета, лабораторное оборудование, иногда крик
НАГРАДА:       моральное удовлетворение, 10
УГРОЗА:        незначительная в одиночку, низкая в группах

ОПИСАНИЕ:

Учёные - хрупкие, но чрезвычайно важные обитатели Чёрной Мезы. Они проводят большую часть времени, анализируя, измеряя и паникуя, когда что-то идет не так - а благодаря резонансной каскаде это происходит довольно часто. Несмотря на отсутствие боевых навыков, их знания могут быть неоценимы: они могут указать вам важные места, предоставить аптечки или открыть двери.

Хотя они безвредны, их пронзительные крики и склонность бегать по непредсказуемым траекториям иногда могут сделать перемещение по объекту хаотичным. Некоторые теоретики шутят, что паника одного ученого способна привлечь больше монстров, чем целый отряд охранников.

СОВЕТЫ:

- По возможности защищайте их - они часто обладают полезной информацией.
- Не ожидай, что они будут сражаться; не используйте их в качестве щитов.
- Внимательно прислушивайтесь к их крикам - они могут сигнализировать о ближайшей опасности.