ЗОМБИ-ХЕДКРАБ


КЛАСС:         Зомби-Хедкраб, Туловище
МЕТАБОЛИЗМ:    паразитический хозяин (отрезанные останки)
ВОСПРИЯТИЕ:    Зомбированная сущность
РОСТ:          ~0,9 м.
ВЫНОСЛИВОСТЬ:  очень низкая
ВРАЖДЕБНОСТЬ:  высокая
ОРУЖИЕ:        удары клешнями, укусы, короткие прыжки
НАГРАДА:       100
УГРОЗА:        низкая

ОПИСАНИЕ:

Зомби-торс - это изуродованные останки человеческого хозяина, оживленные хедкрабом даже после потери большей части тела. Эти существа, которых часто можно встретить ползающими по обломкам или отброшенными в сторону в ходе боя, ползут вперед с удивительной скоростью, визжа от боли, когда паразит гонит их вперед. Несмотря на свое жалкое состояние, они сохраняют достаточно сил, чтобы царапать добычу или пытаться укусить. Их гротескная настойчивость делает их скорее неприятными, чем опасными.

СОВЕТЫ:

- Обычно достаточно одного хорошо направленного удара.
- Не позволяйте им отвлекать вас во время крупных сражений - их часто используют как "шум" наряду с более сильными зомби.
- Следите за своими ногами в темных местах; они имеют тенденцию внезапно выползать из обломков.
