БАЗЗ-БОМБЕР С МОБИУСА


КЛАСС:        Базз-бомбер
МЕТАБОЛИЗМ:   Животно-ионно-топливный
ВОСПРИЯТИЕ:   Тактический бомбардировщик
РАЗМЕР:       1,2 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       рельсовый детонатор, корпус
НАГРАДА:      400
УГРОЗА:       Средняя

ОПИСАНИЕ:

Когда доктор Эггман решил освоить воздушное пространство, он долго выбирал прототип. Обычные Осы были слишком злыми, стрекозы - слишком быстрыми, а комары - слишком мелкими. В итоге выбор пал на осу-землеройку. Так появился Базз-бомбер.

После выстрела он улетает, чтобы через некоторое время зайти с другой стороны.

СОВЕТЫ:

- Атакуй в момент зависания. Пока он наводит жало.
