ИВАН "КОСМИЧЕСКИЙ БАЙКЕР"

 
КЛАСС:        Иван, "Космический Байкер"
МЕТАБОЛИЗМ:   Человек, Мужчина
ВОСПРИЯТИЕ:   Испытуемый Чёрной Мезы
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: отсутствует
ОРУЖИЕ:       импровизированное
НАГРАДА:      1000
УГРОЗА:       незначительная

ОПИСАНИЕ:

Иван, "Космический Байкер" - самый ранний из известных кандидатов на испытания в Чёрной Мезе, появившийся ещё до того, как Гордон Фримен получил это звание. Его можно узнать по бороде, крепкому телосложению и характерному оранжевому защитному костюму старой модели. Иван воплощает собой изначальное представление об испытуемом, готовом к участию в высокорискованных резонансных экспериментах. В отличие от обычных учёных, Иван обладает поразительно воинственным видом, что породило слухи о том, что его выбрали не только за технические способности, но и за стойкость перед лицом опасности. Хотя у него нет никаких сверхчеловеческих способностей, его внушительная внешность принесла ему среди сотрудников прозвище "Космический байкер".

Иван остаётся знаковой фигурой в истории Чёрной Мезы.

СОВЕТЫ:

- Никаких проблем.
