МОЛОДОЙ АРАХНОИД, КРОШЕЧНЫЙ С СКОРПИУСА


КЛАСС:        Молодой арахноид, Крошечный
МЕТАБОЛИЗМ:   эктотерм, членистоногий
ВОСПРИЯТИЕ:  примитивная разумная раса
РАЗМЕР:       0,15 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       пулемёт, жало на хвосте
НАГРАДА:      4000
УГРОЗА:    высокая

ОПИСАНИЕ:

Святой воин примитивной расы, которая произошла от членистоногих. Чрезвычайно опасен из-за своих религиозных убеждений. 
В одной руке арахноид держит пулемёт, оснащённый устройством восстановления боеприпасов. Тело покрыто экзоскелетом, защищающим арахноида от пуль, взрывчатки и огня.

СОВЕТЫ:

- Жало на хвосте опасно - не подходи слишком близко.
- В ярости будет стрелять даже сквозь своих.
