ЛАВОВЫЙ ГОЛЕМ, ОГРОМНЫЙ С СТРУНЫ


КЛАСС:        Лавовый Голем, Огромный
МЕТАБОЛИЗМ:   Неорганический
ВОСПРИЯТИЕ:   Магическое Создание
РАЗМЕР:       30 м.
ВЫНОСЛИВОСТЬ: Чрезвычайная
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       Огненные Шары
НАГРАДА:      50000
УГРОЗА:       Чрезвычайная

ОПИСАНИЕ:

Представляет собой совокупность неживых материалов, пробуждённую к жизни. Лавовые големы состоят из магмы низкой температуры и пользуются магической силой, чтобы метать во врагов огненные шары и другие снаряды.

Сила и сопротивляемость конкретного голема зависит от его размера и объёма заключённой в нём магической силы. 

В критическом состоянии большой голем может породить несколько големов поменьше, которые продолжат жить независимо от своего родителя.

СОВЕТЫ:

- Огромные экземпляры чрезвычайно сильны и опасны.
