СОЛДАТ H.E.V. OVERWATCH АЛЬЯНСА


КЛАСС:        Солдат H.E.V. Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Экспериментальное штурмовое подразделение Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       OICW, импульсная винтовка AR2
НАГРАДА:      1400
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Солдат H.E.V. Overwatch Альянса - прямое доказательство того, что Альянс не изобретает, а забирает. После захвата наработок Чёрной Мезы, технологии защитного костюма H.E.V. были переработаны. В результате появился синий боевой экзокостюм с символикой Альянса, предназначенны, как для защиты носителя, так для максимальной боевой эффективности до момента его гибели.

Внешне солдат напоминает учёного в костюме H.E.V., но это сходство обманчиво. Солдат воспринимается Альянсом как расходный, но чрезвычайно опасный ресурс.

Вооружённые OICW и AR2, эти бойцы способны вести бой на любой дистанции, комбинируя автоматический огонь с подствольными гранатами. Их часто используют там, где стандартные подразделения Overwatch несут слишком большие потери, а элитные силы ещё "избыточны".

СОВЕТЫ:

- OICW делает его особенно опасным за укрытиями.
- Высокая выносливость не означает неуязвимость - взрывчатка работает всё так же хорошо.