БОЛЬШЕГОЛОВЫЙ КРОТИМОВЕЦ, ЧЕТ ФАЛИСЕК


КЛАСС:        Большеголовый Кротимовец, Чет Фалисек
МЕТАБОЛИЗМ:   Гуманоидный
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5.9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу Крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Чет Фалисек - сооснователь сатирического сайта Old Man Murray (OMM), созданного вместе с Эриком. Вместе они задавали тон игровой журналистики своим острым, циничным и невероятно смешным языком. Чет является частью дуэта, который Croteam сочли достойным бессмертия в виде секретных фанатов с раздутыми черепами. В то время как Эрик часто был на передовой, именно их совместная работа создала тот уникальный голос, который так насмешил и вдохновил разработчиков. Его присутствие в игре - дань уважения журналисту.

Когда ты убил его в Священных Дворах, он перевоплотился в Ангела.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.

