КЕЙТ


КЛАСС:        Кейт
МЕТАБОЛИЗМ:   Человеческий, Женский
ВОСПРИЯТИЕ:   Охранник 3-его Уровня Исследовательского комплекса "Чёрная Меза".
РАЗМЕР:       1,7 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Глок-17
НАГРАДА:      500
УГРОЗА:       Средняя

ОПИСАНИЕ:

Кейт, также известная под кодовым именем "Лазурная овца". Она служит охранником 3 уровня в Исследовательском комплексе "Чёрная Меза" и выделяется своей необычной внешностью среди других женщин-охранников. Нося берет, очки и кевларовый жилет, Кейт является одновременно способным офицером и центральной фигурой повествования.

Во время инцидента в Чёрной Мезе Кейт становится Ключевым союзником Джастина Барнса. Она помогает ему ориентироваться в хаосе комплекса, сражаясь с существами с Зена и враждебными силами спецназа. Их партнёрство перерастает в более глубокие отношения, и Кейт становится возлюбленной Барнса.

СОВЕТЫ:

- Кейт мастерски владеет своим Глоком-17 и может помогать в перестрелках.
- Благодаря своим боевым навыкам и знанию комплекса, она ценна во время эскортных или спасательных операций.
- Несмотря на свои способности, она победима; обеспечь ей защиту в напряжённых боевых ситуациях.
