ГИГАНОТОЗАВР (2006) С ТЕРРАФОРМИРОВАННОЙ ПЛАНЕТЫ


КЛАСС:        Гиганотозавр (2006)
МЕТАБОЛИЗМ:   Хищник, Теропод
ВОСПРИЯТИЕ:   Свободно Кочующий Высший Хищник
РАЗМЕР:       8 м.
ВЫНОСЛИВОСТЬ: Экстремальная
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Челюсти, таран Головой, Сокрушение Транспорта
НАГРАДА:      9500
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Один из самых массивных и тяжелых наземных хищников на планете, чья мощь заставляет отступить даже тираннозавра. В отличие от более стройных сородичей, этот подвид обладает невероятно широким, тяжелым черепом и грузной, плотной комплекцией. Его серая, лишенная узоров кожа покрыта глубокими шрамами от прошлых свирепых схваток.

Он активно патрулирует территории вблизи аванпостов корпорации Мендель-Груман. Обладает непредсказуемым поведением: способен преследовать тяжелый колесный транспорт на огромной скорости и с лёгкостью уничтожать бронированные внедорожники.

СОВЕТЫ:

- Обычное стрелковое оружие его практически не берет.
- Благодаря продвинутому восприятию хищника, его можно натравить на патрули солдат Мендель-Груман, чтобы расчистить себе путь.
- Если твой джип попал в поле его зрения, не сбавляй скорость: этот монстр способен разнести любой транспорт, включая "Райно 4x4" на куски за пару ударов.
