БОЛЬШОЙ ЮДЖИН ГАРОЛЬД КРАБС С БИКИНИ БОТТОМ


КЛАСС:        Большой Юджин Гарольд Крабс
МЕТАБОЛИЗМ:   Мутировавший ракообразный
ВОСПРИЯТИЕ:   Хищный стратег, организатор массовых убийств
РАЗМЕР:       ~2 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Гигантские клешни, сокрушительная физическая сила
НАГРАДА:      1200
УГРОЗА:       Критическая


ОПИСАНИЕ:

Большой Юджин Гарольд Крабс, более известный как Мистер Крабс - не просто владелец заведения, а мозг всей мясной схемы. Именно он является главным заговорщиком, превратившим "Красти Краб" в фабрику скрытого каннибализма. Крабсбургеры изготавливались из рыб, которых затем ели другие рыбы. Одинокие посетители исчезали без следа, становясь частью меню. Бизнес шёл идеально.

Крабс - фанатик денег. Не просто жадный, а одержимый. Для него прибыль важнее морали, логики и даже самосохранения. Ради дохода он готов пустить в оборот кого угодно, превратив жизнь в товар, а страх - в соус. Его разум холоден, расчётлив и полностью лишён сомнений.

Физически он представляет собой краба-переростка с массивным телом и клешнями, способными раздавить противника за секунды. Он не ведёт переговоров. Любое приближение карается мгновенной расправой.

СОВЕТЫ:

- Ближний бой для тебя фатален.
- Он не паникует и не убегает.