АДМИНИСТРАТОР АЛЬЯНСА


КЛАСС:        Администратор Альянса
МЕТАБОЛИЗМ:   Теплокровный, человек
ВОСПРИЯТИЕ:   Люди, высокопоставленные бюрократы
РАЗМЕР:       1,9 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Револьвер, Glock 17, удар прикладом
НАГРАДА:      700
УГРОЗА:       Средняя

ОПИСАНИЕ:

Администраторы Альянса - высокопоставленные чиновники, которые сидят в цитаделях своего города, они отвечают за управление отдельными городами Земли, такими как City 10, City 8 и другие. В отличие от Уоллеса Брина, который управляет всей Землёй и City 17, эти администраторы действуют на уровне регионов, строго соблюдая бюрократические процедуры и поддерживая порядок.

Мужчины и женщины-администраторы одеты в стандартный форменный костюм: коричневый пиджак, оранжевый галстук. На случай личного конфликта они вооружены револьверами и Glock 17, а в ближнем бою используют приклад как оружие. Несмотря на статус чиновников, они способны на агрессивную оборону и не колеблются при необходимости подавить сопротивление.

СОВЕТЫ:

- Администраторы держатся на дистанции и хорошо знают свои маршруты.
- Хорошо охраняются.
