ЭЛИТНЫЙ СНАЙПЕР СОЛДАТ OVERWATCH АЛЬЯНСА


КЛАСС:        Элитный Снайпер Солдат Overwatch Альянса
МЕТАБОЛИЗМ:   Сильно аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Элитный стрелок Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Предельная
ОРУЖИЕ:       Элитная снайперская винтовка MK1
НАГРАДА:      1000
УГРОЗА:       Предельная

ОПИСАНИЕ:

Элитный снайпер Альянса Overwatch представляет собой вершину дальнобойной пехоты Альянса Overwatch. В отличие от своих обычных собратьев, эти элитные бойцы экипированы в усовершенствованную скрытую униформу, которая кажется почти прозрачной при определённом освещении. На самом деле, броня угольно-чёрного цвета - их единственные видимые детали - коричневая тактическая маска, чёрные перчатки, тяжёлые ботинки, патронташи и угрожающее свечение жёлтых линз визора.

Разработанный как для психологической войны, так и для абсолютного контроля над полем боя, Sniper Elite способен уничтожать приоритетные цели ещё до того, как они поймут, что за ними следят. Улучшенная оптика позволяет им видеть сквозь туман, дым и даже частичное укрытие, что делает их практически неуязвимыми.

Обычно их используют в важных операциях: убийствах, подавлении лидеров повстанцев и наблюдении в тюремных комплексах, таких как Нова Проспект. Одно их присутствие может дестабилизировать боевой дух сопротивления, поскольку даже опытные бойцы понимают, что малейшая ошибка в движении может стать для них последней.

СОВЕТЫ:

- Жёлтые визоры - единственный надёжный способ обнаружить их на расстоянии.
- Не пытайся сражаться с ними на открытой местности - обходи их с фланга или используйте взрывчатку.
- Их маскировка не работает под ярким светом или тепловизором.
- Как только их гнездо обнаружено, активно атакуй, прежде чем они сместятся.
