УТИЛЬ-РАКЕТЧИК


КЛАСС:        Утиль-ракетчик
МЕТАБОЛИЗМ:   Кибернетически модифицированный сшитый труп
ВОСПРИЯТИЕ:   Базовое зрение (3 варианта головы), вибрационное
РАЗМЕР:       2,4 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       2 ракетные установки, сокрушительный удар
НАГРАДА:      5000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Дешёвый и массовый тяжёлый пехотинец Орды Ментала, буквально собранный из частей тел погибших солдат и оснащённый мощными ракетными установками. Чрезвычайно медлителен и неповоротлив, но компенсирует это огромным запасом жира и разрушительной огневой мощью. Ракеты летят по предсказуемой схеме: одна - прямо в цель, другие - с упреждением по флангам. В ярости стреляет чаще и точнее. На ближней дистанции наносит сокрушительный удар, способный убить с одного попадания.

СОВЕТЫ:

- Его ракеты могут проходить сквозь тонкие стены. Удар вблизи смертелен.
- A-24 "Опустошитель", ракетница, C4 - Отличные Варианты Борьбы против него.
