ВОЛТИГОР ИЗ ИЗМЕРЕНИЯ X

 
КЛАСС:        Раса X, Тяжёлый штурмовик
МЕТАБОЛИЗМ:   Биоэлектрический хищник
ВОСПРИЯТИЕ:   Взрослая Особь Волтигора
РАЗМЕР:       3-3,5 м
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Когти, сокрушительная сила, плазменный разряд
НАГРАДА:      600
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Волтигор - массивный четвероногий зверь, выведенный Расой X как живая тяжёлая артиллерия. Его мускулистое тело покрыто толстой хитиновой броней, обеспечивающей отличную защиту от обычного оружия. Волтигоры чрезвычайно агрессивны, атакуя добычу своими огромными когтями и обладая внушительными размерами.

Их самая разрушительная способность - это выброс биоэлектрических плазменных зарядов из органа на спине. Эти снаряды взрываются при ударе с разрушительной силой, способной уничтожать бронетехнику и уничтожать пехоту. Их ужасающий рёв и светящиеся узоры сигнализируют о скорой атаке, придавая им почти демонический вид на поле боя.

Хотя Волтигоры достаточно умны, чтобы сражаться в координации с другими существами Расы X, они в основном используются как ударное оружие ужаса и разрушения.

СОВЕТЫ:

- Соблюдайте максимальную дистанцию ​​- их плазменные выстрелы разрушительны в ближнем бою.
- Для их быстрого уничтожения требуются взрывчатка, ракеты или крупнокалиберные пулемёты.
- Используйте укрытия, чтобы спровоцировать их плазменные атаки перед ответным ударом.
- Никогда не недооценивайте их силу ближнего боя - если они подойдут слишком близко, шансы на выживание резко упадут.