БОГ КЛИРА С КЛИРА


КЛАСС:        Бог Клира
МЕТАБОЛИЗМ:   Нежить, Аватар Войны
ВОСПРИЯТИЕ:   Высшее Божество Клира
РАЗМЕР:       Гигантский
ВЫНОСЛИВОСТЬ: Экстремальная
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Призыв Волн миньонов (Не из "Гадкий Я"), Призрачные Цепные Шары, Стена Щитов, Сокрушительные Удары По Земле
НАГРАДА:      1000000 (Примерно)
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Древнее четырехрукое божество войны, некогда почитаемое вымершей цивилизацией Клиров. Когда Ментал воскресил их костяные останки для своей Орды, он случайно пробудил и их грозного Аватара. Однако подчинить это существо тиран не смог - исполин восстал против контроля хозяина и теперь сражается абсолютно со всеми, являя собой чистую, первозданную ярость целой расы.

Визуально этот монстр представляет собой исполинский скелет в тяжелой темной броне и рогатой короне, из груди которого извергается зловещая зеленая энергия. В бою он использует призрачную магию, материализуя летящие стены из щитоносцев и атакуя цепями. Когда Бог Клира получает критический урон, он трусливо растворяется во тьме, заставляя Сэма отбиваться от полчищ фантомных слуг.

СОВЕТЫ:

- На его гигантских руках горят демонические знаки, сосредоточь огонь на них, чтобы нанести критический урон или вовсе оторвать конечности.
- Когда он призывает призрачную стену щитов, не пытайся её прострелить, просто перепрыгни этот фаланг-барьер.
- Когда он исчезает в темноте, используй появляющихся фантомных клиров для ближнего боя и рукопашных добиваний, чтобы полностью восстановить здоровье.
