ШТУРМОВОЙ СИНТЕНТ АЛЬЯНСА


КЛАСС:         Штурмовой Синтент Альянса
МЕТАБОЛИЗМ:    Биомеханический синтент (органическая ткань, интегрированная с механическими усовершенствованиями)
ВОСПРИЯТИЕ:    Малый штурмовой Синтент
РАЗМЕР:        ~1,5 м.
ВЫНОСЛИВОСТЬ:  Средняя (легкая броня, предназначенная для скорости и групповой тактики)
ВРАЖДЕБНОСТЬ:  Высокая 
ОРУЖИЕ:        Встроенная синтетическая пушка
НАГРАДА:       300
УГРОЗА:        Средняя

ОПИСАНИЕ:

Штурмовой Синтент - это концептуальная единица Альянса - быстрая четырёхногая биомеханическая конструкция, созданная для скоординированных ударов на поле боя. Эти синтенты высотой около 5 футов достаточно компактны, чтобы объединяться в рой и подавлять пехотные силы. Их четыре подвижные конечности обеспечивают исключительную мобильность, позволяя им бегать на высоких скоростях и маневрировать, опережая защитников.

Они часто используются вместе с Краб-Синтентами, действуя в качестве быстрых застрельщиков, которые дополняют роль тяжелых штурмовиков своих более крупных собратьев. Хотя по отдельности они более уязвимы по сравнению с крупными синтентами, в группах они становятся серьёзной угрозой, беспокоя пехоту и ослабляя оборону для более тяжелых юнитов Альянса.

СОВЕТЫ:

- Будь начеку, когда появляются Крабы-Синтенты - их обычно сопровождают штурмовые синтенты.
- Наиболее эффективным противодействием являются оружия с зоной действия (гранаты, дробовики).
