ВЫЛУПИВШИЙСЯ АНТАРЕССКИЙ ПАУК С АНТАРЕС ПРАЙМА


КЛАСС:        Вылупившийся Антаресский Паук
МЕТАБОЛИЗМ:   Инопланетный, паукообразный
ВОСПРИЯТИЕ:   Чувствительность к вибрациям, зрение
РАЗМЕР:       0,3 м.
ВЫНОСЛИВОСТЬ: Крайне низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Кислотный плевок, укус
НАГРАДА:      100 
УГРОЗА:       Низкая

ОПИСАНИЕ:

Новорождённая форма Антаресских пауков - гигантских инопланетных паукообразных с планеты Антарес Прайм. Крайне слабый противник с тонким экзоскелетом, но компенсирующий уязвимость численностью и внезапностью. Чаще всего вылупляется из чувствительных к шуму коконов. Обладает способностью ползать по стенам и потолку, атакуя отравленной кислотой издалека или вцепляясь в жертву вблизи. Их кислотные шары могут рикошетить от поверхностей. Индивидуально не опасен, но рой из десятков таких паучков может быстро окружить и измотать даже опытного бойца.

СОВЕТЫ:

- Они могут появиться из-под ног, с потолка или высыпать из коконов после громкого выстрела.
- Вблизи можно мгновенно раздавить ногой. Это не тратит боеприпасы и быстро.
- Дробовик эффективен против групп.
- Кувалда убивает с одного удара, не тратит патроны, но оставляет тебя уязвимым на время замаха.