ЗОНД-ДРОИД ЧЁРНОЙ МЕЗЫ


КЛАСС:        Синтетический дрон
МЕТАБОЛИЗМ:   силовое ядро
ВОСПРИЯТИЕ:   оптическое + датчики движения
РАЗМЕР:       1,2 м
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       исцеляющий луч (союзники), метатель дротиков (враги), самоуничтожающийся взрыв
НАГРАДА:      600
УГРОЗА:       средне-высокая

ОПИСАНИЕ:

Разработанный Чёрной Мезой как многоцелевой дрон поддержки, зонд-дроид представляет собой парящую машину, предназначенную для помощи боевым подразделениям в полевых условиях. Его основная функция - поиск союзных форм жизни и их ремонт или стабилизация с помощью направленного исцеляющего луча. Однако в его программу также включены протоколы нападения: при обнаружении противника дроид выпускает острые, покрытые токсином дротики, способные пробить лёгкую броню. При разрушении его нестабильное энергетическое ядро ​​детонирует, вызывая мощный взрыв, превращая потерю одного дроида в решающую атаку на врагов.

СОВЕТЫ:

- Соблюдайте дистанцию ​​- самоуничтожение смертельно опасно в ближнем бою.