ИМПЕРСКИЙ ЛЕГИОНЕР С НИРНА


КЛАСС:        Имперский Легионер
МЕТАБОЛИЗМ:   Имперец, Мужчина
ВОСПРИЯТИЕ:   Профессиональный солдат Имперского Легиона
РАЗМЕР:       1.8 м.
ВЫНОСЛИВОСТЬ: Высокая 
ВРАЖДЕБНОСТЬ: Условная 
ОРУЖИЕ:       Стальной / имперский меч, имперский лук со стальными стрелами, имперский щит
НАГРАДА:      300
УГРОЗА:       Высокая 

ОПИСАНИЕ:

Это основная военная сила Империи, профессиональная армия, поддерживающая порядок на просторах Тамриэля на протяжении сотен лет. Её истоки восходят к Первой эре, когда Алессианские легионы впервые объединили Сиродил под властью людей. В современную эпоху, несмотря на войны и кризисы, Легион остаётся дисциплинированной и грозной силой.

Структура Легиона организована и сурова. Он делится на пронумерованные легионы и когорты. От кандидатов требуется не только грубая сила, но и выносливость, добродетель и надёжность. Легион славен своей недискриминационной политикой - в его ряды принимают представителей всех рас и вероисповеданий. Хотя основу составляют имперцы, норды и редгарды, среди солдат можно встретить бретонцев, орсимеров и даже данмеров.

Снаряжение легионера зависит от эпохи и места службы. Во времена Кризиса Обливиона в Сиродиле - они щеголяли в тяжёлых стальных доспехах с элементами римской пластинчатой брони, вооружённые длинными мечами.  В Скайриме ситуация сложнее - ресурсов не хватает, и основная масса солдат носит облегчённую кожаную броню со стальными вставками. Это вынужденная мера, ведь Легион в провинции получает мало подкреплений и вынужден набирать местных ополченцев, порой занижая стандарты.

Поведение легионера подчиняется строгой дисциплине. Они патрулируют дороги, охраняют форты и участвуют в полномасштабных сражениях. В Скайриме они ведут затяжную войну с повстанцами. Легионеры используют тактику "щит и меч": принимают удар противника на щит, после чего контратакуют.

В Кризисе Обливиона они были элитой, но война с Талмором и многолетний кризис подкосили армию. В Скайриме солдаты часто недовольны Империей, но служат ей либо по традиции, либо потому что считают её единственным бастионом против Талмора.

СОВЕТЫ:

- Если ты планируешь воевать на стороне Империи, твоя экипировка будет лучше, чем у противника. Легионеры хорошо защищены и организованы.
- В бою против Легионера помни об их тактике. Не лезь в лоб на стену щитов - используй фланговые манёвры, магию или стрелков.
- Лучшее оружие против тяжелобронированного легионерат- заклинания и оружие, игнорирующее броню.
- В Провинции Скайрим легионеры более уязвимы из-за лёгкой брони. Используй тяжёлое оружие для быстрого снятия здоровья.
- Если ты преступник, держись подальше от легионеров. В отличие от городской стражи, они имеют право арестовывать тебя за пределами городов.
- При вступлении в Легион ты даёшь священную клятву на верность Императору. Её нарушение будет расцениваться как предательство.
