БЕЗГОЛОВЫЙ АРХЕОЛОГ, РАКЕТЧИК С ТАИНСТВЕННОГО ОСТРОВА


КЛАСС:        Безголовый Археолог, Ракетчик
МЕТАБОЛИЗМ:   Кибер-Зомби
ВОСПРИЯТИЕ:   Мертвец, Управляемый Через УУЖ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень Низкая
ВРАЖДЕБНОСТЬ: Очень Низкая
ОРУЖИЕ:       Магические Снаряды
НАГРАДА:      100
УГРОЗА:       Нет

ОПИСАНИЕ:

Обезглавленный Археолог с Таинственного Острова, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).

Ракетчик держит собственную голову в руке, продолжая с её помощью воспринимать окружающий мир. Стреляет одним магическим снарядом из ручной ракетной установки. Неуязвим для собственных снарядов. 

СОВЕТЫ:

- Никаких сложностей.
