ПАНТЕРАЙ С ЗЕНА, ОБЫЧНАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Пантерай, обычная разновидность
МЕТАБОЛИЗМ:   Плотоядный представитель фауны Зена
ВОСПРИЯТИЕ:   Хищник Зена
РАЗМЕР:       1,5 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Когти, атака в прыжке, борьба с жертвой, захватив её пастью под подбородком, скрытный прыжок
НАГРАДА:      120
УГРОЗА:       Высокая

ОПИСАНИЕ:

Пантерай (или Пантероглаз) - инопланетный хищник из Зена.

Он предназначен для функционирования подобно хищным кошкам, способным ползать, бегать и прыгать на жертву, используя странно расположенную пасть под подбородком, чтобы прижать её к земле перед тем, как нанести сокрушительный укус.

Отмечены два варианта внешнего вида:

Синий пантероглаз (самка) и Красный пантероглаз (самец).

СОВЕТЫ:

- Будь бдителен: Пантераи полагаются на скрытность и засады - ожидай внезапных нападений с невидимых углов.
- Постоянно двигайся: их скорость и способность прыгать делают неподвижные цели уязвимыми.
- Уничтожай в закрытых помещениях в первую очередь: один пантерай в узких коридорах может оказаться смертельным.
