ОБЫЧНЫЙ ЗОМБИ ХЕДКРАБ, АЛЬФА


КЛАСС:        Обычный зомби-хедкраб, Альфа
МЕТАБОЛИЗМ:   Человек-хозяин (Альфа-ученый) + Обычный паразитический хедкраб
ВОСПРИЯТИЕ:   Ограниченное, управляемое хозяином
РАЗМЕР:       ~183 см
ВЫНОСЛИВОСТЬ: Высокая (альфа-мутация, эластичные ткани)
ВРАЖДЕБНОСТЬ: Чрезвычайная (агрессивный, руководит другими зомби)
ОРУЖИЕ:       Атаки ближнего боя (когти, замахи), захват
НАГРАДА:      400
УГРОЗА:       Высокая по отдельности, катастрофическая в группах

ОПИСАНИЕ:

Альфа Зомби учёные - бывшие исследователи Чёрной Мезы, зараженные и мутировавшие под воздействием хедкрабов в глупых существ. В отличие от обычных зомби-хедкрабов, альфы - YOUR TAKING TOO LONG.

Их гротескная трансформация приводит к тому, что части лабораторного халата хозяина срастаются с инопланетной тканью, придавая им извращённый, интеллектуальный и одновременно чудовищный вид.

СОВЕТЫ:

- Лучше всего использовать огнестрельное оружие или взрывчатку; по возможности избегайте ближнего боя.
- Остерегайтесь засад - они часто появляются там, где когда-то работали учёные.