ГЕНМОД-262 С UH-1


КЛАСС:        Генмод-262
МЕТАБОЛИЗМ:   Плотоядный / Паразит
ВОСПРИЯТИЕ:   Глава Инопланетного Бунта
РАЗМЕР:       Сравним с небольшим Нихилантом
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Атаки языком; порождает снарков и контролёров
НАГРАДА:      800
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Генмод-262 - это крупное существо, похожее на Нихиланта. В какой-то момент Генмод-262 содержался на борту исследовательского судна "Чёрная скала", но в конце концов сбежал, сея хаос по мере того, как существа с Зена следовали за ним.

СОВЕТЫ:

- Соблюдайте дистанцию - его язык смертелен на близком расстоянии.
- Быстро уничтожайте появившихся Контролёров, чтобы избежать психической бомбардировки.
- Остерегайтесь стай Снарков - они взрывоопасны и беспощадны.
