МЕХОВОЙ МОНСТР


КЛАСС:        Меховой монстр
МЕТАБОЛИЗМ:   Плотоядный
ВОСПРИЯТИЕ:   Биологическое оружие (клон / прыгающая единица)
РАЗМЕР:       ~0,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Укус, прыжок, когти
НАГРАДА:      300
УГРОЗА:       Средняя

ОПИСАНИЕ:

Существо, которое все ошибочно принимают за фекальную массу с планеты гигантов Магнор. Это свидетельство того, что даже у повелителя тьмы Ментала есть то, что можно назвать "жалостью".

Когда Ментал впервые увидел это существо, его спутали с кучей говна. Оно было маленькое, коричневое, круглое, и сидело на камне. Но Ментал заметил, как оно шевелится и спёр его. В любом случае, он забрал его на свой корабль, клонировал и обучил каждую копию прыгать и кусаться.

Внешне Меховой монстр - это круглое, пушистое нечто, покрытое короткой коричневой шерстью. У него маленькие зелёные глаза, которые светятся в темноте, и два больших уха, торчащие в разные стороны. Вся его морда - это огромная пасть, полная острых белых зубов. У него две сильные ноги с белыми когтями, на которых он передвигается исключительно прыжками.

В бою Меховой монстр не имеет сложной тактики. Он просто прыгает на врага, пытаясь вцепиться зубами в лицо или ногу, а затем снова повторяет попытку. Он не думает о самосохранении и не испытывает страха.

СОВЕТЫ:

- Похожи на говно.
- Они не опасны в одиночку, но в стае могут закусать до смерти.
- Они прыгают по предсказуемой траектории, так что попасть из дробовика или автомата не составит труда.
- Их укус болезнен.
- В прыжке они уязвимы. Используй дробовик в тот момент, когда они летят к тебе.
- Ментал уверяет, что они не воняют.
