ПИСКУН (ПРЫГУН) САНТЕХНИК С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Пискун-сантехник, Специализированная мутация
МЕТАБОЛИЗМ:   Трайген-мутант с адаптированной физиологией
PERCEPTION:   Тактический диверсант-инженер
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Прыжковые атаки с усилением, AG36
НАГРАДА:      1200
УГРОЗА:       Высокая

ОПИСАНИЕ:

Уникальная мутация Пискуна, возникшая после случайного попадания в канализационные стоки лаборатории Кригера. Вместо деградации, мутаген и инженерные знания бывшего солдата слились, создав Пискуна-сантехника. Он носит заправленную в штаны синюю униформу с отличительным знаком "М" на кепке, которая странным образом выдержала мутацию. Его гипертрофированные конечности теперь идеально приспособлены для суперпрыжков с гидравлическим усилением, позволяющих ему взлетать на огромную высоту и приземляться с сокрушительным ударом.

СОВЕТЫ:

- Не говорите об этом Красной Японской Компании.