БОЛОТНЫЙ ПРЫГУН С РИГЕЛЯ ЦЕНТАВРА, ОГРОМНЫЙ


КЛАСС:        Болотный прыгун с Ригеля Центавра, Огромный
МЕТАБОЛИЗМ:   земноводное
ВОСПРИЯТИЕ:  дикое животное
РАЗМЕР:       8 м. (стоя)
ВЫНОСЛИВОСТЬ: нет
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       брызги ядовитой слизи
НАГРАДА:      5000
УГРОЗА:    очень низкая

ОПИСАНИЕ:

Странные существа родом с болотистых пустошей одной из планет системы Ригеля Центавра. Живут стаями, обладают самоубийственным инстинктом защиты территории. При этом они всем скопом пытаются прыгнуть на незваного гостя и взорваться, надуваясь ядовитым газом. При взрыве забрызгивают противника содержащейся в их кишечнике ядовитой слизью.

Любимец Ментала и апофеоз его экспериментов с размерами - Красный Левиафан, вдвое превосходящий своего уже гигантского предшественника. Его багровое тело колышется от тысяч литров токсичной жидкости. Но главный секрет и сюрприз для любого, кто решит его атаковать, скрыт внутри. В специальных пузырях-инкубаторах в его теле Ментал разместил около шестидесяти микроскопических прыгунов. Убийство Левиафана - это лишь начало настоящего кошмара. При его гибели тело разрывается, выпуская не только море яда, но и рой крошечных, почти невидимых, невероятно быстрых и смертоносных прыгунов, которые мгновенно атакуют всё живое в радиусе поражения.

СОВЕТЫ:

- Не дай ему приблизиться. Атакуй с максимальной дистанции.
- Уничтожение тела. Будь готов к немедленному отступлению или использованию оружия сплошного поражения (огнемёт, гранатомёт) против вырвавшегося роя микро-прыгунов.
- Лучше спровоцировать его взрыв на расстоянии, используя дистанционные взрывчатые вещества или приманки, чтобы уничтожить и основное тело, и скрытый рой одновременно, не подходя близко.

