ЭЛЛЕНИРИЙСКАЯ ВЕДЬМА-ГАРПИЯ C ЭЛЛЕНЬЕРА


КЛАСС:        Элленирийская Ведьма-Гарпия
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Примитивный Воин
РАЗМЕР:       1,5 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Магические Снаряды, Когти
НАГРАДА:      50
УГРОЗА:       Низкая

ОПИСАНИЕ:

Элленирийские Ведьмы-Гарпии очень похожи на своих скифских кузин, главное отличие в том, что один вид вымер, а другой - нет.

Гарпии создаются из смеси куриных ножек из закрывшегося ресторана SFC (Syrian Fried Chicken), плавающих существ в капсулах, крыльев Летающих Клиров и гигантских Голубей с Бримлэнда, а так же из других частей.

Изначально их планировали сделать моделями из носков, но вместо этого отправили охранять дракона Сесила.

Их две формы атаки: создание магических снарядов на расстоянии и нанесение ударов когтями в ближнем бою.

Назойливая тварь, которая летает и раздражает мельканием определенных частей тела. Научилась носить по воздуху разных гадостных типов вроде камикадзе, поэтому стала ещё назойливее.

СОВЕТЫ:

- Уничтожай одиночных Гарпий в ближнем бою с Обреза или холодным оружием.
- Уничтожай большие группы из пулемёта или оружием с зоной поражения.
- Малые и средние группы можно уничтожить из снайперской винтовки на расстоянии.
