ПРИЗРАК С МИРА ФАТУМА


КЛАСС:        Эфирное существо, Страж кладбищ Фатума
МЕТАБОЛИЗМ:   Поддерживается энергией Фатума
ВОСПРИЯТИЕ:   Астральное зрение, чувствительность к живой энергии
РАЗМЕР:       2,5 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Лавовые снаряды, когти ближнего боя
НАГРАДА:      300
УГРОЗА:       Средняя

ОПИСАНИЕ:

Призраки мира Фатума - зелёные полупрозрачные существа, закутанные в длинные балахоны, по форме напоминающие мантии высших заклинателей. Их родиной являются кладбища Фатума - искажённые некрополи, где граница между жизнью и смертью давно утратила смысл. Там они выполняли роль хранителей.

Эти существа безусловно служат Фатуму. А поскольку Фатум действует в интересах Ментала, призраки формально считаются частью его Орды, хотя сами они не проявляют ни индивидуальности, ни сомнений.

В бою призраки используют сгустки расплавленной энергии, внешне напоминающие лаву. Эти снаряды они метают на средней дистанции, в близи атакуют когтями. Несмотря на эфемерную природу, их удары наносят реальный физический и энергетический урон.

СОВЕТЫ:

- Не задерживайся на открытой местности: лавовые снаряды эффективны на прямой траектории
- Избегай ближнего боя - когти опасны даже сквозь броню.