ШТУРМОВИК C M4 С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Пехотинец с M4
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Базовый наёмник Кригера
РАЗМЕР:       ~1.8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       M4
НАГРАДА:      150
УГРОЗА:       Низкая

ОПИСАНИЕ:

Базовая пехота наёмников Кригера, самые массовые и слабо подготовленные бойцы. Внешне похожи на разведчиков, но не носят бронежилетов, что делает их уязвимыми. Чаще всего встречаются в казармах, штабах и офисах, где могут отдыхать или выполнять вспомогательные задачи (работа с документами, радио). Их тактика проста - полагаться на численное преимущество и прикрываться более защищёнными штурмовиками. Не обладают выдающимися навыками, но в больших группах могут представлять угрозу за счёт плотности огня. Одетые в синие, реже чёрные или зелёные майки, они являются "пушечным мясом" армии Кригера.

СОВЕТЫ:

- Встречаются группами. Выбирай в первую очередь пехотинцев, чтобы быстро сократить численность противника, затем переключайся на более опасных наёмников.
- Часто прячутся за укрытиями и союзниками. Используй оружие с высокой скорострельностью или дробовик на близкой дистанции для быстрого устранения групп.
- Не представляют серьёзной угрозы поодиночке, но могут заставить тратить боеприпасы и отвлекать внимание в крупных стычках.
