СНАЙПЕР СОЛДАТ OVERWATCH АЛЬЯНСА


КЛАСС:        Снайпер Солдат Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Специалист по дальним атакам Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Снайперская Винтовка Альянса MK2
НАГРАДА:      500
УГРОЗА:       Высокая-экстремальная

ОПИСАНИЕ:

Снайпер Альянса - это специализированный трансчеловеческий отряд, предназначенный для уничтожения и подавления противников на больших дистанциях. В отличие от других пехотинцев Альянса Overwatch, их внешний вид более небрежный и сдержанный - на их визорах отсутствует характерная светящаяся оптика, чтобы не выдавать их позицию. Это позволяет им сливаться с руинами, крышами или тюремными вышками, что затрудняет их обнаружение, пока не станет слишком поздно.

Они - мастера терпения и точности, обычно часами занимая наблюдательные позиции, отслеживая передвижения противника. Их снайперские винтовки могут уничтожить цель одним выстрелом, сея панику в отрядах и заставляя выживших искать укрытие.

Снайперов часто используют для защиты ключевых объектов Альянса, охраны тюремных территорий, таких как Нова Проспект, и создания зон поражения на городских улицах. Бесшумные, смертоносные и практически невидимые, пока не откроют огонь.

СОВЕТЫ:

- Избегай оставаться на открытой местности - всегда перемещайся между укрытиями.
- Дымовые гранаты или взрывчатка могут выманить их.
