ПОПУГАЙ, ЗЕЛЁНЫЙ АРА С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Попугай, Зелёный Ара
МЕТАБОЛИЗМ:   Птица
ВОСПРИЯТИЕ:   Птица Архипелага
РАЗМЕР:       ~0.9 м. (с хвостом)
ВЫНОСЛИВОСТЬ: Очень низкая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Клюв
НАГРАДА:      10
УГРОЗА:       Нулевая

ОПИСАНИЕ:

Яркая тропическая птица, обитающая в джунглях архипелага. Зелёный Ара - безобидная птица, не представляющее никакой угрозы. Часто встречается пролетающим высоко в небе. Попугай не атакует и не взаимодействует с другими врагами, являясь частью окружения для создания атмосферы.

СОВЕТЫ:

- Не является врагом. Атаковать его нет никакой необходимости или выгоды.
