ПАРАЗАВРОЛОФ С ТЕРРАФОРМИРОВАННОЙ ПЛАНЕТЫ


КЛАСС:        Паразавролоф
МЕТАБОЛИЗМ:   Травоядное
ВОСПРИЯТИЕ:   Мирное стадное животное
РАЗМЕР:       3 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Лапы
НАГРАДА:      50
УГРОЗА:       Минимальная

ОПИСАНИЕ:

Это мирные травоядные утконосые динозавры, проводящие большую часть времени в поисках кустов, которые можно пощипать.

Ни на кого не нападают, никого не трогают, просто существуют и украшают пейзаж своим присутствием.

СОВЕТЫ:

- Не трать патроны.
- Используй их как прикрытие. Хищники часто переключаются на них, давая тебе время уйти.
