ЛЯМБДА-МУРАВЬИНЫЙ ЛЕВ С ЗЕНА


КЛАСС:        Лямбда-Муравьиный Лев
МЕТАБОЛИЗМ:   насекомоподобный
ВОСПРИЯТИЕ:   Насекомоподобное инопланетное существо
РАЗМЕР:       1,5 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       когти, крылья (короткими очередями), роевая тактика
НАГРАДА:      250
УГРОЗА:       средняя

ОПИСАНИЕ:

Лямбда-муравьиные львы - насекомоподобные хищники из Зена, привлечённые на Землю до вторжения Альянса. Они бродят по песчаным просторам стаями, выскакивая из-под земли, чтобы нападать на добычу из засады. Ловкие и неутомимые, они подавляют не своей силой, а числом. Несмотря на агрессию, их можно усмирить или даже подчинить с помощью особых фероподов, собранных с трупов Стражей муравьиных львов. Их жужжание, похожее на жужжание насекомых, возвещает о готовящейся атаке, часто за несколько мгновений до того, как песок вздыбится у вас под ногами.

СОВЕТЫ:

- Избегай хождения по песку; вибрация мгновенно привлекает их.
- Используй фероподы, чтобы превратить рои в союзников.
