ФИОЛЕТОВЫЙ ХЕДКРАБ С ЗЕНА


КЛАСС:         Хедкраб, фиолетовый
МЕТАБОЛИЗМ:    паразитический инопланетный
ВОСПРИЯТИЕ:    Биологическое оружие
РАЗМЕР:        ~0,6 м.
ВЫНОСЛИВОСТЬ:  низкая
ВРАЖДЕБНОСТЬ:  высокая (агрессивный, быстрый)
ОРУЖИЕ:        укус (для заражения хозяина)
НАГРАДА:       20
УГРОЗА:        низкая по отдельности, умеренная в группах

ОПИСАНИЕ:

Фиолетовый хедкраб - мутировавший паразит Зена. В отличие от обычных хедкрабов, он немного крупнее, быстрее и агрессивнее. Его основная цель - прикрепиться к человеку и превратить его в зомби.

СОВЕТЫ:

- Быстрее, следите за своими движениями - они прыгают непредсказуемо.
- Огнестрельное оружие или рукопашный бой могут остановить их, но будьте осторожны, когда их целые стаи.