БАРНИ КАЛХАУН


КЛАСС:         Барни Калхун
МЕТАБОЛИЗМ:    Человеческий, мужской
ВОСПРИЯТИЕ:    Агент Сопротивления / Бывший охранник
РОСТ:          ~1,8 м.
ВЫНОСЛИВОСТЬ:  Средняя
ВРАЖДЕБНОСТЬ:  Низкая (дружелюбен к союзникам, враждебен к Альянсу)
ОРУЖИЕ:        Дробовик, пистолет-пулемёт, импульсная винтовка AR2
НАГРАДА:       1000
УГРОЗА:        Средняя

ОПИСАНИЕ:

Барни Калхаун начинал свою жизнь как скромный охранник в Чёрной Мезе, один из бесчисленных рабочих, попавших в катастрофу Каскадного Резонанса. Выживший в катастрофе, он позже вновь появился в Сити 17 под оккупацией Альянса. Сейчас Барни является важным членом Сопротивления, служа как боец и диверсант.

Действуя под видом сотрудника Гражданской обороны, Барни часто передает Сопротивлению информацию, оружие и припасы. Его быстрый ум, саркастический юмор и способность импровизировать делают его как поднимающим боевой дух, так и хитрым агентом. Несмотря на свою непринужденную, шутливую манеру поведения, Барни глубоко привержён борьбе с Альянсом и готов рисковать жизнью ради своих друзей и товарищей.

Он поддерживает тесную дружбу с Гордоном Фрименом и братские отношения с Аликс и Илаем Вэнсом, что делает его одним из самых надежных агентов Сопротивления. Хотя Барни не так проворен, как Аликс, и не обладает сверхчеловеческими способностями, как Гордон, его надежность и опыт работы как в Чёрной Мезе, так и на оккупированной Альянсом Земле делают его бесценным союзником.

СОВЕТЫ:

- Он Надежная поддержка в бою - обеспечивает прикрытие огнем и тактическую поддержку.
- Часто выступает в роли проводника, помогая бойцам сопротивления пробираться через территории Альянса.
- Его маскировка под сотрудника Гражданской Обороны позволяет ему незаметно проникать в ряды врага.
