ПРИЗРАЧНЫЙ КРИПЕР С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Призрачный крипер
МЕТАБОЛИЗМ:   Потусторонняя Бесплотная Сущность
ВОСПРИЯТИЕ:   Призрак крипера, Эфирная нежить
РАЗМЕР:       ~1,7 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Варьируется
ОРУЖИЕ:       Взрыв эфирной энергии
НАГРАДА:      200
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это разновидность элементального крипера, который выглядит как полупрозрачное существо серого цвета. Он является воплощением остаточной сущности крипера, который погиб, но не ушёл в небытие, а застыл между мирами.

Он может проходить сквозь мобов.

Основная особенность Призрачного крипера - его взрыв. Он не разрушает блоки, а при взрыве испускает волну чистой эфирной энергии. Эта волна смертельна для всех живых существ в радиусе поражения, но абсолютно безопасна для окружающей среды.

Несмотря на призрачную сущность, эти криперы всё ещё уязвимы для стали и магии, хотя для того, чтобы застать их врасплох, может потребоваться проявить чудеса ловкости или использовать специальное снаряжение.

СОВЕТЫ:

- Если ты встретил Призрачного крипера, не паникуй. Ты можешь попытаться обойти его стороной, так как его скорость невелика, если только это не стая.
- Никогда не сражайся с ним в помещении. Хотя он не разрушает блоки, от его атаки сложно увернуться в тесном коридоре.
- Оружие с высоким уроном или чары "Сила" для лука помогут убить его до того, как он начнёт зарядку взрыва.
