ЗОРГ-ОФИЦЕР С БИЛМЕЗА IV


КЛАСС:        Зорг-офицер
МЕТАБОЛИЗМ:   млекопитающее
ОПРЕДЕЛЕНИЕ:  раса воинов
РАЗМЕР:       2,1 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: низкая
ОРУЖИЕ:       веерный импульсный лазер
НАГРАДА:      800
УГРОЗА:       Низкая

ОПИСАНИЕ:

Ментал переправил этих солдат на Землю из неизвестной области вселенной. Раньше это была раса свирепых воинов, но когда они завоевали столько планет, что уже не знали, что с ними делать, то решили немного притормозить. Большая их часть отправилась в бессрочный отпуск на прекрасную тропическую планету в своей звёздной системе, но поскольку они беспечно загорали с десяти утра и до четырёх часов вечера, через несколько лет кожи у большинства зоргов просто не осталось. Те счастливчики, на которых сохранилось хотя бы по шматку кожи, были незамедлительно произведены в офицеры, что означало получение более мощного оружия, а также привилегию появляться на людях в нижнем белье и не оставлять кровавых пятен на всём, к чему прикоснёшься.

СОВЕТЫ:

- Заметив врага, зорги выпускают перед собой веер лазерных лучей.