ОБЛАЧНАЯ ОВЦА С ЭФИРНОГО МИРА МАЙНКРАФТА


КЛАСС:        Облачная Овца
МЕТАБОЛИЗМ:   Биологический, Парящий
ВОСПРИЯТИЕ:   Мирное Парящее Животное
РАЗМЕР:       ~1,3 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Нет
НАГРАДА:      50
УГРОЗА:       Нулевая

ОПИСАНИЕ:

Эти пушистые создания обитают на парящих в небе островах и являются одними из самых мирных существ этого странного мира.

Внешне напоминает обычную овцу, но её шерсть выглядит более пышной и лёгкой, словно соткана из облаков. Окрас может быть разным - белый, голубой, розовый, лаймовый и циановый, причём цветные особи встречаются гораздо реже белых.

Главное отличие от обычных овец. Она умеет "надуваться" и резко взлетать высоко вверх (как ракета), после чего медленно планировать вниз. Иногда это приводит к тому, что овца падает с острова и разбивается.

Пасутся они на облачной траве, поедая её и превращая в землю.

Разводятся с помощью пшеницы, апельсинов или черники.

При стрижке ножницами с неё выпадает Облачная шерсть - особый материал этого измерения. Остриженная овца теряет способность взлетать, пока не отрастит шерсть заново, поедая траву.

СОВЕТЫ:

- Чтобы получить много облачной шерсти, загони овец в загон, где есть трава, и стриги их каждые несколько минут.
- Если овца сбрита, она не может взлетать - это идеальное время, чтобы перегнать её в безопасное место.
- В отличие от обычных овец, этот вид может быть ценным источником ресурсов для крафта предметов из Эфирного Измерения.
- Не пытайся использовать их как транспорт. Они не управляемы.
