САМЕЦ ГНААРА


КЛАСС:        Самец гнаара
МЕТАБОЛИЗМ:   млекопитающее
ОПРЕДЕЛЕНИЕ:  дрессированное боевое животное
РАЗМЕР:       1,2 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: низкая
ОРУЖИЕ:       зубы, кулаки
НАГРАДА:      200
ОПАСНОСТЬ:    очень низкая

ОПИСАНИЕ:

Небольшое двуногое животное без головы, с одним глазом и большой пастью. Происходит с Сириуса и выдрессировано Менталом для участия в боевых действиях. Самцы фиолетового цвета, они меньше размером и слабее, чем самки.

СОВЕТЫ:

- Не имеют оружия дальнего боя - просто держись подальше.
- Отдельные экземпляры могут летать.
- Есть сообщения о гнаарах-невидимках.