БЕЗГОЛОВЫЙ ГРАНАТОМЁТЧИК ЛЕСИСТОЙ МЕСТНОСТИ


КЛАСС:        Безголовый гранатомётчик лесистой местности
МЕТАБОЛИЗМ:   Кибер-зомби
ВОСПРИЯТИЕ:   Мертвец, управляемый через УУЖ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень низкая
ВРАЖДЕБНОСТЬ: Очень низкая
ОРУЖИЕ:       Ручные гранаты
НАГРАДА:      250
УГРОЗА:       Низкая

ОПИСАНИЕ:

Обезглавленный солдат с Сириуса, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).

В карманах имеет большой запас гранат.

Лесной экземпляр постоянно держит вторую гранату во второй руке, что позволяет ему взорваться при смерти.

Одет в зелёный пятнистый камуфляж, приспособленный для лесных зон. Судя по состоянию униформы и следам на штанах, нижняя часть тела подверглась грубой хирургической обработке при воскрешении - репродуктивные органы отсутствуют, что указывает на полную утрату биологической функции и превращение в расходный боевой ресурс.

Активно используется силами Ментала в лесах, чащах и заболоченных районах, где внезапное появление и взрывной характер атак особенно эффективны.

СОВЕТЫ:

- Будь осторожен: убитый Безголовый гранатомётчик лесистой местности взрывается.
- Уничтожай на дистанции, предпочтительно точным выстрелом.
- В лесу будь особенно внимателен - они часто маскируются и выходят из укрытий внезапно.
- Скопление нескольких таких солдат превращает местность в смертельное минное поле.