ГОРДОН ФРИМЕН


КЛАСС:        Физик‑воин сопротивления
МЕТАБОЛИЗМ:   Человек, мужчина
ВОСПРИЯТИЕ:   Стандартное человеческое + научная интуиция
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       От монтировки до тяжёлого вооружения
НАГРАДА:      10000
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Гордон Фримен - физик‑теоретик в H.E.V. Костюме, оказавшийся втянутым в самые опасные события человечества. Он был сотрудником Чёрной Мезы и участвовал в эксперименте, который привёл к Каскадному Резонансу и вторжению инопланетных форм жизни на Землю.

Фримен - человек немногословный, но решительный. Во время катастрофы в Чёрной Мезе он был вынужден выживать, сражаться с чужеродными существами и защищаться от сил H.E.C.U..

В конечном итоге он смог победить Нихиланта, который держал разлом открытым по ту сторону конфликта.

Спустя годы после событий Чёрной Мезы он стал ключевой фигурой в Сопротивлении против Альянса, символом надежды и сопротивления оккупации Земли. 

СОВЕТЫ:

- Он мастерски обращается с самым разным оружием, от монтировки до тяжёлых автоматов. 
- Гордон выживает благодаря тактическому мышлению, адаптации и мастерству в обращении с оружием.