ЗУМБ'УЛ С ПЛАНЕТЫ РАС-АД-НИК

 
КЛАСС:        Зумб'ул
МЕТАБОЛИЗМ:   млекопитающее
ОПРЕДЕЛЕНИЕ:  тренированная примитивная раса
РАЗМЕР:       3 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       два плазменных ружья
НАГРАДА:      3000
ОПАСНОСТЬ:    средняя

ОПИСАНИЕ:

Вот что получается, когда с огнестрельным оружием знакомится создание, у которого проблемы с зубами мудрости. Ментал тренировал этих скотов в своём ужасающем институте "Ист Клинтвуд", названном по имени знаменитого актёра XX века, лихо обращавшегося с кольтами. Ментал поддерживал дисциплину, обещая зумб'улам, что если они не будут стараться, то закончат свои дни, занимаясь художественной фотосъемкой. Институт закончили все.

СОВЕТЫ:

- Они стреляют прямой наводкой, так что уходи с линии огня.
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          