БОЛЬШЕГОЛОВЫЙ ЗОМБИ КРОТИМОВЕЦ, ЗАК РЭНД "ГОЛДФИНГЕР"


КЛАСС:        Большеголовый Зомби Кротимовец, Зак Рэнд "Голдфингер"
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Зак Рэнд, известный под звучным псевдонимом "Голдфингер", занимает особое место в пантеоне Croteam - место, отлитое в золоте благодарности. Его гипертрофированный череп сияет не столько техническими познаниями, сколько ценностью оказанной поддержки, характер которой за давностью лет остаётся загадкой. Его имя фигурирует в титрах с самой первой игры серии, The First Encounter, и вплоть до Classics: Revolution, что говорит о длительных и значимых для студии отношениях.

Возможно, он был одним из первых и самых проницательных тестеров, чьи советы спасли проект от фатальных ошибок. Или, может быть, оказал неоценимую моральную или даже материальную поддержку на раннем, самом трудном этапе. А псевдоним "Голдфингер" намекает на что-то исключительное, "золотое" - будь то уникальный навык, редкая находка или просто золотое сердце.

Когда-то он был живым, но после того, как кто-то убил его, он восстал из мёртвых - став демоническим Зомби.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.