ЙЕТИ


КЛАСС:        Йети
МЕТАБОЛИЗМ:   Разумное Млекопитающее
ВОСПРИЯТИЕ:   Дружелюбный Гигант И Семьянин
РАЗМЕР:       ~7 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Когти, Сила
НАГРАДА:      300
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это заботливый семьянин, который живёт со своей семьёй в суровых снежных землях и каждый день приносит домой добычу - в основном кабанов. Он сочетает в себе физическое превосходство и миролюбивый темперамент, предпочитая избегать конфликтов, когда это возможно.

Однажды его случайно встретил человек и начал снимать на фотокамеру. Йети не испугался и даже позировал, не понимая, к чему это приведёт. После выхода записи в новости Йети посчитали угрозой, и за его голову отправили охотника. Однако, увидев любящую семью Йети, охотник не смог выполнить задание. Он обратился к президенту США и доложил, что тревога была напрасной.

Несмотря на это, на Йети продолжает охотиться Зона 51, считая его редким и потенциально опасным существом. Это делает его жизнь и жизнь его семьи постоянной целью для секретных служб. Каждый день Йети вынужден проверять территорию на наличие следов постороннего присутствия и охранять периметр от возможного вмешательства разведывательных служб.

Основная часть времени Йети посвящена добыче ресурсов в условиях экстремально низких температур. Вечер он проводит в кругу семьи, обеспечивая их защиту и комфорт. Его главный приоритет - благополучие близких, и ради этого он готов на всё.

СОВЕТЫ:

- Йети не агрессивен. Если ты встретил его в снегах - не паникуй и не пытайся его убить.
- Не приближайся к его дому или семье. Это единственное, что может вывести его из себя.
- Если ты увидел его случайно, просто уйди. Он не преследует людей.
- Не пытайся сфотографировать его. Это может привлечь внимание Зоны 51.
- В бою Йети опасен только в том случае, если его семья в опасности. Если ты не угрожаешь его близким, он вас не тронет.
