ВЕДЬМА ЯГОДА С МАГНОРА


КЛАСС:        Ведьма Ягода
МЕТАБОЛИЗМ:   Млекопитающее, Бывшая красотка
ВОСПРИЯТИЕ:   Ведьма
РАЗМЕР:       1,4 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Магические Снаряды
НАГРАДА:      50
УГРОЗА:       Высокая

ОПИСАНИЕ:

По сути, она была одной из самых красивых девушек в Галактике, но когда она была готова вместе со своей сестрой для участия в конкурсах красоты Ментала, они превратились в уродливых ведьм. После такой оказии их было легко отправить в армию Ментала.

Ягода - сестра-близнец Дыни; вместе они являются самыми известными ведьмами планеты Магнор. Они славятся своей садистской натурой, мастерством в своём искусстве и пристрастием к алкоголю.

Она ведьма, научившаяся использовать заклинание зеркального клонирования и применяла его для собственного размножения. Увидев в ней потенциал, Ментал предложил ей пожизненный запас водки в обмен на её услуги. Она с радостью согласилась.

Ягода беспорядочно летает вокруг, пытаясь окружить врага и одновременно обрушивая на него магические атаки.

СОВЕТЫ:

- Она очень маневрена и в неё трудно попасть; для её уничтожения используй скорострельное оружие или тщательно целься из снайперской винтовки.
- Она должна быть приоритетной целью, поскольку её обстрел с воздуха может оказаться слишком эффективным.
- Хотя выстрел с обреза может убить её в ближнем бою, приблизиться к ней крайне сложно.
- Если тебя окружили, старайся постоянно двигаться влево и вправо, одновременно отступая назад, чтобы попытаться прорвать её окружение.
