БЕСОВСКИЙ ДЕМОН-РЕПТИЛОИД, ШТОРМОВОЙ ПРИЗЫВАТЕЛЬ


КЛАСС:        Бесовский Демон-Рептилоид, Штормовой Призыватель
МЕТАБОЛИЗМ:   Хладнокровный, Рептилия
ВОСПРИЯТИЕ:   Модифицированная Примитивная Раса
РАЗМЕР:       9 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Торнадо, Когти
НАГРАДА:      8000
УГРОЗА:       Средняя

ОПИСАНИЕ:

Ещё один отвратительный мутант - дело рук Ментала. Примитивное, похожее на ящерицу создание с Бесовии I, в течение нескольких поколений подвергавшееся скрещиванию и мутациям, а напоследок усиленное титановым скелетом. Он обладает уникальной способностью искажать окружающий воздух, достигая скорости ветра до уровня торнадо F2. Эти миниатюрные торнадо в конечном итоге стабилизируются и рассеются, но тем временем будут сеять хаос.

СОВЕТЫ:

- Торнадо будут разбрасывать предметы и перенаправлять снаряды.
- Уничтожить торнадо демона невозможно... Просто избегай их, пока они не рассеются.
