БОЛЬШОЙ ПАТРИК СТАР С БИКИНИ БОТТОМ


КЛАСС:        Большой Патрик Стар
МЕТАБОЛИЗМ:   Организм Морской Звезды
ВОСПРИЯТИЕ:   Живая Морская Зыезда-Тупица, опасный для окружающих
РАЗМЕР:       ~2,5 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Очень высокая
ОРУЖИЕ:       Голова как дубина
НАГРАДА:      5000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Большой Патрик Стар - верный друг и коллега Губки "Мясного" Боба, известный своей невероятной тупостью, которая делает его смертельно опасным. Он питается крабсбургерами, сделанными из рыбы, и атакует своим главным оружием - головой, которой долбит всё подряд.

Глаза отсутствуют, но он способен "телепортироваться" на короткие дистанции, когда жертва отворачивается, подобно SCP-173. Его рот огромный и овальный, полон зубов, а фиолетовая кровь брызжет при каждом уроне. Штаны отсутствуют. Несмотря на кажущуюся неподвижность, телепортации делают его крайне непредсказуемым и смертельно опасным.

СОВЕТЫ:

- Держи зрительный контакт - как только отвернёшься, Патрик мгновенно переместится ближе.
- Дальний бой - твой лучший выбор, избегай прямого контакта.
- Планируй маневры и постоянно смотри на него, чтобы не оказаться в зоне поражения.
- Тупость Патрика смертельно опасна - недооценивать его нельзя.