ЗОМБИФИЦИРОВАННЫЙ ПИГЛИН-МЕЧНИК С НИЖНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Зомбифицированный пиглин-Мечник
МЕТАБОЛИЗМ:   Нежить, свиноподобный гуманоид
ВОСПРИЯТИЕ:   Нейтральный моб Нижнего мира 
РАЗМЕР:       1,9 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Условная
ОРУЖИЕ:       Золотой меч
НАГРАДА:      300
УГРОЗА:       Средняя

ОПИСАНИЕ:

Стоящая на двух ногах зомбированная свиноподобная туша, одетая в обрывки когда-то золотой брони.

Это то, во что превращаются обычные Пиглины-Мечники, если задержатся в Верхнем мире или Крае больше чем на 15 секунд. Раньше их называли свино-зомби, но потом им сменили название.

В отличие от живых сородичей, этим плевать на золото. Им плевать на всё, пока их не трогают.

Ещё они могут появляться из обычных свиней, если в тех попала молния. Или прямо из порталов в Нижний мир в Верхнем мире - чем больше портал, тем чаще.

У зомбифицированных пиглинов иммунитет к огню и лаве - они горят, но не сгорают. Зато тонут в воде, как и положено нежити.

Лечатся от зелий урона и получают урон от лечения.


СОВЕТЫ:

- Никогда не бей первым, если не готов бить всех. Один удар - и вся стая твоя.
- Держи дистанцию. Вблизи они машут мечами быстро и больно.
- В воде они беспомощны.
