ФЛАЕР, ЛЕТАЮЩИЙ С МАГНОРА


КЛАСС:        Флаер, Летающий
МЕТАБОЛИЗМ:   Пилотируемая Машина
ВОСПРИЯТИЕ:   Разведывательная Машина
РАЗМЕР:       22,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Плазменная Пушка
НАГРАДА:      150
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это судна на воздушной подушке, предназначенные для патрулирования передовых баз Ментала и разведки впереди основной армии. Их двигатели позволяют им перемещаться по любой местности без проблем и даже совершать полёты на малой высоте. Однако для левитации им приходится быть лёгкими по весу, поэтому они имеют очень лёгкую броню.

Представляет собой инопланетную гуманоидную женщину с синей кожей, находящуюся внутри полупрозрачной сферы с какой-то жидкостью внутри.

Может быть, эта инопланетянка и безобидная сама по себе, но, она находится в транспорте, оснащенном плазменной пушкой, которая как и все пушки, будет стараться прикончить Тебя. Сферообразная конструкция может парить, позволяя свободно перемещаться в воздухе.

Капсулы Флаера были разработаны после того, как Ментал заполучил Магнор, поскольку ему нужно было что-то для поиска в болотах и ​​обнаружения Медальона. Не оставляя ничего на волю случая, Ментал также спроектировал капсулы для работы под водой. Однако из-за высокой стоимости Зомби-Солдат на заводах Тойодо в аду, Менталу пришлось снизить качество материала, используемого для изготовления капсул, сделав их из дешевого, хрупкого стекла.

Флаеры обстреливают врагов своими маломощными плазменными пушками. Они служат в основном как отвлекающий фактор для основной армии, поэтому их должно быть довольно легко уничтожить.

К отличительной особенности можно отнести способность Флаера восстанавливать своё здоровье. Но, опять же, всё это делается медленно, так что, чем быстрее ты её разнесёшь, тем больше вероятность, что регенерировать ей больше не светит. 

СОВЕТЫ:

- Уклоняйся от их атак, уворачиваясь в сторону.
- Они имеют очень лёгкую броню, нескольких пуль или любого взрывчатого вещества будет вполне достаточно для решения этой проблемы.
- Выстрел из обреза с близкого расстояния достаточен, чтобы их отправить на тот свет.
- Некоторые из них могут летать, а другие оставаться ближе к земле.
