СТУКАБАТ С ЗЕНА


КЛАСС:        Стукабат
МЕТАБОЛИЗМ:   Плотоядное животное
ВОСПРИЯТИЕ:   Воздушный хищник Зена
РАЗМЕР:       1,5 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       когти, пикирование, кислотный плевок
НАГРАДА:      30
УГРОЗА:       средняя

ОПИСАНИЕ:

Стукабат - существо из Зена, похожее на летучую мышь, с шестью глазами и уникальным строением, позволяющим ему висеть на потолке или передвигаться по земле с помощью крыльев и одной задней ноги. Его можно встретить на открытых пространствах. Штукабат атакует с воздуха, используя когти, и издает звуки, похожие на крик хищной птицы.

СОВЕТЫ:

- Следи за потолком; он может скрываться наверху.
- Используй оружие дальнего боя, чтобы отражать его атаки с воздуха.
- Избегай замкнутых пространств, где он может эффективно пикировать.
