ТУРЕЛЬНАЯ ПУШКА

 
КЛАСС:        Турельная пушка
МЕТАБОЛИЗМ:   механизм
ВОСПРИЯТИЕ:  автоматическая оборонная система
РАЗМЕР:       3,6 м.
УГОЛ ОБЗОРА:  360 градусов (сканирование)
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       ядра
НАГРАДА:      1000
УГРОЗА:    высокая

ОПИСАНИЕ:

Ментал был потрясён мощью твоей пушки и решил создать нечто подобное. Он снабдил обычную средневековую пушку системой автоматической перезарядки, радаром и восстановителем боеприпасов, создав крайне эффективное и опасное оружие. Усовершенствованная версия устанавливается на турель, что даёт пушке возможность вести огонь на все 360 градусов.

СОВЕТЫ:

- Берегись ядер, двигайся!
