ТАНК "АННИГИЛЯТОР" С КИБЕРСТАНА


КЛАСС:        Танк "Аннигилятор"
МЕТАБОЛИЗМ:   Механический
ВОСПРИЯТИЕ:   Тяжёлая Бронетехника, Уничтожитель
РАЗМЕР:       4 м.
ВЫНОСЛИВОСТЬ: Экстремальная
ВРАЖДЕБНОСТЬ: Абсолютная
ВООРУЖЕНИЕ:   Боевая Пушка С Терминальным Давлением, Коаксиальный Термоядерный Циклер, Тяжелый Термоядерный Ретранслятор, Установленный На Корпусе
НАГРАДА:      3000
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Это стальная крепость на гусеницах, которую Автоматоны бессовестно скопировали с чертежей Супер-Земли, но, как водится, сделали хуже. Танк представляет собой огромную боевую машину, вооружённую до зубов, способную уничтожить целый отряд Хеллдайверов за считанные секунды. Спереди он кажется почти неуязвимым, но, как и у любой техники, у него есть слабые места.

Танк вооружён тремя типами оружия:

Боевая Пушка С Терминальным Давлением - главный калибр. Мощнейшая пушка на башне, которая стреляет раз в 6 секунд. Перед выстрелом мигает красным светом. Прямое попадание убивает Хеллдайвера мгновенно.

Коаксиальный Термоядерный Циклер - спаренный пулемёт с высокой скорострельностью (1200 RPM). Стреляет очередями по 2,7 секунды, затем охлаждается 1,5 секунды.

Тяжелый Термоядерный Ретранслятор, Установленный На Корпусе - курсовой пулемёт, встроенный в корпус. Стреляет медленнее (400 RPM). Имеет ограниченный угол обстрела.

У Аннигилятор Танка есть несколько слабых мест, которые можно использовать для быстрого уничтожения:

Двигатель сзади, Радиатор башни сзади, Гусеницы, (Уничтожение гусеницы обездвиживает танк, но не уничтожает его.) И имеет уязвимость к огню.

СОВЕТЫ:

- При атаке танка всегда заходи с тыла или сбоку. Спереди он почти неуязвим.
- Уничтожение гусениц обездвиживает танк, но не уничтожает его. Используй это, если не можешь убить сразу.
- Перед выстрелом из главной пушки она мигает красным. Как только увидел вспышку - немедленно уходи в укрытие или ныряй на землю.
- Танк имеет медленную скорость поворота башни. Используй это, чтобы забегать за спину.
- Уничтоженный танк можно использовать как укрытие.
- При уничтожении танк взрывается в радиусе 8 метров. Отойди подальше.
- Не пытайся уничтожить танк стандартной винтовкой. Ты просто зря потратишь патроны.
