НЕПОДВИЖНАЯ ПУШКА

 
КЛАСС:        Неподвижная пушка
МЕТАБОЛИЗМ:   механизм
ОПРЕДЕЛЕНИЕ:  автоматическая оборонная система
РАЗМЕР:       3,6 м.
УГОЛ ОБЗОРА:  15 градусов (фиксированный)
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       ядра
НАГРАДА:      750
УГРОЗА:    высокая

ОПИСАНИЕ:

Ментал был потрясён мощью твоей пушки и решил создать нечто подобное. Он снабдил обычную средневековую пушку системой автоматической перезарядки, радаром и восстановителем боеприпасов, создав крайне эффективное и опасное оружие. 

СОВЕТЫ:

- Берегись ядер, двигайся!