ДРИМКАСТ ГАРГАНТЮА С ЗЕНА


КЛАСС:         Дримкаст Гаргантюа
МЕТАБОЛИЗМ:    массивный ксенобиологический хищник
ВОСПРИЯТИЕ:    Бронированный Танк Зена
РАЗМЕР:        ~4,5 м.
ВЫНОСЛИВОСТЬ:  экстремальная
ВРАЖДЕБНОСТЬ:  очень высокая
ОРУЖИЕ:        огнеметные руки, грубая сила, огненный топот
НАГРАДА:       5000
УГРОЗА:        катастрофическая

ОПИСАНИЕ:

Гаргантюа - это высоченный, извергающий огонь гигант из Зена. Его мускулистое, бронированное тело позволяет ему не обращать внимания на огонь из стрелкового оружия, в то время как он сжигает врагов своими руками, похожими на огнеметы. Несмотря на свои размеры, он удивительно быстр и может прыгать, чтобы сокрушить вторгшихся с разрушительной силой.

Гаргантюа - одиночные охотники, но невероятно территориальные. Они кажутся почти неудержимыми, заставляя даже самых уверенных бойцов сопротивления переосмыслить фронтальные атаки. Их ужасающее сочетание огневой мощи и грубой силы делает их верхушкой пищевой цепи в любой среде Зена.

СОВЕТЫ:

- Держитесь на расстоянии: огнеметы могут расплавить большинство укрытий.
- Используйте взрывчатые вещества и тяжелое оружие; обычные пистолеты практически бесполезны.
- Опасные факторы окружающей среды, такие как обрушивающиеся конструкции, могут помочь выровнять шансы.