БОЛЬШЕГОЛОВЫЙ ЗОМБИ КРОТИМОВЕЦ, ЕЛЕНА ХУНСКИ


КЛАСС:        Большеголовый Зомби Кротимовец, Елена Хунски
МЕТАБОЛИЗМ:   Гуманоидный, Женский
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Елена Хунски - одна из тех незаметных, но жизненно важных "мозгов", чья работа остаётся за кадром, но без которой невозможна работа всего механизма под названием Croteam. Её гипертрофированный череп - следствие многозадачности и глубокого понимания внутренних процессов студии. В то время как программисты и дизайнеры создавали хаос на экране, Елена, будучи бизнес-ассистентом и членом команды, обеспечивала порядок и организацию в реальном мире.

Её вклад в серию, отмеченный в титрах Serious sam: The Second Encounter и Serious Sam II - это напоминание о том, что за каждым великим шутером стоит не только гениальный кодер или художник, но и люди, координирующие работу, решающие бесчисленные организационные задачи и поддерживающие слаженность команды. Как вероятная родственница одного из основателей студии, Давора Хунски, она воплощает собой семейный дух и преданность делу, которые на протяжении десятилетий были отличительной чертой Croteam.

Когда-то она была живой, но после того, как кто-то убил её, она восстала из мёртвых - став Зомби-Демонессой.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.