САМОНАВОДЯЩАЯСЯ РАКЕТА АЛЬЯНСА


КЛАСС:        Самонаводящаяся ракета Альянса
МЕТАБОЛИЗМ:   Искусственный Интеллект
ВОСПРИЯТИЕ:   Автономное оружие наведения
РАЗМЕР:       ~0,5 м.
ВЫНОСЛИВОСТЬ: Абсолютная
ВРАЖДЕБНОСТЬ: Очень высокая
ОРУЖИЕ:       Взрывной заряд направленного действия
НАГРАДА:      1
УГРОЗА:       Критическая

ОПИСАНИЕ:

Самонаводящаяся ракета Альянса - автономный боеприпас, управляемый встроенным искусственным интеллектом. После запуска она самостоятельно анализирует окружающее пространство, идентифицируя цели по принципу "враг или нет". Если цель признана враждебной, ракета фиксируется на ней и продолжает преследование до полного уничтожения.

СОВЕТЫ:

- Избегай её, сбить её без SBC Пушки не возможно.
