БОЛЬШЕГОЛОВЫЙ КРОТИМОВЕЦ, ДЖОН ДЖЕЙ ДИК "БУГЕР"


КЛАСС:        Большеголовый Кротимовец, Джон Джей Дик "Бугер"
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5,9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Джон Джей Дик - живое воплощение самого духа Сэма Стоуна. Его гипертрофированный череп - прямая отсылка к тому самому низкому, хриплому и невероятно харизматичному голосу, который на протяжении десятилетий был визитной карточкой серии. Его голос, который превратил героя в культовость, чьи крики "Ааа, ты сам!" и "ЕХААУ!" знакомы миллионам игроков.

Биография Джона - это история настоящего "серьёзного" выживания: от армейской службы в Персидском заливе и уличной жизни до карьеры диджея и, наконец, бессмертия в игровой индустрии. Его прагматичный подход к работе "1 доллар за слово" и любовь к инди-разработчикам отражают ту самую неуёмную, свободолюбивую и слегка безумную энергию, которая присуща и его самому известному персонажу.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.