ДРАННЫЙ КОЗЁЛ ИЗ ГОАТВИЛЛЯ


КЛАСС:        Дранный Козёл
МЕТАБОЛИЗМ:   Питающийся белками, мощный
ВОСПРИЯТИЕ:   Млекопитающее, Парно-Копытное, Мутант
РАЗМЕР:       ~1,2 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Экстремальная
ОРУЖИЕ:       Суперсильный удар головой, сокрушительные пинки, рэгдолл-хаос
НАГРАДА:      300
УГРОЗА:       Высокая

ОПИСАНИЕ:

Дранный Козёл - это высшая форма козьего хаоса - чудовищно мускулистое чудовище, каждое движение которого сеет разрушение. В отличие от Классического Козла, этот наделен невероятной силой, что позволяет ему швырять машины, как игрушки, и отправлять врагов в полёт по всему миру одним ударом головы.

Он процветает в хаосе: переворачивает машины, ломает заборы и уничтожает всё, что ему не повезло оказаться рядом. Апокалипсис в форме козла.

СОВЕТЫ:

- Никогда не сталкивайся с ним лицом к лицу: его удар головой смертелен.
