МИСТЕР ФРИЕНДЛИ С ЗЕНА


КЛАСС:        Мистер Фриендли
МЕТАБОЛИЗМ:   плотоядный
ВОСПРИЯТИЕ:   Падальщик Зена
РАЗМЕР:       1,5 м.
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: экстремальная
ОРУЖИЕ:       щупальцеобразный захват, рвота, фатальное совокупление
НАГРАДА:      100
УГРОЗА:       высокая

ОПИСАНИЕ:

Мистер Фриендли - гротескное существо, изначально созданное как падальщик, пожирающий трупы павших врагов. Он отличается странной шаркающей походкой, копытными задними ногами и передними конечностями со шпорами. Существо атаковало, хватаясь своими щупальцеобразными руками, изрыгая кислоту и пытаясь фатально совокупиться.

СОВЕТЫ:

- Избегай близких столкновений; его захват может вывести из строя.
- Держись на расстоянии, чтобы избежать его рвотных атак.
- Используй оружие дальнего боя для устранения врагов издалека.
