СОЛДАТ SEALTEAM 6 С ДРОБОВИКОМ OVERWATCH АЛЬЯНСА


КЛАСС:        Солдат SEALTeam 6 с Дробовиком Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Элитный морской спецназ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       SPAS-12
НАГРАДА:      900
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Ранее эти солдаты были настоящими морскими котиками США, мастерами внезапных рейдов и спасательных операций в самых горячих точках планеты.

Они действовали в команде, которая могла обойти любую охрану и уничтожить цель в тылу врага, порой рискуя жизнью ради пары минут стратегического преимущества.

Изначально этот солдат был штурмовым экспертом SEALTeam 6, отвечавшим за зачистку зданий, рейды на укреплённые объекты и работу в тесных коридорах.

Любил шумные решения - дробовик был его лучшим другом.

После перевода в Альянс ему дали коричневый костюм для ближнего боя и оранжевый шлем, чтобы визуально отличать от стандартных бойцов Overwatch.

СОВЕТЫ:

- Они не шутят - стреляет быстро и точно.