ЛИЧИНКА-ЭКЗОТЕХ

 
КЛАСС:        Личинка-Экзотех
МЕТАБОЛИЗМ:   киборг, артропод
ОПРЕДЕЛЕНИЕ:  продукт генной инженерии
РАЗМЕР:       9,1 м.
ВЫНОСЛИВОСТЬ: чрезвычайная
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       плазменные пушки, лазер высокой мощности, биоподы
НАГРАДА:      750000
ОПАСНОСТЬ:    высокая

ОПИСАНИЕ:

Успех первого издевательства над природой - создание биомеханоида - сподвиг Ментала на дальнейшие эксперименты. Пытаясь создать совершенного и послушного телохранителя, Ментал решил соединить детали робота с ещё более примитивной органической формой жизни - личинкой насекомого. Личинка была наделена тяжёлым вооружением и помещена в "умножитель силы", а получившееся создание должно было охранять Ментала. Но всё пошло не так, как планировалось. После семнадцатого покушения Личинки на жизнь Ментала и множества часов, проведённых за объяснением киборгу разницы между его Повелителем и обычной гусеницей, Ментал всё-таки сдался и нашёл своей зверюшке новую работу: охранять портал, который может доставить ему серьёзные неприятности.

СОВЕТЫ:

- Сила Личинки - в силовых реакторах. Она будет постоянно пытаться подзарядить батареи, так что проверь окрестности на наличие подозрительных устройств.
- Прячься от выстрелов за колоннами.
                                                                                                                                                                                                                                                                                                                               