УЧЁНЫЙ ЧЁРНОЙ МЕЗЫ В ЗАЩИТНОМ КОСТЮМЕ


КЛАСС:        Ученый Чёрный Мезы В Защитном Костюме
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Исследовательский персонал Чёрной Мезы Отдела Опасных Сред
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: средняя 
ВРАЖДЕБНОСТЬ: отсутствует 
ОРУЖИЕ:       отсутствует
НАГРАДА:      50
УГРОЗА:       незначительная

ОПИСАНИЕ:

Ученые в защитном костюме - это специализированное подразделение исследователей Чёрной Мезы, работающее в опасных условиях. Они оснащены защитными костюмами, закрывающими всё тело, и в основном работают в зонах биологической, химической или радиологической опасности, где обычная лабораторная одежда означала бы верную смерть. Их шлемы герметичны и оснащены ограниченными дыхательными системами для фильтрации загрязнённого воздуха. Этих учёных часто находили работающими над секретными проектами в закрытых зонах, обслуживающими оборудование или работающими с летучими материалами.

Когда разразился Каскадный резонанс, их костюмы давали им небольшое преимущество в выживании против токсинов и спор Зена, хотя они оставались столь же уязвимыми к физическим угрозам.

Несмотря на профессиональную подготовку, они не являются бойцами - их инстинкт выживания подсказывает им бежать и искать укрытие, оставляя боевые задачи службам безопасности и H.E.C.U. Однако их знания бесценны: многие имеют доступ к кодам допуска, системам сдерживания и лабораториям по разработке оружия, скрытым глубоко внутри комплекса.

СОВЕТЫ:

- Защищай их, если возможно - у них часто есть полезная информация.
- Не жди, что они будут сражаться; не используй их в качестве щита.
- Внимательно прислушивайтесь к их крикам - они могут сигнализировать о близкой опасности.
