ЭЛИТНЫЙ АРКТИЧЕСКИЙ КОММАНДО OVERWATCH АЛЬЯНСА


КЛАСС:        Трансчеловеческий пехотинец, элитного штурмового отряда
МЕТАБОЛИЗМ:   Аугментированный человек, Мужчина
ВОСПРИЯТИЕ:   Тактический HUD + инфракрасные и тепловые системы
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Импульсная винтовка AR2 V2, энергетические шары
НАГРАДА:      900
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Элитный Коммандо Overwatch Альянса - это высшая форма наземной пехоты Альянса, предназначенная для тотального подавления и уничтожения сопротивления. Узнаваемые по ослепительно-белой броне, плаще на правом плече и одному зловеще светящемуся красному визору, эти бойцы являются символом того, что Альянс больше не планирует переговоров.

Ключевой особенностью экипировки Элитного Коммандо является встроенная система жизнеобеспечения. Респиратор соединён толстой трубкой, проходящей через левое плечо и уходящей в броню, где она подключается к кислородному рюкзаку на спине. Этот модуль, помеченный логотипом Альянса, обеспечивает автономное дыхание, фильтрацию токсинов и стабильное снабжение кислородом даже в полностью враждебной среде - от задымлённых руин до заражённых зон.


СОВЕТЫ:

- Не недооценивай их живучесть - обычный огонь редко бывает эффективен.
- Элитные Коммандо почти никогда не действуют в одиночку, даже если кажется иначе.