БЕЗГОЛОВЫЙ УКРОТИТЕЛЬ КОЛЬТА


КЛАСС:        Безголовый Укротитель Кольта
МЕТАБОЛИЗМ:   кибер-зомби
ВОСПРИЯТИЕ:   бесчувственный, контролируется LCU
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       Кольт (TMAR)
НАГРАДА:      210
УГРОЗА:       средняя

ОПИСАНИЕ:

Обезглавленный солдат с Сириуса, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).

Укротитель Кольта ддержит собственную голову в руке, продолжая с её помощью воспринимать окружающий мир, используя Кольт (TMAR) в качестве основного оружия.

СОВЕТЫ:

- Никаких сложностей.
- Эффективен на больших дистанциях.
- Не используй снаряды, они наносят мгновенный урон.