ПОДВЕСНАЯ КАМЕРА АЛЬЯНСА


КЛАСС:        Подвесная Камера Альянса
МЕТАБОЛИЗМ:   Оптическое оборудование
ВОСПРИЯТИЕ:   Устройство наблюдения / оповещения
РАЗМЕР:       ~0,6 м.
СТОЙКОСТЬ:    Низкая/Средняя
ВРАЖДЕБНОСТЬ: Низкая 
ОРУЖИЕ:       Непрямое; служит для активации других устройств
НАГРАДА:      30 
УГРОЗА:       Низкая

ОПИСАНИЕ:

Подвесная камера Альянса - это вариант, который подвешивается к потолку, обеспечивая широкий обзор. Благодаря подвесному потолку, она может убираться или слегка поворачиваться, что затрудняет уход от её взгляда. Она часто используется для наблюдения за большими коридорами, контрольно-пропускными пунктами или особо ценными зонами. Альянс использует её для отслеживания перемещений, поимки контрабандистов и защиты зон ограниченного доступа.

СОВЕТЫ:

- Проверь потолки и выступы на наличие таких предметов - они могут быть менее заметны.
- Используй метательные предметы или дальнобойное оружие, чтобы разбить их.
- Не стой на открытых пространствах под ними.
