ТРЕСКА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Рыба
МЕТАБОЛИЗМ:   Холоднокровное водное существо
ВОСПРИЯТИЕ:   Основное зрение + реагирование на движение в воде
РАЗМЕР:       0,5 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Отсутствует
НАГРАДА:      10
УГРОЗА:       Низкая

ОПИСАНИЕ:

Треска - мирная рыба, обитающая в пресных водоёмах верхнего мира Minecraft.

Треска почти никогда не реагирует агрессивно.

Она - один из самых распространённых обитателей водных пространств, и её можно встретить как в одиночку, так и в больших группах.

СОВЕТЫ:

- Ловля трески - лёгкий способ получить еду.
- Приготовленная треска восстанавливает сытость и здоровье.
- На суше уязвима.