СУПЕР САНЯ С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Супер Саня, Сверхзвуковой Мутант-Громила
МЕТАБОЛИЗМ:   гиперускоренный Трайген-мутант
ВОСПРИЯТИЕ:   Замедленное восприятие времени, реакция на движение
РАЗМЕР:       2,2 м.
ВЫНОСЛИВОСТЬ: Очень высокая, Крайне низкая
ВРАЖДЕБНОСТЬ: Гиперагрессивная
ОРУЖИЕ:       Сверхзвуковые ботинки, таран на скорости, звуковые удары, когти
НАГРАДА:      2500
УГРОЗА:       Критическая

ОПИСАНИЕ:

Уникальный, ошибочный побочный продукт экспериментов доктора Еггера по преодолению гидрофобии у трайгенов. Вместо излечения мутант приобрёл патологическую сверхскорость. Его мутировавшие ноги превратились в биомеханические "сверхзвуковые ботинки", генерирующие силовое поле, позволяющее ему бегать по воде и вертикальным поверхностям, оставляя за собой взрывную звуковую волну. Однако его психика не выдержала изменений: он страдает от парадоксальной гидрофобии и мании величия, считая себя "гигачадом на стероидах". В бою он перемещается с такой скоростью, что оставляет после себя лишь синий размытый след и звуковой хлопок. Он прямолинеен, как и все громилы, но его прямолинейность теперь измеряется в километрах в секунду.

СОВЕТЫ:

- Ведёт личную войну с доктором Еггером, считая его виновным в своём состоянии.
- Как и у обычного Громилы, у него есть светящийся имплант на груди, но попасть в него можно только в момент его остановки.
- Используй дробовик, крупнокалиберные пулемёты или оружие с площадным поражением (например огнемёт), чтобы накрыть зону, где он может оказаться.