АЛУДРАНСКИЙ РЕПТИЛОИД, ДЕТЁНЫШ РАВНИННОЙ РАЗНОВИДНОСТИ


КЛАСС:        Алудранский рептилоид, равнинный Детёныш
МЕТАБОЛИЗМ:   хладнокровный, рептилия
ОПРЕДЕЛЕНИЕ:  примитивная раса
РАЗМЕР:       0,25 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       магические самонаводящиеся снаряды
НАГРАДА:      5000
ОПАСНОСТЬ:    средняя

ОПИСАНИЕ:

маленькие четверорукие рептилии, проживающие в системе Алудран, что в созвездии Большого Пса. Эта примитивная раса согласилась сражаться на стороне Ментала в обмен на магическую силу.
Они мечут самодвижущиеся огненные шары, снабжённые примитивной системой самонаведения. 

СОВЕТЫ:

- Держи его под постоянным обстрелом и пытайся сбивать снаряды в воздухе.
- Ты можешь просто раздавить и растоптать его.