БОЛЬШЕГОЛОВЫЙ АНГЕЛ КРОТИМОВЕЦ, ВЕСТО


КЛАСС:        Большеголовый Ангел Кротимовец, Весто
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Весто - одна из самых загадочных и чистых фигур в списках благодарностей Croteam. В отличие от "Вассбой", чья роль явно обозначена, Весто остаётся просто именем, лаконично вписанным в категорию Moral Boost. Его гипертрофированный череп - это сосуд безмолвной, но могущественной поддержки. Возможно, он был тем самым другом, который приносил кофе в три часа ночи, или коллегой, чья неизменная уверенность в успехе проекта заражала всех остальных.

Его присутствие в титрах - напоминание, что моральный дух команды складывается из десятков больших и маленьких вкладов, многие из которых не поддаются измерению. Весто - это символ всех тех, кто не писал код и не лепил модели, но чья вера, терпение или простая человеческая доброта стали незримым фундаментом, на котором вырос безумный и прекрасный мир Serious Sam.

Когда-то он был живым, но после того, как кто-то убил его, он воскрес - став Ангелом.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.