СЛИЗИСТЫЙ ЗОМБИ-ТРАНСФЕР СТРОГГОВ


КЛАСС:        Строгг, Зомби
МЕТАБОЛИЗМ:   Частично строггифицированный человек (гибрид плоти и мутации)
ВОСПРИЯТИЕ:   Базовое визуальное + обоняние / обнаружение
РАЗМЕР:       ~5,5 футов
ВЫНОСЛИВОСТЬ: Средне-низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Слизистая кислотная рвота, атаки ближнего боя
НАГРАДА:      200
УГРОЗА:       Средняя

ОПИСАНИЕ:

Слизистые трансферы - результат неудачных попыток строггификации.

Слизистые трансферы покрыты густой слизью и ведут себя подобно классическим зомби: стонут, изрыгают кислоту на расстоянии и поедают плоть. Кислота наносит длительный урон, особенно опасна в ограниченном пространстве.

Зомби чаще всего встречаются на заводе по переработке отходов.

СОВЕТЫ:

- Цельтесь в голову или грудь - выстрелы в голову наносят дополнительный урон.
- Держитесь на расстоянии от Слизких трансферов, чтобы избежать кислотной рвоты.