ХЕДКРАБ, ЗЕМНАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Хедкраб, Земной
МЕТАБОЛИЗМ:   паразит
ВОСПРИЯТИЕ:   Биологическое оружие
РАЗМЕР:       ~0,6 м.
ВЫНОСЛИВОСТЬ: очень низкая
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       прыжок, укус, паразитарное заражение
НАГРАДА:      100
УГРОЗА:       низкая-средняя

ОПИСАНИЕ:

Обитатели пограничного мира Зен, оказавшись на Земле, мутировали, став паразитами, способными спрыгивать со своих хозяев. Хедкрабы - небольшие паразитические организмы, созданные эволюцией для порабощения более крупных хозяев. Они прыгают с удивительной силой, цепляясь за череп и вонзаясь клювом прямо в нервную систему. Хозяин остаётся живым, но лишённым контроля, превращаясь в зомби под командованием паразита. Хотя по отдельности они слабы, их хаотичные прыжки и склонность к роению делают их гораздо более опасными, чем можно предположить по их размерам.

СОВЕТЫ:

- Двигайтесь дальше; их прыжки предсказуемы, но быстры.
- Обычно достаточно одного выстрела из дробовика.