ТАНК "ШРЕДДЕР"  С КИБЕРСТАНА


КЛАСС:        Танк "Шреддер"
МЕТАБОЛИЗМ:   Механический
ВОСПРИЯТИЕ:   Тяжёлая Бронетехника, Пехотный уничтожитель
РАЗМЕР:       4 м.
ВЫНОСЛИВОСТЬ: Экстремальная
ВРАЖДЕБНОСТЬ: Абсолютная
ВООРУЖЕНИЕ:   Четыре спаренных тяжёлых пулемёта (Четырехступенчатые тяжелые термоядерные циклеры)
НАГРАДА:      4000
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Это вариант тяжёлого танка Автоматонов, который отличается от своего собрата "Аннигилятора" по вооружению. Вместо одной мощной пушки, стреляющей с перерывами, Шреддер оснащён счетверённой зенитной установкой, которая была перенастроена для стрельбы по наземным целям.

Внешне этот танк легко отличить по башне с четырьмя длинными стволами, которая внешне напоминает зенитную установку Flakpanzer IV Wirbelwind. Эти орудия, изначально предназначенные для уничтожения авиации, теперь превращают пехоту Хеллдайверов в кровавое месиво.

Танк вооружён четырьмя спаренными тяжёлыми пулемётами (Четырехступенчатые тяжелые термоядерные циклеры). Скорострельность - 1200 RPM. Пушка может работать в двух режимах:

Точная стрельба: короткая очередь длительностью 1 секунду.

Зачистка: длинная очередь длительностью 2 секунды с разворотом башни в стороны, выкашивая всё живое вокруг.

В бою Шреддер Танк ведёт непрерывный обстрел, используя один из двух режимов стрельбы. Благодаря спаренной установке он может очень быстро поворачивать башню, отслеживая быстрые цели.

В отличие от Аннигилятора, который оставляет окна для атаки между выстрелами главного калибра, "Шреддер" поливает площадь свинцом почти непрерывно.

У Танка "Шреддер" те же слабые места, что и у "Аннигилятора":

Двигатель сзади, Радиатор башни сзади, Гусеницы, (Уничтожение гусеницы обездвиживает танк, но не уничтожает его.) И имеет уязвимость к огню.

СОВЕТЫ:

- Не пытайся спрятаться от него за тонкой стеной. Его пулемёты прошьют её насквозь.
- Не стой на открытой местности. Танк зачищает площадь быстро.
- Используй овраги и низины, чтобы подобраться к танку с тыла.
- Уничтожение гусениц обездвиживает танк, но он продолжает стрелять.
- При уничтожении танк взрывается в радиусе 8 метров. Отойди подальше.
- "Шреддер" более опасен для пехоты, чем "Аннигилятор". Подавляй его из тяжёлого оружия до того, как он приблизится к твоей позиции.
