КЛОН СОЛДАТ-ШТУРМОВИК С КАМИНО


КЛАСС:        Клон Солдат-Штурмовик
МЕТАБОЛИЗМ:   Человек-Клон, Мужчина
ВОСПРИЯТИЕ:   Элитные Ударные Войска Галактической Империи
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Винтовка E-101
НАГРАДА:      800
УГРОЗА:       Высокая

ОПИСАНИЕ:

Элитные ударные войска Галактической Империи, олицетворяющие железную волю Императора и служащие для устрашения населения. Это солдат, одетый в белую броню орков, но при этом он человек и имеет отношение к оркам только через броню. Он является частью Галактической Империи и состоит в союзе с Менталом. Броню они получили благодаря совместному предприятию "Ментал-Алтани" на Орацио, где орки добывают руду, а имперские инженеры превращают её в боевую экипировку. Отсюда и орочья броня с символикой Ментала.

Сам солдат является клоном одного из удачных воинов - Джека Фата. Носят винтовку E-101, с которой расстреливают противников на средней и дальней дистанции.

Броня состоит из 18 сегментов, обеспечивает высокую мобильность и эффективную защиту от большинства видов стрелкового оружия. Встроенные фильтры шлема защищают от химического и биологического оружия, а также позволяют дышать в условиях вакуума. Встроенная в шлем система связи для координации действий в режиме реального времени.

Эти безликие служители Нового Порядка силой и жестокостью несли волю Императора в тысячи звёздных систем по всей Галактике. Во времена расцвета Империи штурмовики стали живым воплощением её силы, безжалостности и страха. За редким исключением, все штурмовики были облачены в белую броню, что выделяло их из числа других воинских подразделений Империи.

Имперские штурмовики произошли из солдат-клонов Великой армии Республики. В конце Войн клонов, в 19 ДБЯ, Галактическая Республика была реорганизована в Первую Галактическую Империю. Великая армия была преобразована в Штурмовой корпус, а клоны были переименованы в "Штурмовиков".

Они союзники Ментала и получают от него подмогу, транспорт, снаряжение и прочее. В обмен они предоставляют свои войска для операций, где требуется массовая пехота с высокой дисциплиной.

СОВЕТЫ:

- Их винтовка E-101 имеет высокую скорострельность, но невысокую точность на дальних дистанциях.
- Броня белая - на снегу их не видно.
- Не пытайся договариваться.
- Если штурмовик сел в транспорт, вали транспорт.
