БОЛЬШЕГОЛОВЫЙ АНГЕЛ КРОТИМОВЕЦ, РОБЕРТ УЭСТМОРЛЕНД


КЛАСС:        Большеголовый Ангел Кротимовец, Роберт Уэстморленд
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5,9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Роберт Уэстморленд - тот самый "невидимый" стратег, который стоял за деловым успехом безумия. Его гипертрофированный череп - это кладезь рыночной мудрости, накопленной за десятилетия карьеры от закупщика в Walmart до CEO издательских подразделений. В то время как разработчики Croteam создавали цифровые миры, Роберт занимался не менее сложной задачей: бизнес-развитием (Business Development). Он был тем человеком, который помогал находить издателей, выстраивать партнёрства и обеспечивать, чтобы "Serious Sam" не просто существовал как культовый проект, но и как коммерчески жизнеспособный продукт, доходящий до игроков по всему миру.

Его влияние прослеживается от самой первой The First Encounter до HD-ремастеров и Classics: Revolution.

Когда-то он был живым, но после того, как кто-то убил его, он воскрес - став Ангелом.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.