ПИЛОТ OVERWATCH АЛЬЯНСА


КЛАСС:        Пилот Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Авиационное подразделение Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       OICW, SMG
НАГРАДА:      850
УГРОЗА:       Средняя

ОПИСАНИЕ:

Пилот Overwatch Альянса - специализированный боец, отвечающий за управление летающими средствами Альянса. В отличие от стандартных солдат, его основная ценность - не в точности стрельбы, а в контроле воздушного пространства и быстрой переброске сил.

Он носит пилотный шлем с интегрированным респиратором и встроенными голубыми пилотными очками, напрямую связанными с навигационными системами Альянса. Очки выводят данные о высоте, скорости, целях и зонах ПВО, что позволяет пилоту действовать даже в условиях снежных бурь, радиопомех и полной темноты.

Хотя пилоты не предназначены для фронтовых столкновений, Альянс снабжает их универсальным оружием. OICW позволяет вести огонь как по пехоте, так и по целям за укрытиями, а SMG используется в случае аварийной посадки или при защите посадочной зоны. Аугментации улучшают ориентацию в пространстве и устойчивость к перегрузкам, превращая пилота в холодный элемент воздушной машины Альянса.

СОВЕТЫ:

- Никаких Сложностей.
- Шлем пилота выделяет его от остальных.