КУИВЕР С ЗЕНА


КЛАСС:        Куивер
МЕТАБОЛИЗМ:   неизвестен
ВОСПРИЯТИЕ:   Любопытный странник
РАЗМЕР:       1,5 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: нет
ОРУЖИЕ:       нет
НАГРАДА:      150
УГРОЗА:       нет

ОПИСАНИЕ:

Эти маленькие Куиверы были посланы с Зена... просто чтобы расслабиться. Они бродят повсюду, издавая странные инопланетные звуки, открывают двери, словно они хозяева, и совершенно не заинтересованы в нападении. Большинство из них - мастера избегать конфликтов и вежливо наблюдать за людьми.

СОВЕТЫ:

- Это самые дружелюбные существа, которых ты встретишь: никаких сражений, только любопытство.
- Прислушайся к их инопланетным звукам - это их способ поздороваться.
- Они умеют открывать двери, так что не удивляйся, если кто-то из них тебе поможет.
