БИОМЕХАНОИД (ПРИЗЫВАТЕЛЬ)


КЛАСС:        Биомеханоид (призыватель)
МЕТАБОЛИЗМ:   теплокровный киборг
ОПРЕДЕЛЕНИЕ:  продукт генной инженерии
РАЗМЕР:       6 м. (стоя)
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       слоты с болотными прыгунами
НАГРАДА:      4500
УГРОЗА:    высокая

ОПИСАНИЕ:

Биологический механизм, выращенный в био-резервуарах Ментала. Его генотип перестроен для выращивания биомеханических органов и бортовых кибернетических слотов с болотными прыгунами, напрямую подключённых к его нервной системе. Атакует без раздумий.

Ходят слухи, что слоты призывателя на самом деле являются порталами, подключёнными к самому большому гнезду болотных прыгунов в галактике, поэтому покуда он жив, он способен призывать на поле боя бессчётное количество этих монстров.

СОВЕТЫ:

- Избавляйся от него как можно скорее, иначе он заполнит всё место прыгунами.
- После смерти призыватель выпускает огромное количество прыгунов, так что не расслабляйся раньше времени.
