БОЕВОЙ ИНЖЕНЕР H.E.C.U.


КЛАСС:        Боевой инженер H.E.C.U.
МЕТАБОЛИЗМ    Человек, Мужчина
ВОСПРИЯТИЕ:   Инженерный Cпециалист
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Пистолет, боевой нож, взрывчатка, сварочная горелка
НАГРАДА:      600
УГРОЗА:       Умеренная индивидуально, высокая в тактических ситуациях

ОПИСАНИЕ:

Это специалисты, прошедшие боевую подготовку, которые активно манипулируют окружающей средой для контроля доступа и захвата злоумышленников. Используя сварочные горелки и взрывчатку, они могут прорезать запертые двери, чтобы проникнуть в зоны ограниченного доступа или запечатать выходы, загоняя противника в ограниченные пространства.

Хотя они и не являются бойцами передовой, они агрессивно обороняются пистолетами и ножами, а их способность манипулировать дверями делает их неожиданно опасными в коридорах и закрытых помещениях. Они часто действуют парами или небольшими группами, занимая узкие проходы, пока остальная часть отряда продвигается.

СОВЕТЫ:

- Не дай инженерам добраться до дверей - они могут заманить тебя в ловушку или обойти с фланга.
- Взрывчатка или дистанционные атаки могут нейтрализовать их до того, как они закончат сварку.
- Будь внимателен к окружающей обстановке - после того, как дверь запечатана, пути к отступлению ограничены.
