ЯДРО ТЕНТАКЛЕЙ С ЗЕНА


КЛАСС:         Ядро Тентаклей
МЕТАБОЛИЗМ:    Ксенобиологический нейронный кластер
ВОСПРИЯТИЕ:    Ядро Огромного Инопланетного Существа
РАЗМЕР:        3 м. 
ВЫНОСЛИВОСТЬ:  Средняя
ВРАЖДЕБНОСТЬ:  Ккосвенная
ОРУЖИЕ:        Координирует щупальца
НАГРАДА:       2500
УГРОЗА:        катастрофическая

ОПИСАНИЕ:

Эта изолированная масса - ядро Тентаклей, центральный блок управления всеми щупальцами в своей области. Без ядра Тентакли бездействуют, оставляя окружающую среду относительно безопасной. Его внешний вид напоминает гротескный мозг с сенсорными узлами, идеально предназначенными для передачи сигналов каждому щупальцу. Хотя само по себе оно беззащитно, пока оно остается неповрежденным, каждое подключенный к нему тентакль жив и смертельно опасен.

СОВЕТЫ:

- Сосредоточь огонь или опасные факторы окружающей среды непосредственно на ядре.
- После его уничтожения все активные щупальца становятся бесполезными.
- Подходи осторожно: даже если оно выглядит беспомощным.
