ДОКТОР АЙЗЕК КЛЯЙНЕР


КЛАСС:        Доктор Айзек Кляйнер
МЕТАБОЛИЗМ:   Человек, мужчина
ВОСПРИЯТИЕ:   Человек, Учёный / Исследователь Сопротивления
РАЗМЕР:       ~1,7 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Научные знания, технологии телепортации, иногда дробовик SPAS-12
НАГРАДА:      1000
УГРОЗА:       Низко-Высокая

ОПИСАНИЕ:

Доктор Айзек Кляйнер - один из последних выживших учёных Чёрной Мезы и краеугольный камень научных исследований Сопротивления. Эксцентричный, но блестящий физик, Кляйнер посвятил себя разработке технологий телепортации и перепрофилированию техники Альянса на благо человечества. Его величайшим вкладом является его лаборатория в Сити-17, которая служит важным центром операций Сопротивления.

Кляйнер рассеян и часто легкомыслен, склонен к пустым рассуждениям о теориях или отвлекается на свою ручную хедкраба Ламарр, которою он бережно хранит, несмотря на её склонность сеять хаос. Несмотря на неуклюжесть, ум Кляйнера невероятно остр, а его изобретения играют решающую роль в обеспечении Сопротивлению технологического преимущества.

Хотя физически он хрупкий и не приспособлен к бою, мужество Кляйнера заключается в его непоколебимой решимости противостоять Альянсу интеллектом, а не грубой силой. Его наставничество над Гордоном Фрименом отражает как его восхищение навыками Гордона, так и его упование на него в реализации самых смелых планов Сопротивления.

СОВЕТЫ:

- Защищайте Кляйнера любой ценой - его изобретения - основа технологий Сопротивления.
- Не позволяйте Ламарр разгуливать на свободе; За этим обычно следует хаос.
- Хотя он безвреден, его эксцентричность жизненно важна для поддержания морального духа в тёмные времена.
- Не хочет публиковать мемы на Discord-сервере, поэтому он в психушке.