МОТОБАГ С МОБИУСА


КЛАСС:        Мотобаг
МЕТАБОЛИЗМ:   животно-бензиново-аккумуляторный
ВОСПРИЯТИЕ:   серийный разведчик
РАЗМЕР:       1,2 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       корпус, таран
НАГРАДА:      200
УГРОЗА:       Низкая

ОПИСАНИЕ:

Когда встал вопрос о патрулировании открытых пространств, доктор Эггман решил не изобретать велосипед, а скрестить то, что всегда под рукой. Он взял корпус от божьей коровки, животное, двигатель от газонокосилки, колесо от тачки и процессор от детской игрушки "Ну, погоди!". Получился Мотобаг.

Это первый опыт Эггмана в создании мобильных юнитов и самый узнаваемый бадник в империи. Мотобаг не летает, не стреляет, не взрывается. Он просто едет. Туда-сюда. Снова туда-сюда. Если замечает цель - пытается догнать, но делает это с грацией пьяной сороконожки.

СОВЕТЫ:

- Любой удар сверху превращает его в груду запчастей.
- Не пытайся убегать по прямой - колёса у него лучше, чем мозги.
