ЛАВОВЫЙ ГОЛЕМ, ОГРОМНЫЙ


КЛАСС:        Лавовый голем, Огромный
МЕТАБОЛИЗМ:   неорганический
ОПРЕДЕЛЕНИЕ:  магическое создание
РАЗМЕР:       30 м.
ВЫНОСЛИВОСТЬ: от средней до чрезвычайной
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       огненные шары
НАГРАДА:      25000
УГРОЗА:    от низкой до чрезвычайной

ОПИСАНИЕ:

Представляет собой совокупность неживых материалов, пробуждённую к жизни. Лавовые големы состоят из магмы низкой температуры и пользуются магической силой, чтобы метать во врагов огненные шары и другие снаряды.
Сила и сопротивляемость конкретного голема зависит от его размера и объёма заключённой в нём магической силы. 
В критическом состоянии большой голем может породить несколько големов поменьше, которые продолжат жить независимо от своего родителя.

СОВЕТЫ:

- Крупные экземпляры могут быть чрезвычайно сильны и опасны.