САМЕЦ ГНААРА, ПРИМИТИВНАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Самец гнаара, Примитивная разновидность
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Дрессированное племенное боевое животное
РАЗМЕР:       1,2 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Зубы, кулаки
НАГРАДА:      800
УГРОЗА:       Очень низкая

ОПИСАНИЕ:

Небольшое двуногое животное без головы, с одним глазом и большой пастью. Происходит с Сириуса и выдрессировано Менталом для участия в боевых действиях. Самцы носят леопардовые штаны, они меньше размером и слабее, чем самки.

это соседи тропических гнааров, которые когда-то были частью общего племени, но пошли по другому пути развития. В то время как тропическая ветвь застыла в своём развитии, эти гнаары нашли себе новую веру - они служат верой и правдой Самкам-Шаманам, выполняют их волю и получают за это право носить отличительные знаки.

Внешне примитивный самец отличается от тропического собрата не размером или формой -  разница в раскраске. Примитивные же носят лишь частичные узоры красного цвета, которые нанесены на тело в виде ритуальных татуировок и полос. Самая заметная деталь - леопардовые штаны, которые носят только самцы этого подвида.

В свободное от службы время примитивные гнаары занимаются не совсем обычными делами. Они красят на быках-оборотнях татуировки в виде жёлтой змеи и царапин, тем самым присваивая себе скот. Быки-оборотни, видимо, не возражают - или просто боятся перечить шаманам. Кроме того, примитивные гнаары частенько торгуются со своими тропическими соседями, обменивая то, что накрали, на то, что нужно.

Несмотря на все эти культурные отличия, примитивные гнаары остаются верными слугами Ментала.

СОВЕТЫ:

- Не имеют оружия дальнего боя - просто держись подальше.
- Отдельные экземпляры могут летать.
- Есть сообщения о гнаарах-невидимках.
- Примитивный подвид более организован, чем тропический, но не сильнее.
