УГХ-ЗАН III, ЗЛОБНЫЙ КОЛДУН


ЛИЧНОСТЬ:     Угх-Зан III, злобный колдун
МЕТАБОЛИЗМ:   бессмертное млекопитающее
ОПРЕДЕЛЕНИЕ:  древнее существо
РАЗМЕР:       100 м.
ВЫНОСЛИВОСТЬ: бесконечная
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       самонаводящиеся снаряды
              термальные бомбы
              ракетная установка
              импульсные лазеры
              лучевое ружье
НАГРАДА:      1 миллион
ОПАСНОСТЬ:    неизмеримая

ОПИСАНИЕ:

Третье воплощение злобного Угх-Зана, последнего из гигантов-колдунов. Угх-Зан служил злу в течение миллионов лет и имеет ранг Великого Адмирала армии Ментала. 
Огромный как гора, вооружённый достаточно даже для того, чтобы выдержать бой с межгалактическим крейсером, наделённый незримой магической силой и умением возрождаться, этот великий воин является самым могущественным созданием во вселенной. 
Угх-Зан был послан Менталом для надзора за ходом последней зачистки планеты Земля.

СОВЕТЫ:

- Обладает самыми мощными из известных видов вооружения и заклинаний.
- Восстанавливает своё здоровье.
- Молись своему любимому божеству о быстрой смерти.
