ЗАРЯЖЕННЫЙ КРИПЕР С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Заряженный Крипер
МЕТАБОЛИЗМ:   Электромагнитно-растительно-химический
ВОСПРИЯТИЕ:  Усиленная версия стандартного крипера
РАЗМЕР:       ~1,7 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Больший электрический взрыв
НАГРАДА:      700
УГРОЗА:       Средне-Высокая

ОПИСАНИЕ:

Заряженный крипер - это та же зелёная фигура, что и обычный крипер, только теперь его тело наполнено необузданной электрической энергией.

Он взрывается сильнее обычного, повреждая все блоки и мобов в радиусе.

Заряженные Криперы появляются в результате удара молнии.



СОВЕТЫ:

- радиус поражения и защита вдвое больше, чем у обычного крипера.