ТОКСИЧНЫЙ БУЛЛСКВИД


КЛАСС:        Мутант-буллсквид, токсичная разновидность
МЕТАБОЛИЗМ:   Всеядный (кислотное пищеварение)
ВОСПРИЯТИЕ:   Обоняние + чувство вибрации
РАЗМЕР:       8 футов
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Очень высокая
ОРУЖИЕ:       Кислотные желчные облака, разъедающий укус, удар хвостом
НАГРАДА:      550
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Токсичный Буллсквид испускает зелёные кислотные облака, которые задерживаются в воздухе, удушая и сжигая всех, кто находится внутри. Его слюна проплавляет сталь, а толстая шкура выдерживает большинство обычных пуль.

СОВЕТЫ:

- Рекомендуется использовать противогазы или костюмы химзащиты.
- Чтобы избежать ближнего боя, лучше использовать взрывчатку.