СКОРП-СОЛДАТ, РЯДОВОЙ


КЛАСС:        Скорп-Солдат, Рядовой
МЕТАБОЛИЗМ:   Эндотермический, Живородящий Членистоногий
ВОСПРИЯТИЕ:   Продвинутая Раса Паукообразных
РАЗМЕР:       3 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Экстремальная
ОРУЖИЕ:       Пушка-Эвисцератор
НАГРАДА:      125
УГРОЗА:       Высокая

ОПИСАНИЕ:

Эти паукообразные были названы "Скорп-солдатами" людьми, хотя официальная база данных АОЗ называет их "Арахнидскими Солдатами". Однако Скорп-Солдат звучит круче.

Эти инопланетные паукообразные происходят с далёкой, суровой планеты, где они были доминирующим видом. Им даже удалось сформировать развитое общество - по крайней мере, насколько это возможно для гигантских насекомых.

Ментал заключил союз с их матриархом, и она предоставляет своих воинов для борьбы за его дело в обмен на разрешение своим маткам заражать планеты, которые они помогают Менталу завоевать.

Рядовые - самые слабые и маленькие из паукообразных роев, хотя они всё ещё довольно опасны. Они вооружены пушкой класса "Эвисцератор", которая быстро стреляет плазменными снарядами. Их основная роль на поле боя - уничтожать вражескую пехоту на сложных участках местности, где обычной пехоте Ментала было бы трудно пройти.

СОВЕТЫ:

- Держи дистанцию и уклоняйся от их выстрелов, смещаясь в сторону.
- Их когти ещё опаснее, чем их выстрелы.
- Избавляйся от них с помощью снайперской винтовки или взрывчатки.
- НЕ называй их "Арахноидами". Их приводит в ярость сравнение с видом, который гораздо примитивнее их.
