ЭЛИТНЫЙ БЕТА СОЛДАТ OVERWATCH АЛЬЯНСА


КЛАСС:        Элитный Бета Солдат Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Боец наземных операций Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Импульсная винтовка AR2, Энергетические гранаты
НАГРАДА:      900
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Элитный Бета Солдат - стандартный белый элитный солдат Overwatch Альянса, предназначенный для подавления сопротивления и поддержания порядка в любых условиях. Отличается формой брони, полностью белой с чёрными вставками для камуфляжа. В отличие от других элитных солдат, у него два красных глаза, встроенных в шлем, и три вентиляционных отверстия в распираторе, через которые фильтруется воздух.

Этот тип бойца рассчитан на средние и дальние дистанции, сочетая точный огонь из импульсной винтовки и использование энергетических гранат для подавления укрытий. Аугментации повышают реакцию и выносливость, позволяя бойцу выдерживать плотный огонь и вести бой в сложных условиях.

СОВЕТЫ:

- Два красных глаза делают его хорошо заметным в темноте, но и позволяют лучше реагировать на движение игрока.
- Энергетические гранаты способны выбить тебя из укрытия и испепилить - не стой на месте.
- Держись в укрытие и применяй дальнобойное оружие, чтобы сократить риск близкого боя.
