КЕНТАВР, ВОИН С ЭЛЛЕНЬЕРА


КЛАСС:        Кентавр, Воин
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Племенной Воин
РАЗМЕР:       3,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Крайняя
ОРУЖИЕ:       Лук И Стрелы
НАГРАДА:      150
УГРОЗА:       Высокая

ОПИСАНИЕ:

Это крайне агрессивные и территориальные племенные воины с планеты Эллениер. Их часто можно встретить на территориях эльвийцев, где они совершают набеги на их деревни и расхищают сокровища.

Изначально они были не менее враждебны по отношению к силам вторжения Ментала, пока их не завербовали в его армию.

Ментал обнаружил этих существ и был впечатлён их необычным обществом, где доминируют мужчины, однако поначалу они показались ему слабаками. Он забрал их, нанёс боевую раскраску, а также дал им луки, стрелы и щиты.

После сертификации их допустили к участию в боевых действиях.

Кентавры быстро стреляют стрелами в цель, одновременно рысью приближаясь к ней. Не недооценивай их - несмотря на устаревшее оружие, они всё ещё крайне опасны и очень быстры.

СОВЕТЫ:

- Уклоняться от их стрел можно, двигаясь назад или в сторону.
- Они могут очень быстро догнать тебя - уничтожай их с расстояния.
- Они попытаются окружить тебя; постарайся не допустить этого, если не хочешь, чтобы тебя обстреляли со всех сторон.
