ОРК-СОЛДАТ, КОММАНДИР С ОРАЦИО


КЛАСС:        Орк-Солдат, Коммандир
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Примитивная раса воинов, бывшие Зорги
РОСТ:         1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Плазменная Винтовка, Импульсные Гранаты
НАГРАДА:      40
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это наглядная иллюстрация поговорки "хотели как лучше, а получилось как всегда". Когда-то они были частью великой расы Зоргов с Билмеза IV, сильных, свирепых и, главное, загорелых. Но постоянные солнечные ванны привели к тому, что кожи у Зоргов почти не осталось. В поисках решения проблемы они создали мутаген, который должен был вернуть им прежний вид. Вместо этого мутаген превратил их в орков...

Средство немедленно запретили, а экспериментаторов вместе со всеми пострадавшими сослали на уединённую планету Орацио. Там изгнанники не пропадая даром, основали горнодобывающую корпорацию "Алтани" и принялись добывать руду, в конечном итоге Кампания перешла в руки Ментала.

Ментал вербовал орков в свои армии; большинство из них оказались на военных заводах Ментала, где помогали производить оружие и боевые машины. Остальные были отправлены в Военную академию Солгара на Кроноре, где их обучали базовой тактике и снабжали современной бронёй и оружием.

Орки, окончившие академию с отличием, были произведены в командиры. Они носят композитную броню, обеспечивающую более высокую защиту, чем стандартная орочья броня, и используют два вида оружия: плазменную винтовку и импульсные гранаты.

Обычно они возглавляют группы других орков и редко бывают одни. Некоторые командиры также используют гирокоптеры, позволющие им летать, что повышает их мобильность.

СОВЕТЫ:

- В отличие от большинства приспешников Ментала, они будут стараться держаться на некотором расстоянии, когда находятся близко к тебе.
- Выстрелы их плазменной винтовки обладают незначительной способностью к самонаведению, держись подальше от её снарядов.
- Командиры, использующие гирокоптеры, не применяют гранаты и имеют несколько более прочную броню.
