МИСТЕР ФРИЕНДЛИ С XEN


КЛАСС:        Зен, Падальщик
МЕТАБОЛИЗМ:   плотоядный
ВОСПРИЯТИЕ:   неизвестно
РАЗМЕР:       1,2-1,5 м
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: экстремальная
ОРУЖИЕ:       щупальцеобразный захват, рвота, фатальное совокупление
НАГРАДА:      неизвестно
УГРОЗА:       высокая

ОПИСАНИЕ:

Мистер Фриендли - гротескное существо, изначально созданное как падальщик, пожирающий трупы павших врагов. Он отличается странной шаркающей походкой, копытными задними ногами и передними конечностями со шпорами. Существо атаковало, хватаясь своими щупальцеобразными руками, изрыгая кислоту и пытаясь фатально совокупиться.

СОВЕТЫ:

- Избегайте близких столкновений; его захват может вывести из строя.
- Держитесь на расстоянии, чтобы избежать его рвотных атак.
- Используйте оружие дальнего боя для устранения врагов издалека.