ТЯЖЁЛАЯ СТОРОЖЕВАЯ ТУРЕЛЬ H.E.C.U.


КЛАСС:        Тяжёлая Сторожевая Турель H.E.C.U.
МЕТАБОЛИЗМ:   механическая Конструкция
ВОСПРИЯТИЕ:   Продвинутая автоматизированная оборонительная установка
РАЗМЕР:       ~1,5 м.
СТОЙКОСТЬ:    высокая 
ВРАЖДЕБНОСТЬ: экстремальная
ОРУЖИЕ:       крупнокалиберный пулемёт
НАГРАДА:      600
УГРОЗА:       высокая

ОПИСАНИЕ:

Тяжёлая сторожевая турель - это улучшенная модель стандартной оборонительной установки H.E.C.U., используемая в труднодоступных зонах, таких как комплекс «Распад". В отличие от своего более слабого аналога, эта турель усилена толстой броней, что позволяет ей выдерживать продолжительный огонь и противостоять небольшим взрывным устройствам. Её система наведения быстрее, а оружие стреляет более мощными очередями, что делает прямое столкновение крайне опасным.

Особенно смертоносной эту версию делает механизм самоуничтожения: при уничтожении Тяжёлая турель детонирует мощным взрывом, гарантируя, что даже победивший атакующий не сможет уйти невредимым. Это делает тактическое взаимодействие необходимым - грубая сила часто приводит к взаимному уничтожению.

СОВЕТЫ:

- Соблюдайте дистанцию ​​- уничтожение вызывает взрыв.
- Используйте дальнобойное оружие для безопасного обезвреживания.
- Прямой ближний бой или рукопашная схватка самоубийственны.
- Прочные укрытия и правильный расчет времени необходимы для выживания.
