МОРПЕХ Y.S.M.


КЛАСС:        Морпех Y.S.M.
МЕТАБОЛИЗМ:   Человек, Мужчина
ВОСПРИЯТИЕ:   ЧВК "Жёлтый Щит", Мародёр-контрактник
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Карабин M4A1, MP7, Дробовик SPAS-12
НАГРАДА:      500
УГРОЗА:       Высокая

ОПИСАНИЕ:

Это член частной военной компании, которая действует по принципу: "Услышал сигнал бедствия - хватай мешки для добычи". Эти наёмники перехватили сигнал с базы Дельта и прибыли на объект не для спасения, а для грабежа.

Внешность у них стандартная для наёмников конца девяностых: тактические бронежилеты, разгрузки, банданы, очки и прочие приколюхи. Цветовая гамма - тёмно-серая с жёлтыми вставками (отсюда и название). На плечах и беретах - нашивки с щитом и аббревиатурой Y.S.M. Вооружены автоматическим оружием: MP7, M4A1, изредка - дробовики SPAS-12.

Их задача - вывезти с базы всё, что плохо лежит: экспериментальное оборудование, данные исследований, образцы инопланетных материалов, оружие, медикаменты и даже странные грибы, выросшие после каскадного резонанса. Всё это потом уйдёт на чёрный рынок к частным корпорациям, правительствам, другим ЧВК или криминальным синдикатам.

Так же Y.S.M. наняли специально - чтобы захватить, уничтожить определённые данные и устройства, связанные с телепортацией. И чтобы создать частную армию нового типа, используя захваченные технологии, дабы просто шантажировать правительство и корпорации, владея секретными материалами.

СОВЕТЫ:

- У морпехов есть броня. Обычный пистолет может не пробить с первого раза. Целься в голову.
- Они используют укрытия с перебежками. Не лезь под пули в открытую.
- Гранаты и взрывчатка эффективны против групп.
- Убийство в голову - оторвёт её.
- Не пытайся договориться. Им плевать на твою историю. Им нужны твои вещи и твоя смерть, если ты мешаешь.
