СЦИТИЙСКАЯ (СКИФСКАЯ) ГАРПИЯ


КЛАСС:        Сцитийская (Скифская) гарпия
МЕТАБОЛИЗМ:   млекопитающее
ОПРЕДЕЛЕНИЕ:  дрессированный клон
РАЗМЕР:       1,5 м. (стоя)
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       магические импульсы, когти
НАГРАДА:      400
ОПАСНОСТЬ:    низкая

ОПИСАНИЕ:

Клон существа женского пола давно вымершей скифской расы. Гарпия, выдрессированная для ближнего боя и обученная боевым заклинаниям. 
Способность летать позволяет ей занимать недоступные позиции и атаковать сверху.

СОВЕТЫ:

- Если гарпии летят стаей, делай из них фарш с помощью минигана или разнеси ракетой.
- Отдельных особей сбивай из дробовика.
