БОСС ХЬЮГО С СИРИУСА


КЛАСС:        Босс Хьюго 
МЕТАБОЛИЗМ:   Механический, Робот-Босс
ВОСПРИЯТИЕ:   Запрограммированный Гигантский Боевой Робот-Уничтожитель И Игрушка Ментала
РАЗМЕР:       9 м.
ВЫНОСЛИВОСТЬ: Экстремальная 
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Кулаки, Лазеры Из Антенны, Плечевые Ракетницы, Рука-Пушка, Таран С Реактивным Ранцем
НАГРАДА:      5000
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Самый продвинутый робот во всей армии Ментала. Это "Вершина инженерной мысли Орды": бронированный до почти неуязвимости, вооружённый до зубов и способный летать. Внешне он напоминает ожившую игрушку - огромного робота с антенной на голове, мигающими лампочками и звуками, похожими на детские игрушки. Но эта игрушка убивает.

Когда Ментал решил создать армию, способную подавить любые очаги сопротивления во Вселенной, он понял, что обычных солдат недостаточно. Нужно было нечто большее. Нужен был символ.

Изначально проект назывался "БОС-00" - "Боевая Осадная Система". Это должен был быть робот, способный в одиночку уничтожать целые армии и выдерживать удары космического флота.

Но Ментал, который никогда не отличался хорошим вкусом, настоял на изменениях.

- "Сделайте его похожим на игрушку" - сказал он главному инженеру.

- "Но, Повелитель, это же боевая машина!"

- "Я сказал - сделайте его похожим на игрушку."

Вторым требованием Ментала была некая "коробка".

- "Босс должен выходить из коробки. Это придаёт драматизма".

- "Мы можем просто поставить его в ангаре".

- "Из коробки! И сделайте на ней надпись "Босс в коробке", чтоб все знали".

Инженеры вздохнули и закатали рукава. Коробку сделали. Надпись нанесли. Хьюго упаковали.

Позже Хьюго был развёрнут на спутнике Кронор, где охраняет систему управления лазерной пушки, пробивающей щит Сириуса.

И Не Пощадит - Ни Души.

СОВЕТЫ:

- В первой фазе Хьюго неуязвим.
- Атакуй его во время полёта.
- Берегись ракет и ядер.
