КЛАССИЧЕСКИЙ КОЗЁЛ С ГОАТВИЛЛЯ


КЛАСС:        Млекопитающее, Парно-Копытное
МЕТАБОЛИЗМ:   Стандартная биология козла
ВОСПРИЯТИЕ:   Обычные чувства животного
РАЗМЕР:       ~75-90 см.в холке
ВЫНОСЛИВОСТЬ: Нормальная, но на удивление живучая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Удар головой, физика Рэгдолла, случайные разрушения
НАГРАДА:      100
УГРОЗА:       Средняя

ОПИСАНИЕ:

Классический может выглядеть как простая фермерская коза, но внешность обманчива. Это, без сомнения, самый безрассудный козёл из всех существующих.

В отличие от своих "обычных" особей, Классический - это оригинал - тот самый хаосник, с которого всё началось. Каждый баг, глюк и момент становления рэгдоллом ощущаются особенно остро, когда дело касается этого козла.

СОВЕТЫ:

- Никогда не оставляй его одного рядом с хрупкими предметами.
- Удары головой могут отправлять предметы (и людей) в полет, словно ракеты.
- Этот козёл - сама физика: дикий, сломленный и неудержимый.