ЗЛАЯ КАМЕННАЯ РОЖА С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Злая Каменная Рожа, Неоплаченный Моаи
МЕТАБОЛИЗМ:   Оживлённый камень
ВОСПРИЯТИЕ:   Сейсмическое, зрение
РАЗМЕР:       ~4,5 м.
ВЫНОСЛИВОСТЬ: Крайне высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная (из-за задержки зарплаты)
ОРУЖИЕ:       2 гигантских модифицированных M4, сокрушительный топот головой
НАГРАДА:      0 (без зарплаты)
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Древний каменный идол Моаи, оживший в результате неизвестных обстоятельств и обитающий в глубине джунглей. Его главная мотивация - невыплаченная зарплата за три дня, работая каменщиком, из-за чего он пребывает в состоянии лютой ярости. Несмотря на отсутствие рук, он каким-то образом удерживает и стреляет из двух огромных автоматов M4, прикреплённых к его боковым сторонам. Его основная атака - сокрушительный топот массивной головой, вызывающий ударную волну и обрушивающий деревья и кабанчиков. Обладает колоссальной прочностью.

СОВЕТЫ:

- Шквальный огонь из двух крупнокалиберных M4 и сокрушительная атака топотом, вызывающая сотрясение земли и оглушение - делает его опасным противником.
- Взрывчатка (гранатомёты, C4) эффективна против каменной структуры.
- Потенциально его можно "успокоить", найдя и вернув ему клад - его "невыплаченную зарплату". Но у тебя его нет.

