ПАТРУЛЬНЫЙ ВЕРТОЛЁТ UH-60 "BLACKHAWK" НАЁМНИКОВ С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Патрульный вертолёт UH-60 "Blackhawk" Наёмников компании Кригера
МЕТАБОЛИЗМ:   Авиационный (ТВД, реактивный)
ВОСПРИЯТИЕ:   Вражеский летающий Транспорт
РАЗМЕР:       ~5,1 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Средне-Высокая
ОРУЖИЕ:       Бортовой миниган управляемый стрелком
НАГРАДА:      1000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Основной многоцелевой вертолёт сил компании Кригера. Используется для патрулирования, быстрой переброски подкрепления и непосредственной огневой поддержки. Имеет стандартный камуфляж с логотипом компании. Экипаж состоит из пилота, стрелка, управляющего бортовым миниганом, и до трёх десантников. При обнаружении вертолёт начинает активный поиск и атаку, действуя как мобильная огневая точка и платформа для высадки войск.

СОВЕТЫ:

- Пилот и стрелок. Уничтожение пилота приводит к падению вертолёта. Уничтожение стрелка лишает его основного оружия, после чего вертолёт обычно отступает.
- Наиболее выстрелы из подствольных гранатомётов и меткие выстрелы в кабину из снайперской винтовки.
- Вертолёт не может преследовать под крышами.