КОРИЧНЕВАЯ ГРИБНАЯ КОРОВА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Коричневая Грибная корова
МЕТАБОЛИЗМ:   Теплокровное млекопитающее
ВОСПРИЯТИЕ:   Дикое / грибоносное животное
РАЗМЕР:       1,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Отсуствует
НАГРАДА:      150
УГРОЗА:       Низкая

ОПИСАНИЕ:

Коричневая Грибная корова - необычная разновидность обитателей Грибного Биома, в которой срослись органическая плоть коровы и грибная экосистема. На спине у неё растут коричневые грибы с бежевыми пятнами, а тело покрыто красно-бежевой пятнистой коровьей шкурой.

СОВЕТЫ:

- Грибные супы - быстрый способ пополнить здоровье и сытость.
- Срезав Грибы, она превратится в обычную Корову.
