ВОЕННЫЙ УДАРНЫЙ ВЕРТОЛЁТ Y.S.M. AH-64 APACHE (АНОНС)


КЛАСС:        Военный Ударный Вертолёт Y.S.M. AH-64 Apache (Анонс)
МЕТАБОЛИЗМ:   Механический, Пилотируемый Человеком
ВОСПРИЯТИЕ:   Воздушная Военная Техника, ЧВК "Жёлтый Щит"
РАЗМЕР:       18 м.
ВЫНОСЛИВОСТЬ: Очень Высокая
ВРАЖДЕБНОСТЬ: Крайняя
ОРУЖИЕ:       Пулемёт, Ракеты, Самонаводящиеся Ракеты
НАГРАДА:      6000
УГРОЗА:       Катастрофическая

ОПИСАНИЕ:

Морпехи Y.S.M. используют этот вертолёт для тех же целей, что и H.E.C.U.: уничтожение важных целей, подавление сопротивления на открытых пространствах и обеспечение безопасности грабительских рейдов на базу Дельта.

Имеет скорострельный пулемёт для зачистки пехоты, неуправляемые ракеты для уничтожения групп противника и иногда - самонаводящиеся ракеты для охоты на бронированные цели или вертолёты противника. Вертолётом управляет пилот-наёмник, который, вероятно, имеет опыт службы в армии или других ЧВК. Он знает, что делает, и не боится рисковать машиной ради выполнения контракта.

Y.S.M. использует Apache для прикрытия своих грабительских рейдов, а иногда - для устрашения выжившего персонала.

Apache может быть сбит, но только из тяжёлого оружия: РПГ, стационарных пулемётов крупного калибра или противотанковых ракетных комплексов. Стрелковое оружие бесполезно.

СОВЕТЫ:

- Укрытие - твой лучший союзник. Никогда не сражайся с Apache Y.S.M. на открытой местности.
- Взрывчатка (РПГ, гранатомёты) - единственное реальное противодействие.
- Самонаводящиеся ракеты смертельно опасны. Двигайся непредсказуемо и используй укрытия с большими углами обзора.
- Если вертолёт сбит, держись подальше.
