ТЮРЕМНЫЙ СОЛДАТ SEALTEAM 6 OVERWATCH АЛЬЯНСА


КЛАСС:        Тюремный Солдат SEALTeam 6 Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Элитный спецназ Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       AK-47, AR2, M4A1, SMG2
НАГРАДА:      900
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Ранее эти солдаты были настоящими морскими котиками США, мастерами внезапных рейдов и спасательных операций в самых горячих точках планеты.

Они действовали в команде, которая могла обойти любую охрану и уничтожить цель в тылу врага, порой рискуя жизнью ради пары минут стратегического преимущества.

Эти бойцы раньше занимались операциями по освобождению заложников и нейтрализации опасных заключённых.

Они были специалистами по штурмам и безопасной эвакуации, пока не попали под влияние Альянса.

Теперь они служат Overwatch, действуя в тюремных укреплениях Нова-Проспект.

СОВЕТЫ:

- В узких помещениях их навыки особенно опасны.