БОЕВОЙ РОБОТ MARK 1 С ШАЙДЗУ-ГАНДИ


КЛАСС:         Боевой Робот MARK 1
МЕТАБОЛИЗМ:    Искусственный (реакторное ядро)
ВОСПРИЯТИЕ:    Тяжелая боевая машина
РАЗМЕР:        3 м.
ВЫНОСЛИВОСТЬ:  Очень высокая
ВРАЖДЕБНОСТЬ:  Экстремальная
ОРУЖИЕ:        Двойные миниганы, режим берсерка
НАГРАДА:       4560
УГРОЗА:        Серьёзная

ОПИСАНИЕ:

Разработанный инженерами лорда Антона, боевой робот MARK 1 был создан как передний охранник баз вторжения. Его массивный корпус вооружен двумя роторными миниганами, установленными по обеим сторонам бронированного шасси. Эти орудия выпуская разрушительный поток пуль, разрывают как пехоту, так и транспортные средства.

Однако такая подавляющая огневая мощь имеет свою цену: сдвоенные стволы склонны к перегреву после длительной стрельбы. Когда происходит возгорание, машина переходит в режим ярости - её системы воспламеняются энергетическим пламенем, что приводит её в ярость, в которой она игнорирует тактическую логику и бросается на врагов в лоб.

MARK 1 вызывает страх не только своим вооружением, но и своей прочностью и неумолимой агрессией. Где бы ни были развернуты эти стражи, выживание становится испытанием огнём и сталью.

Стоит также отметить, что эта машина способна хватать противников и отбрасывать их на значительное расстояние. У нее есть слабое место на спине.

СОВЕТЫ:

- Используй его слабость к перегреву: заставь его стрелять непрерывно, пока системы не выйдут из строя.
- Избегай ближнего боя, когда он входит в режим ярости.
- Чтобы сбить его, необходимы мощные взрывчатые вещества или бронебойное оружие.
