САДИСТ С ШОУ HALF-QUAKE


КЛАСС:         Садист Шоу HALF-QUAKE
МЕТАБОЛИЗМ:    Человек, Мужчина
ВОСПРИЯТИЕ:    Организатор Садисткого Шоу
РАЗМЕР:        1,8 м.
ВЫНОСЛИВОСТЬ:  Низкая
ВРАЖДЕБНОСТЬ:  Пассивно-созерцательная
ОРУЖИЕ:        Доступ к огромным молотам, системы управления шоу, безразличие
НАГРАДА:       10000
УГРОЗА:        Средняя

ОПИСАНИЕ:

это не только организаторы шоу HALFQUAKE, сколько инженеры, сценаристы, палачи и зрители в одном лице. Они ищут жертв по всему миру, вытаскивая их из обычной жизни и доставляют на арены, где те должны страдать "за свою страшную ошибку в жизни". Была ли эта ошибка на самом деле или её придумали на месте - садистов не волнует.

Главное, чтобы процесс шёл по сценарию.

Cадисты создали Сомоса, Сына Садизма - это такой высший разум, который контролирует всё происходящее в шоу.

Когда жертвы кончаются, они нанимают на работу охранников и заставляют их проходить испытания, а затем смотрят, как те дохнут от усталости или от удара огроменного молотка. Ради публики, разумеется.

Сами они в бой не лезут. Зачем? Для этого есть турели, хедкрабы и вортигонты.

СОВЕТЫ:

- Приоритетная цель.
- Они опасны своим Садизмом.
