БОЛЬШЕГОЛОВЫЙ КРОТИМОВЕЦ, РИЧАРД БЭЙЛИ "ЛЕВЕЛОРД" ГРЕЙ


КЛАСС:        Большеголовый Кротимовец, Ричард Бэйли "Левелорд" Грей
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5,9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Ричард Бэйли "Левелорд" Грей - настоящий патриарх дизайна игровых уровней, чей гипертрофированный череп вмещает десятилетия опыта, сарказма и невероятного чувства "фана". Этот ветеран Холодной войны, бывший аэрокосмический инженер и слушатель советских подлодок, нашел свое истинное призвание в создании виртуальных пространств. Именно он, вместе с Алленом Блумом, создал лучшие уровни культового Duke Nukem 3D, навсегда вписав в историю фразу "Вообще-то, вас здесь быть не должно" ("You're not supposed to be here").

Хотя сам Левелорд скромно отрицает прямое участие в разработке Serious Sam: The First Encounter, его дух и принципы незримо присутствуют в игре. Croteam, как и весь игровой мир, находились под огромным влиянием его работ. Его философия - что игра должна быть в первую очередь "веселой", а уровень - тематически цельным и сбалансированным как хороший ресторан - стала азбукой для поколений дизайнеров, включая команду из Хорватии. А его последующая жизнь в России и работа над 20-летием Duke Nukem лишь добавляют ему ауру самого колоритного и неувядающего "мозга" в этой галерее.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.