БРОНИРОВАННЫЙ ТЯЖЕЛЫЙ БОЕВОЙ РОБОТ


КЛАСС:      Механическая боевая машина
МЕТАБОЛИЗМ: Энергетический ядро / усовершенствованный реактор
ВОСПРИЯТИЕ: Мультиспектральные датчики (тепловые, движения, системы наведения)
РАЗМЕР:       ~18 футов
ВЫНОСЛИВОСТЬ:  Очень высокая (толстая композитная броня, усиленная обшивка)
ВРАЖДЕБНОСТЬ:  Экстремальная
ОРУЖИЕ:    Двойные лазерные глаза, лезвие на руке (для ближнего боя)
НАГРАДА:     4000
УГРОЗА:     Очень высокая

ОПИСАНИЕ:

Бронированный тяжелый боевой робот, разработанный японскими учеными из Шайдзу-Ганди, был создан как инструмент для уничтожения планеты. В отличие от стандартных боевых единиц захватчиков, эта боевая машина имеет усиленную броню.

В дистанционном бою он выпускает из глаз разрушительные лазерные лучи, способные прорезать транспортные средства, здания и оборонительные позиции. При приближении он использует острый как бритва клинок, разрезающий врагов пополам с механической точностью. Его двойная наступательная конструкция делает его одним из самых смертоносных устройств захватчиков, направленных против Земли.

СОВЕТЫ:

- Держитесь подальше от прямой линии видимости - лазеры глаз очень точные.
- Ни в коем случае не допускайте его в ближний бой - лезвие руки мгновенно убивает.