БИОМЕХАНОИДНЫЙ ПАУК, МАТКА С МАГНОРА


КЛАСС:        Биомеханоидный Паук, Матка
МЕТАБОЛИЗМ:   Эндотермический Киборг
ВОСПРИЯТИЕ:   Генетически Запрограммированный
РАЗМЕР:       15 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Укус, Кислотный Плевок
НАГРАДА:      750
УГРОЗА:       Высокая

ОПИСАНИЕ:

Ментал активно использует пауков в своих армиях, особенно антаресских. Желая продвинуть свою коллекцию гигантских пауков ещё дальше, он начал создавать новую породу - наполовину биологическую, наполовину кибернетическую. Таким образом, после множества мутаций, генной инженерии, потерь среди учёных и множества слёз в лабораториях, на свет появился Биомеханоидный Паук.

Матки значительно крупнее, прочнее и опаснее, чем Вылупившиеся. Они медленно идут к тебе, пока плюются кислотными снарядами. Постарайся не попасть под них.

СОВЕТЫ:

- Несколько пушечных ядер будут твоим самым быстрым способом уничтожить их - если только у тебя нет Серьёзной Бомбы.
- Твоя вторая лучшая альтернатива - шквал взрывчатки.
- Не приближайся. Просто не надо. Это один паук, которого нельзя раздавить ботинком.
