НАЦИСТСКИЙ СОЛДАТ


КЛАСС:         Нацистский солдат
МЕТАБОЛИЗМ:    Человеческий, мужской
ВОСПРИЯТИЕ:    Пехота Вермахта
РОСТ:          1,8 м.
ВЫНОСЛИВОСТЬ:  Средняя
ВРАЖДЕБНОСТЬ:  Экстремальная
ОРУЖИЕ:        Пистолет-пулемёт MP-40, гранаты.
НАГРАДА:       250
УГРОЗА:        Средняя

ОПИСАНИЕ:

Классические немецкие пехотинцы Второй мировой войны, нацистские солдаты верны своему режиму и обучены сражаться с безжалостной эффективностью. Вооруженные в основном MP-40, они превосходны в ближнем и среднем бою и часто передвигаются отрядами, чтобы прикрывать друг друга. Их непоколебимая преданность Германии делает их решительными и опасными.

В бою они полагаются на угнетающий огонь, тактику засады и численное превосходство. Хотя их снаряжение не так современно, как у будущих армий, их дисциплина и слаженность делают их грозными противниками на поле боя.

СОВЕТЫ:

- Держись на расстоянии; MP-40 наиболее эффективен на ближней дистанции.
- Гранаты могут расстроить отряды, прежде чем они тебя захватят.
- Используй укрытия, чтобы избежать сосредоточенного огня.
- Изолируй солдат от их группы, чтобы легче их нейтрализовать.
