ВИЗЕР-СКЕЛЕТ МЕЧНИК С НИЖНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Визер-Скелет, Мечник
ВОСПРИЯТИЕ:   Нежить, единица ближнего боя
МЕТАБОЛИЗМ:   Магически поддерживаемая нежить
РАЗМЕР:       ~2,4 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Очень высокая
ОРУЖИЕ:       Каменный меч
НАГРАДА:      3000
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Визер-скелет Мечник - это скелет, который решил, что обычная жизнь слишком светлая, и переехал в Нижний мир за карьерным ростом. Выше ростом, мрачнее характером и заметно злее своих костлявых родственников, он патрулирует адские крепости с видом существа, которому никто не платит за свою работу.

Одним словом...Бедный Йорик...

Вооружён каменным мечом и особым эффектом Иссушения, который постепенно высасывает здоровье противника. Иммунитет к огню позволяет визер-скелету чувствовать себя комфортно там, где другие мобы уже давно погибли.

Иногда после смерти оставляет череп визера - редкий трофей, с помощью которого можно вызвать Иссушителя, и за который многие готовы терпеть всё вышеописанное без возражений.

СОВЕТЫ:

- В ближнем бою визер-скелет объясняет правила быстро и больно.
- Молоко спасает от эффекта Иссушения, как ни странно.
- можно узнать по чёрным костям.