ЗВЕРСКИЙ ДЕМОН СКОРПИОН, МОЛОДОЙ


КЛАСС:        Зверский Демон Скорпион, Молодой
МЕТАБОЛИЗМ:   Экзобиологический, членистоногое
ВОСПРИЯТИЕ:   Развитое зрение, биолюминесцентные глаза
РАЗМЕР:       3 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Скорпионоподобное жало хвоста
НАГРАДА:      6000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Молодые Зверские Демоны Скорпионы - Молодые Особи агрессивных существ с тропических планет, некогда независимые, но лично переманенные Солгаром, правой рукой Ментала. С этого момента они стали полноправной частью Орды, выступая в роли штурмовых существ ближнего боя.

Внешне скорпион напоминает арахноида, если тот решил стать танком. Гладкий, глянцевый зелёный панцирь, сегментированное тело, три пары ног и массивная голова создают впечатление живого тарана. На голове красуется зелёный шлем-каска, намертво сросшийся с панцирем. По бокам головы расположены две пары глаз, которые обеспечивают отличное зрение даже при слабом освещении. В темноте глаза светятся зловещим зелёным светом.

Шлем усиливает защиту головы и делает существо особенно устойчивым к лобовому огню.

Хвост, загибающийся вверх, напоминает скорпионов земного типа и используется для мощных ударов.

Зверский Демон Скорпион не владеет дальнобойными атаками и полагается исключительно на скорость, напор и физическую мощь, стремясь как можно быстрее сократить дистанцию.

СОВЕТЫ:

- Немедленно бежит к цели.
- Не прячется, не отступает, не думает о будущем.
- Взрывчатка C4 - лучший способ диалога.
- В ближнем бою скорпион смертельно опасен.
- Если скорпион уже рядом - ты всё сделал неправильно.