ПЛЮЮЩИЙСЯ РАПТОР С ТЕРРАФОРМИРОВАННОЙ ПЛАНЕТЫ


КЛАСС:        Плюющийся Раптор
МЕТАБОЛИЗМ:   Хищник, Теропод
ВОСПРИЯТИЕ:   Генетически Модифицированный Ютараптор
РАЗМЕР:       ~2,5 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Крайне Высокая
ОРУЖИЕ:       Когти, Зубы, Ядовитый Плевок, Шипы На Спине
НАГРАДА:      600
УГРОЗА:       Высокая

ОПИСАНИЕ:

Данный вид появился, когда корпорация Mendel-Gruman решила, что обычных ютарапторов на планете недостаточно, и взялась за генную инженерию. Корпорация хотела получить более эффективное оружие массового поражения, получив рапторов, которые плюются ядом и при этом сохранили все повадки диких хищников.

Внешне плюющийся раптор отличается от собратьев серым окрасом, полным отсутствием перьев и рядом коротких шипов, торчащих вдоль спины. Из-за этих шипов и мешка под горлом, их поначалу ошибочно называли детёнышами спинозавров.

Они имеют жёлтый кожистый мешок под шеей, в котором накапливается токсин. Когда мешок наполнен, он заметно раздувается, предупреждая внимательного стрелка, что сейчас начнётся веселье.

СОВЕТЫ:

- Не стой на месте. Плевок летит по прямой.
- В ближнем бою он так же опасен, как обычный раптор. Не давай себя окружить.
