ДУАЙТ Т. БАРНС


КЛАСС:        Человек / Инструктор по строевой подготовке
МЕТАБОЛИЗМ:   Человек
ВОСПРИЯТИЕ:   ВОСПРИЯТИЕ тренированного солдата
РАЗМЕР:       ~1,8 м
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая (по отношению к курсантам; нейтрален вне боя)
ОРУЖИЕ:       Нет (инструктор без оружия)
НАГРАДА:      350
УГРОЗА:       Низкая (не боец)

ОПИСАНИЕ:

Дуайт Т. Барнс - старший инструктор по строевой подготовке в H.E.C.U. (Подразделении по борьбе с опасными условиями), дислоцированном на военной базе Сантего в Аризоне.

Он отвечает за подготовку новобранцев, включая Адриана Шепарда и других солдат, назначенных на операцию в Чёрную Мезу.

Он известен резкими репликами и классическими насмешками сержанта-строевого офицера, такими как "Ясно выразился?" и "В чём твоя главная проблема, мешок с дерьмом?"

У него чёрные волосы и карие глаза.

СОВЕТЫ:

- Без проблем.