КУКУРБИТО ТЫКВОГОЛОВЫЙ, МАЛЕНЬКИЙ


КЛАСС:        Кукурбито Тыквоголовый, Маленький
МЕТАБОЛИЗМ:   вегетарианский
ОПРЕДЕЛЕНИЕ:  продукт генной инженерии
РАЗМЕР:       0,25 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       бензопила
НАГРАДА:      1500
УГРОЗА:    средняя

ОПИСАНИЕ:

Жуткий плод случайного генетического эксперимента Ментала, созданный под влиянием странных артефактов XX века. Пробудившись к жизни, даже сам создатель был шокирован этой ненасытной тварью-пугалом. Однако эксперимент продолжился. Вдохновившись успехом (если это можно так назвать) с уменьшением сирианских быков, Ментал продолжил эксперименты с размерами. Теперь можно встретить миниатюрных Кукурбито. Маленькие версии сохраняют ту же тупую агрессию и вооружены крошечными, но от этого не менее смертоносными бензопилами. Они опасны в стаях и могут атаковать из укрытий, вроде тыкв.

СОВЕТЫ:

- Очень тупой, но если догонит - крайне опасен.
- Уходи с линии атаки в сторону.
- Против миниатюрных версий эффективно оружие с площадным поражением.
- Остерегайся стай маленьких Кукурбито - они могут внезапно вылезти из троянских тыкв Джека.