ПИГЛИН-МЕЧНИК С НИЖНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Пиглин-мечник
МЕТАБОЛИЗМ:   Свиноподобный гуманоид
ВОСПРИЯТИЕ:   Примитивная раса воинов Нижнего мира
РАЗМЕР:       1,9 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Условная
ОРУЖИЕ:       Золотой меч (иногда с чарами) 
НАГРАДА:      400
УГРОЗА:       Средняя

ОПИСАНИЕ:

Одна из двух основных рас свиноподобных существ, населяющих Нижний мир. В отличие от своих зомбифицированных сородичей, они сохранили остатки разума, способность говорить на своём хрюкающем наречии и главное - страсть к золоту.

Эта страсть настолько сильна, что определяет всё их поведение: пиглины нейтральны к только к тем, у кого надет хотя бы один предмет золотой брони.

Без неё - сразу переходят в режим агрессии.

Мечники составляют ровно половину взрослого населения пиглинов (вторая половина предпочитает арбалеты). Вооружены золотыми мечами, которые могут быть зачарованы, и атакуют в ближнем бою, размахивая оружием так же яростно, как поборники в лесных особняках.

Обитают пиглины в багровых лесах и пустошах Нижнего мира, а также в большом количестве населяют бастионы - огромные крепости, где они охраняют сокровища и золотые блоки. В бастионах к ним часто присоединяются жестокие пиглины - более сильные собратья с золотыми топорами, которые не поддаются на отвлекающие манёвры с золотом.

Пиглины боятся огня душ и своих зомбифицированных собратьев, при виде которых разбегаются.

Не умеют плавать, тонут в воде и не имеют иммунитета к огню или лаве, несмотря на то что живут в аду .

СОВЕТЫ:

- Надень золотую броню. Хотя бы один элемент - и пиглины не тронут.
- Не открывай сундуки и не ломай золотые блоки у них на глазах - это провоцирует агрессию даже сквозь броню .
- Мечники опасны в ближнем бою, но туповаты.
