РОБОТ-ЗАХВАТЧИК


КЛАСС:      Машинный воин
МЕТАБОЛИЗМ: Искусственный (механическое ядро)
ВОСПРИЯТИЕ: Оптические датчики + радар
РАЗМЕР:       7-8 футов
ВЫНОСЛИВОСТЬ:  Высокая
ВРАЖДЕБНОСТЬ:  Чрезвычайная
ОРУЖИЕ:    Удар рукой (разрушающая сила)
НАГРАДА:     600
УГРОЗА:     Средне-Высокая

ОПИСАНИЕ:

Из далекого мира Шайдзу-Ганди роботы-захватчики прибыли в качестве авангарда галактического завоевания, возглавляемого их повелителем, лордом Антоном. Эти машины были созданы не для тонкости, а для грубого уничтожения. Они не владеют оружием в традиционном смысле, но их огромная сила позволяет им поднимать и с разящей силой бросать врагов на землю.
Первый контакт с этими захватчиками произошел в Германии, где они проявили себя как холодные, безжалостные машины для убийства. С тех пор они начали распространяться по Земле, сталкиваясь с объединенным сопротивлением Третьего рейха, России, Палестины и Соединенных Штатов.

СОВЕТЫ:

- Оставайтесь подвижными - попасть в их сокрушительные тиски смертельно опасно.
- Тяжелые боеприпасы наиболее эффективны против их бронированных корпусов.
- Они часто атакуют группами, подавляя противника грубой силой.
- Будьте осторожны, они могут поднять оружие с трупов.