АЛУДРАНСКИЙ РЕПТИЛОИД, МОЛОДАЯ РАВНИННАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Молодой Алудранский рептилоид, равнинный
МЕТАБОЛИЗМ:   хладнокровный, рептилия
ВОСПРИЯТИЕ:  примитивная раса
РАЗМЕР:       2,5 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       магические самонаводящиеся снаряды
НАГРАДА:      5000
УГРОЗА:       средняя

ОПИСАНИЕ:

Крупные четверорукие рептилии, проживающие в системе Алудран, что в созвездии Большого Пса. Эта примитивная раса согласилась сражаться на стороне Ментала в обмен на магическую силу.
Они мечут самодвижущиеся огненные шары, снабжённые примитивной системой самонаведения. 

СОВЕТЫ:

- Держи его под постоянным обстрелом и пытайся сбивать снаряды в воздухе.