АЛЬФА БУЛЛСКВИД С ЗЕНА


КЛАСС:        Альфа буллсквид
МЕТАБОЛИЗМ:   всеядный
ВОСПРИЯТИЕ:   обострённое зрение и обоняние
РАЗМЕР:       3-3,5 м
ВЫНОСЛИВОСТЬ: очень высокая
ВРАЖДЕБНОСТЬ: экстремальная
ОРУЖИЕ:       когти, удар хвостом, 9 челюстей-щупалец, токсичный плевок (более сильный)
НАГРАДА:      750
УГРОЗА:       очень высокая

ОПИСАНИЕ:

Альфа буллсквид - колоссальный и более устрашающий родственник обычного буллсквида. Отличающийся жёлто-чёрным панцирем, светящимися красными глазами и девятью мощными челюстями-щупальцами (по сравнению с шестью у его меньших сородичей), этот хищник доминирует на своей территории. Его белые ротовые усики угрожающе извиваются перед выпадом, а его усиленный токсичный плевок обжигает с большей силой, способной прожечь как броню, так и плоть. Он крупнее и сильнее обычного буллсквида, внушает страх даже другим инопланетным видам. Встреча с ним не просто опасна - она обычно смертельна.

СОВЕТЫ:

— Его токсичный плевок точнее и смертоноснее, чем у обычного буллсквида - избегайте прямой видимости.
— Двигайтесь; его увеличенный хвостовой удар имеет большую дальность.
— Тяжелая взрывчатка или крупнокалиберное оружие - единственный безопасный способ его уничтожить.