САМКА ГОРНОГО АЛУДРАНСКОГО РЕПТИЛОИДА


КЛАСС:        Самка горного алудранского рептилоида
МЕТАБОЛИЗМ:   рептилия, самка, хладнокровная
ОПРЕДЕЛЕНИЕ:  примитивная раса
РАЗМЕР:       33,6 м.
ВЫНОСЛИВОСТЬ: очень высокая
ВРАЖДЕБНОСТЬ: очень высокая
ОРУЖИЕ:       магические самонаводящиеся снаряды
НАГРАДА:      40000
УГРОЗА:    высокая

ОПИСАНИЕ:

Крупные четверорукие рептилии, проживающие в системе Алудран, что в созвездии Большого Пса. Эта примитивная раса согласилась сражаться на стороне Ментала в обмен на магическую силу. 
Они мечут самодвижущиеся огненные шары, снабжённые примитивной системой самонаведения.

Горные рептилоиды значительно крупнее и опаснее своих равнинных собратьев. Приведённые в ярость, они могут метать свои огненные шары с очень высокой скоростью. Самки значительно больше самцов и потому куда опаснее. К тому же, в связи с особенностью биологического устройства, критические дни у них длятся круглый год, что не самым лучшим образом сказывается на их характере.


СОВЕТЫ:

- Держите их под постоянным огнем и попытайтесь сбить их снаряды в воздухе.
- Избегайте их неуязвимых снарядов и не подходите к ним слишком близко.