СОЛДАТ OVERWATCH АЛЬЯНСА


КЛАСС:      Трансчеловеческий солдат (пехота Альянса)
МЕТАБОЛИЗМ: Улучшенный человек, мужчина / биомеханические усовершенствования
ВОСПРИЯТИЕ: Тактические датчики + улучшенные рефлексы
РОСТ:       198-196 см
ВЫНОСЛИВОСТЬ:  Высокая
ВРАЖДЕБНОСТЬ:  Экстремальная
ОРУЖИЕ:    Импульсная винтовка AR2, дробовик, гранаты
НАГРАДА:     450
УГРОЗА:     Высокая

ОПИСАНИЕ:

Солдаты Overwatch, также известные просто как солдаты Альянса, являются исполнителями правил Альянса на Земле. Когда-то они были людьми, но были хирургически изменены и кибернетически усовершенствованы, чтобы служить в качестве трансгуманной пехоты. Их тела были модифицированы для повышения выносливости и дисциплины, а их умы - для обеспечения непоколебимой лояльности к Overwatch Альянса.

Они носят тёмную тактическую броню с респираторами, которые искажают их голоса, придавая им механический оттенок, что делает их присутствие на поле боя нечеловеческим. Высокоорганизованные и тактически опытные солдаты Overwatch координируют атаки с высокой точностью, часто прибегая к поддержке Мэнхэков, сканеров или более тяжелых единиц.

Безжалостные и неумолимые, они развертываются везде, где возникает сопротивление власти Альянса, сокрушая оппозицию подавляющей огневой мощью.

СОВЕТЫ:

- Ожидайте тактики засады и скоординированного огня - не попадайтесь в фланг.
- Взрывчатые вещества очень эффективны против их отрядов.
- Выстрелы в голову могут пробить их броню.