ЛЮТИКОВАЯ КОРОВА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Лютиковая корова
МЕТАБОЛИЗМ:   Теплокровное млекопитающее
ВОСПРИЯТИЕ:   Пассивное животное / редкая корова
РАЗМЕР:       ~1,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Отсутствует
НАГРАДА:      75
УГРОЗА:       Низкая

ОПИСАНИЕ:

Лютиковая корова - редкая разновидность коров, которая покрыта ярко‑жёлтыми лютиками, вместо обычной шерсти.

Она похожа на грибную корову, но вместо грибов на её коже растут жёлтые цветы, и при передвижении она может оставлять след из цветов на блоках вокруг себя. Каждое растение, которое она высаживает, имеет шанс быть одуванчиком, подсолнухом или другим жёлтым цветком. 

СОВЕТЫ:

- Можно стричь её ножницами, чтобы получить один лютик. 
- Мясо питательное.
