СТРОГГ ЧАСОВОЙ СТРОГГОВ C СТРОГГОСА


КЛАСС:        Строгг Часовой
МЕТАБОЛИЗМ:   Кибернетический организм, симбиоз
ВОСПРИЯТИЕ:   Летающий охранник-стрелок
РАЗМЕР:       ~1.5 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Высокоточные Спаренные пулеметы
НАГРАДА:      150
УГРОЗА:       Средняя

ОПИСАНИЕ:

Часовой - специализированный летающий строгг, созданный для охраны ключевых зон, таких как Нексус и туннели Хаба. Это безногое овальное тело, парящее в воздухе, с парой пулемётов вместо рук и контейнером с зелёной жидкостью внизу, где находится гуманоидный симбиот. Враги средней сложности, появляющиеся группами по 2-4 особи. Их главная сила - в скорострельности, точности и способности резко уклоняться вбок от медленных снарядов. Несмотря на низкий индивидуальный урон, их постоянный обстрел может быстро истощить здоровье и броню, отвлекая от более опасных противников.

СОВЕТЫ:

- Сосредоточься на зелёном контейнере внизу - атаки по нему наносят двойной урон.
- Используй пулемёт или дробовик вблизи. Молниеносная пушка идеальна.
- Укрывайся во время их очередей, атакуй в паузах. При появлении в группе - уничтожай Часовых в первую очередь, чтобы не отвлекали.
- Не преследуют через двери - можно отступить для перегруппировки.