БОЛЬШЕГОЛОВЫЙ ЗОМБИ КРОТИМОВЕЦ, ДАВОР ХАНСКИ


КЛАСС:        Большеголовый Зомби Кротимовец, Давор Хански
МЕТАБОЛИЗМ:   Гуманоидный
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5.9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Давор Хански - один из столпов, на которых стоит вся франшиза. Именно он руководил производством культовой трилогии: от самых истоков, Serious Sam: The First Encounter (2001) и The Second Encounter (2002), до громкого возвращения серии с Крутым Сэмом 3 (2011). Его роль часто выходила за рамки управления; он был одним из главных идеологов, вкладывавших душу в сценарии первой игры и её масштабного сиквела, а затем вернулся, чтобы довести до ума историю в третьей части.

Когда-то он был живым, но после того, как ты убил его в храме Хатшепсут, он восстал из мёртвых - став демоническим Зомби.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.