ГОЛУБЬ


КЛАСС:          Голубь
МЕТАБОЛИЗМ:     Птица
ВОСПРИЯТИЕ:     Городская Птица
РАЗМЕР:         ~30-45 см.
ВЫНОСЛИВОСТЬ:   Низкая
ВРАЖДЕБНОСТЬ:   Низкая
ОРУЖЕНИЕ:       Клюв, когти
ВОЗНАГРАЖДЕНИЕ: 2 
УГРОЗА:         Очень низкая

ОПИСАНИЕ:

Голуби часто встречаются в городских районах, сосуществуя с людьми и другими дикими животными. Они пассивны, часто собираются стаями на крышах, улицах и площадях. Хотя они безвредны, они могут реагировать на внезапные помехи, улетая и создавая визуальные подсказки.

СОВЕТЫ:

- Кормить.