СКОРП-СОЛДАТ, КОММАНДОС


КЛАСС:        Скорп-Солдат, Коммандос
МЕТАБОЛИЗМ:   Эндотермический, Живородящий Членистоногий
ВОСПРИЯТИЕ:   Продвинутая Раса Паукообразных
РАЗМЕР:       7,6 м.
ВЫНОСЛИВОСТЬ: Очень Высокая
ВРАЖДЕБНОСТЬ: Экстремальная
ОРУЖИЕ:       Пушка-Облитератор
НАГРАДА:      600
УГРОЗА:       Очень Высокая

ОПИСАНИЕ:

Эти паукообразные были названы "Скорп-солдатами" людьми, хотя официальная база данных АОЗ называет их "Арахнидскими Солдатами". Однако Скорп-Солдат звучит круче.

Эти инопланетные паукообразные происходят с далёкой, суровой планеты, где они были доминирующим видом. Им даже удалось сформировать развитое общество - по крайней мере, насколько это возможно для гигантских насекомых.

Ментал заключил союз с их матриархом, и она предоставляет своих воинов для борьбы за его дело в обмен на разрешение своим маткам заражать планеты, которые они помогают Менталу завоевать.

Коммандос - крупнее и сильнее Рядовых. Они вооружены более мощной плазменной пушкой класса "Облитератор". Как и их подчинённые, они быстро стреляют шквалом снарядов по целям.

Их основная роль на поле боя - уничтожать бронетехнику и механизированные силы противника, в то время как Рядовые занимаются пехотой.

СОВЕТЫ:

- Держи дистанцию и уклоняйся от их выстрелов, смещаясь в сторону.
- Их когти ещё опаснее, чем их выстрелы.
- Взрывчатка - твой лучший способ быстро избавиться от них.
- НЕ называй их "Арахноидами". Их приводит в ярость сравнение с видом, который гораздо примитивнее их.
