РОБОТ-ЗАХВАТЧИК, ШТУРМОВАЯ РАЗНОВИДНОСТЬ


КЛАСС:      Машинный воин
МЕТАБОЛИЗМ: Искусственный (механическое ядро)
ВОСПРИЯТИЕ: Оптические датчики + тактический ИИ
РАЗМЕР:       7-8 футов
ВЫНОСЛИВОСТЬ:  Очень высокая
ВРАЖДЕБНОСТЬ:  Чрезвычайно высокая
ОРУЖИЕ:    Лазерная штурмовая винтовка, усовершенствованные плазменные гранаты, дробильные руки
НАГРАДА:     1200
УГРОЗА:     Очень высокая

ОПИСАНИЕ:

Штурмовая единица представляет собой один из самых опасных вариантов роботов-захватчиков из Шайдзу-Ганди. В отличие от базовых моделей, эти машины полностью оснащены современным дальнобойным оружием, в частности, скорострельной лазерной штурмовой винтовкой, способной уничтожить отряд солдат за считанные секунды.

Кроме того, они оснащены усиленными плазменными гранатами, которые взрываются с огромной силой, уничтожая пехоту и дестабилизируя бронированные цели. В ближнем бою они могут полагаться на свои мощные механические руки, что делает их смертельно опасными на любом расстоянии.

Их появление на Земле стало поворотным моментом в войне: они перестали быть просто грубыми машинами и превратились в полностью вооруженные силы вторжения, устрашающие как своей огневой мощью, так и стойкостью.

СОВЕТЫ:

- Рассматривайте их как цели высокой приоритетности - их гранаты могут мгновенно уничтожить группы.
- Держитесь в укрытии и используйте тяжелое вооружение, чтобы пробить их броню.
- Их лазерные винтовки обладают высокой точностью: продолжайте двигаться, чтобы снизить их эффективность.