ТАНК "МЕРКАВА"


КЛАСС:        Танк "Меркава"
МЕТАБОЛИЗМ:   Механический (бронированный двигатель)
ВОСПРИЯТИЕ:   Оптические системы наведения + человек-стрелок
РАЗМЕР:       ~7,6 м.
ПРОЧНОСТЬ:    Очень высокая (тяжёлая композитная броня)
ВРАЖДЕБНОСТЬ: Высокая (против сил Альянса)
ОРУЖЕНИЕ:     Ракетная пушка, Станковый пулемёт (управляется повстанцами)
НАГРАДА:      2500
УГРОЗА:       Высокая

ОПИСАНИЕ:

Танк «Меркава» - грозная боевая машина, разработанная повстанцами для противодействия технологическому превосходству Альянса. Благодаря усиленному шасси и толстой броне он способен выдерживать мощные атаки, обеспечивая при этом сокрушительную огневую мощь.

Его основное оружие - ракетная пушка, способная уничтожить даже самых крупных синтентов Альянса одним залпом. На крыше машины расположена открытая кабина стрелка, из которой повстанец управляет крупнокалиберным пулемётом, уничтожая пехоту и ведя подавляющий огонь.

Хотя «Меркава» и медленнее лёгких машин, её надёжность и огневая мощь делают её краеугольным камнем бронетанковых дивизий повстанцев. Её присутствие на поле боя одновременно укрепляет боевой дух союзников и сеет кошмар для Альянса.

СОВЕТЫ:

- Против неё наиболее эффективны тяжёлые взрывы или «Страйдеры».
- Никогда не недооценивайте сектор обстрела пулемётчика.