ЧЛЕН ОРГАНИЗАЦИИ "ПРОКСИ"


КЛАСС:        Член Организации "Прокси"
МЕТАБОЛИЗМ:   Человек, Мужчина
ВОСПРИЯТИЕ:   Одержимый Слендерменом
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Крайняя
ОРУЖИЕ:       Любой острый предмет
НАГРАДА:      1000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Так называют людей, которые попали под влияние Слендермена. Их вербуют, ломают, перепрограммируют и выпускают обратно в мир с одной целью: искать, следить, убивать.

Внешность у прокси унифицирована до уровня корпоративного стандарта. Чёрная одежда - практично, не марко, хорошо скрывает кровь. Чёрная балаклава - чтобы никто не видел лица, потому что лица там уже может и не быть. На балаклаве, белой краской или маркером нанесён логотип.

В поведении прокси сочетаются черты сталкера и маньяка. Он может часами сидеть в темноте, наблюдая за жертвой. Он может преследовать её несколько дней, не проявляя агрессии, а потом нанести удар в тот момент, когда жертва расслабилась. Он не чувствует боли, не испытывает страха и не реагирует на уговоры.

СОВЕТЫ:

- Оружием он владеет хорошо. Не пытайся скрестить с ним клинки, если ты не профи.
- Прокси не разговаривают.
