КВОНГО, ГИГАНТСКАЯ ГОРИЛЛА С М'ДИГБО


КЛАСС:        Квонго, Гигантская Горилла
МЕТАБОЛИЗМ:   Гигантский примат
ВОСПРИЯТИЕ:   Божество племени Симба
РАЗМЕР:       130 м.
ВЫНОСЛИВОСТЬ: Экстремальная
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Кулаки, броски домов
НАГРАДА:      50000
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Гигантская горилла, ростом выше городских небоскрёбов, с серой шерстью и красными глазами.

Когда-то она была местным божеством, которому поклонялось племя Симба на планете М'Дигбо. Но в какой-то момент Квонго заполучил кусок Медальона - артефакта, необходимого для борьбы с Менталом.

В бою Квонго практически неуязвим для обычного оружия. Винтовки, дробовики и даже ракетницы оставляют на его шкуре лишь царапины. Единственный способ нанести серьёзный урон - использовать специальные катапульты, которые Симбы заряжают лавовыми шарами. Пока Квонго будет медленно приближаться к тебе, он периодически будет швыряться домами и крушить здания кулаками.

После смерти Квонго пойдёт в пищу - всё племя сжарит его останки на огромном костре.

СОВЕТЫ:

- Занимай турели. Это единственный способ защитить Симб и сбивать летящие дома.
- Если катапульт не хватило, добивай из самого мощного оружия, что осталось.
