КРАБ С ЗЕНОЗОИКА


КЛАСС:        Краб
МЕТАБОЛИЗМ:   Членистоногое, ксеноморфное
ВОСПРИЯТИЕ:   Базовое зрение, хеморецепция
РАЗМЕР:       ~0,4 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Органические снаряды (выстреливаемые сгустки биомассы или минерализованной слизи)
НАГРАДА:      25 
УГРОЗА:       Низкая

ОПИСАНИЕ:

Прибрежное членистоногое, обитающее у водоёмов Зенозоика - прудов, озёр и пляжей. Обладает синим панцирем и ярко-красными конечностями. Ведёт территориальный образ жизни, атакуя органическими снарядами любые существа, которые воспринимает как угрозу. Его атака представляет собой выброс сгустка вязкого вещества с достаточной силой, чтобы нанести урон на средней дистанции. Не отличается высокой подвижностью в бою, предпочитая вести обстрел с одной позиции. Часто встречается группами по 2-4 особи, что может создать проблемы на узких тропах у воды.

СОВЕТЫ:

- Избегай едкой кислоты, изрыгаемой Крабами.
- Против них эффективен Арбалет или любое оружие дальнего боя. В ближнем бою сгодятся пинки ногой.