ДЕРЕВЕНСКИЙ ЖИТЕЛЬ С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Деревенский Житель
МЕТАБОЛИЗМ:   Теплокровный гуманоид
ВОСПРИЯТИЕ:   Разумный пассивный гуманоид
РАЗМЕР:       ~1,9 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Очень низкая
ОРУЖИЕ:       Отсутствует
НАГРАДА:      100
УГРОЗА:       Минимальная

ОПИСАНИЕ:

Житель - основной представитель разумной цивилизации Верхнего мира Minecraft. Эти гуманоиды узнаваемы по крупному носу, сомкнутым бровям и неизменной привычке скрещивать руки, словно весь мир им что-то должен. Общаются они при помощи характерных звуков, которые, по мнению некоторых, являются либо упрощённой формой речи, либо пассивной агрессией.

Жители обитают в деревнях, где ведут размеренный образ жизни: работают, торгуют, спят и паникуют при виде зомби. Каждый житель может иметь профессию, определяемую рабочим блоком, что формирует основу деревенской экономики. Основная валюта - изумруды, ценность которых для жителей значительно выше, чем для всего остального мира.

Жители не способны к бою и полностью полагаются на железных големов, которого они одновременно боятся и считают героем.

СОВЕТЫЕ:

- Активно торгуют и меняют профессии.
- Избегают прямого конфликта.
- Боятся враждебных мобов.
- Житель может простить, но не забыть.
