ОНАН АРТУР


КЛАСС:        Онан Артур
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Умный И Сильный Воин
РАЗМЕР:       2,7 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Условная
ОРУЖИЕ:       Древний Магический Топор "Экскалибур"
НАГРАДА:      400
УГРОЗА:       Высокая

ОПИСАНИЕ:

Представитель рода Онанов-Библиотекарей, редкого сочетания хранителей знаний и воинов. В отличие от многих своих сородичей, он не оказался дураком и с юности проявлял и ум, и силу. Несмотря на угрожающий внешний вид, Артур известен как один из самых добрых героев и часто помогает тем, кто попал в беду.

Кульминацией его пути стала битва на вершине Вулкана, где он одолел Великого Могучего Лавового Голема и завладел Древним Магическим Топором - артефактом невероятной разрушительной силы, который в его руках служит не для уничтожения, а для защиты. Этот топор считается одним из самых опасных артефактов, но Артур использует его с мудростью.

Онан Артур сражался с ведьмами, но в одном из столкновений был вынужден отступить, чтобы спасти свой зад. Позже он сразил римлян и Саню, ещё раз доказав, что его свирепость и доброта идут рука об руку с готовностью защищать свой мир. Победа над големом, римлянами и Саней сделала его легендой среди Онанов-Библиотекарей.

СОВЕТЫ:

- Артур не нападает первым на тех, кто не представляет угрозы.
- Если увидишь, что Артур отступает, не думай, что это трусость. Возможно, он просто спасает кого-то или свой зад.
- Не пытайся украсть его топор. Это бесполезно и смертельно опасно.
- Если ты попал в беду, а Артур рядом - считай, что тебе повезло.
