МОРДЕХАЙ, ЗАКЛИНАТЕЛЬ

 
КЛАСС:        Мордехай, Заклинатель
МЕТАБОЛИЗМ:   оживший труп
ВОСПРИЯТИЕ:  древнее существо
РАЗМЕР:       24,4 м.
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       заклинания вызова
НАГРАДА:      1000000
УГРОЗА:    высокая

ОПИСАНИЕ:

Мордехай, один из самых могучих колдунов во Вселенной, служил Менталу более 3000 лет. И служил настолько хорошо, что Ментал, которому стало не хватать Мордехая, воскресил его после загадочного несчастного случая, связанного с Некрономиконом, десятью тоннами эктоплазмы и неправильно произнесённой латинской пословицей. Мордехай был назначен обучать солдат Ментала искусству магии и применению её на пользу "истинного" зла.

P.S. Ментал немного запоздал с воскрешением, и потому мозг Мордехая оказался слегка повреждён. Не раз было замечено, что он иногда произносил какую-то бессмыслицу, или, как некоторые говорят, нёс полную чушь. На латыни. 

СОВЕТЫ:

- Он умеет моментально исчезать, так что не забудь познакомить его с современным вооружением, пока он в состоянии прочувствовать его мощь.
- Магические силы Мордехая исчезнут с его смертью, а заодно пропадут и его злобные прихвостни.
