ПРОТИВОРАКЕТНАЯ ТУРЕЛЬ HK-707 АЛЬЯНСА


КЛАСС:        Противоракетная Турель HK-707 Альянса
МЕТАБОЛИЗМ:   Полностью синтетический
ВОСПРИЯТИЕ:   Противоракетная турель
РАЗМЕР:       ~1,5 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Сдвоенные пушки-перехватчики
НАГРАДА:      800
УГРОЗА:       Средне-высокая

ОПИСАНИЕ:

Этот стационарный оборонительный модуль, кодовое название HK-707, изначально был разработан для перехвата и уничтожения ракет до того, как они достигнут цели.

Турель захватывает ракеты с помощью бортовых датчиков и радара, выпуская быстрые очереди перехватчиков для нейтрализации угрозы в воздухе. Внешняя часть шасси окрашена в ярко-оранжевый цвет, что указывает на его принадлежность к специализированной противоракетной системе. Однако устройство одноразовое: после развёртывания и активации его нельзя переместить или отремонтировать.

СОВЕТЫ:

- Уничтожь турель до того, как она захватит твои ракеты.
- Наиболее эффективно при перехвате на ближней и средней дистанции.
- Засыпь его взрывчаткой, чтобы обойти защиту.
- После деактивации устройство превращается в безвредный мусор.
