БЫСТРЫЙ ХЕДКРАБ С ЗЕНА


КЛАСС:        Хедкраб, Быстрый
МЕТАБОЛИЗМ:   Паразит
ВОСПРИЯТИЕ:   Биологическое оружие
РАЗМЕР:       ~0,5 м.
ВЫНОСЛИВОСТЬ: Очень низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Быстрые прыжки, рубящий укус
НАГРАДА:      150
УГРОЗА:       Средняя

ОПИСАНИЕ:

Этот ловкий вид паразитов Зена - более поджарый и быстрый родственник обычного хедкраба. Он атакует быстро, совершая многочисленные выпады. Хотя его укус не так смертоносен, как у ядовитого, его безжалостное преследование делает его очень эффективным в роях или при поддержке других сил. Как только он захватывает хозяина, он превращает его в ужасающего быстрого зомби.

СОВЕТЫ:

- Сохраняйте спокойствие и рассчитывайте время выстрелов - для этого достаточно одного.
- Используйте возвышенности; они прыгают, но не умеют хорошо лазать.