САМКА ГНААРА, ТРОПИЧЕСКАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Самка гнаара, тропическая разновидность
МЕТАБОЛИЗМ:   млекопитающее
ОПРЕДЕЛЕНИЕ:  дрессированное племенное боевое животное
РАЗМЕР:       1,5 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: низкая
ОРУЖИЕ:       зубы, кулаки
НАГРАДА:      400
ОПАСНОСТЬ:    низкая

ОПИСАНИЕ:

Небольшое двуногое животное без головы, с одним глазом и большой пастью. Происходит с Сириуса и выдрессировано Менталом для участия в боевых действиях. Самки раскрашены в Сине-жёлтые краски, они больше размером и сильнее, чем самцы.

Тропическая разновидность считается одной из наиболее "примитивных" ветвей гнаарского рода - именно на этой стадии их племенное развитие фактически застыло. Они не продвинулись дальше простейших социальных структур и остались на уровне малых кланов, ориентированных почти полностью на боевое применение.

СОВЕТЫ:

- Не имеют оружия дальнего боя - просто держись подальше.
- Некоторые могут летать.
- Есть сообщения о гнаарах-невидимках.
- Тропический подвид не развился дальше ранней племенной стадии, поэтому их поведение примитивно и легко предсказуемо.