МИНИ ТУРЕЛЬ ЧЁРНОЙ МЕЗЫ


КЛАСС:         Мини Турель Чёрной Мезы
МЕТАБОЛИЗМ:    Механическая Конструкция
ВОСПРИЯТИЕ:    Автоматизированная оборонительная единица
РАЗМЕР:        ~0,6 м.
ВЫНОСЛИВОСТЬ:  низкая-средняя
ВРАЖДЕБНОСТЬ:  крайняя
ОРУЖИЕ:        малый скорострельный пулемёт
НАГРАДА:       250
УГРОЗА:        умеренная

ОПИСАНИЕ:

Мини-турель - это компактная версия стандартной бронированной турели Чёрной Мезы. Она сохраняет возможности автоматического наведения и быстрострельность, но при этом меньше, легче и более маневренна. Как и ее полноразмерный аналог, она может быть установлена на полу или потолке, что позволяет гибко размещать ее в ограниченном пространстве.

Хотя она менее бронирована, чем полноразмерная версия, она по-прежнему смертоносна для незащищенных целей, способна подавлять вторжения и защищать критически важные точки доступа. Её небольшой размер затрудняет обнаружение до момента открытия огня.

СОВЕТЫ:

- Взрывчатые вещества или точные выстрелы могут быстро вывести ее из строя.
- Проверяйте пространство над и под собой - даже небольшие турели могут охватывать неожиданные углы.
- Избегайте стоять в коридорах или узких местах, где она может эффективно вас прицелиться.
- Используйте укрытия в окружающей среде, чтобы минимизировать воздействие ее пулеметного огня.
