ЗОМБИ ХЕДКРАБ, ФИОЛЕТОВАЯ РАЗНОВИДНОСТЬ 


КЛАСС:         Зомби хедкраб, фиолетовый
МЕТАБОЛИЗМ:    Человек-носитель + Фиолетовый хедкраб
ВОСПРИЯТИЕ:    Зомбированная сущность
РАЗМЕР:        1,8 м.
ВЫНОСЛИВОСТЬ:  Средне-высокая
ВРАЖДЕБНОСТЬ:  Высокая (медленная, но неумолимая)
ОРУЖИЕ:        Атаки ближнего боя (когти, захваты)
НАГРАДА:       250
УГРОЗА:        Умеренная для каждого отдельного человека, высокая в группах

ОПИСАНИЕ:

Когда Фиолетовый хедкраб успешно заражает человека, он создаёт вариант зомби, который сильнее и выносливее обычных зомби-хедкрабов. Фиолетовый паразит изменяет ткани хозяина, придавая ему повышенную выносливость и гротескный инопланетный вид. Эти зомби медлительны, но неумолимы, часто образуя скоординированные орды.

СОВЕТЫ:

- Огнестрельное оружие и взрывчатка эффективны благодаря своей низкой скорости.
- Избегайте близкого контакта - атаки в ближнем бою опасны.
- Группы могут загонять в угол; расставьте приоритеты в нападении.