H.E.V. ДЖАСТИН БАРНС


КЛАСС:        H.E.V. Джастин Барнс
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Офицер службы безопасности Чёрной Мезы в H.E.V. Костюме
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Оборонительная / Союзническая
ОРУЖИЕ:       Импульсная винтовка M41A
НАГРАДА:      600
УГРОЗА:       Умеренная

ОПИСАНИЕ:

В некоторых операциях Джастин Барнс использует экспериментальный H.E.V. костюм, который обеспечивает ему гораздо большую прочность и боевую эффективность по сравнению со стандартными охранниками. Эта броня позволяет ему выдерживать условия среды Зена и сильный вражеский огонь.

Благодаря H.E.V. костюму Барнс становится надёжным союзником, способным сражаться как с пришельцами, так и с солдатами на равных. Его арсенал расширен, и он гораздо более устойчив в боевых ситуациях, что делает его надежным партнером в длительных операциях.

СОВЕТЫ:

- Используй его на передовой - его H.E.V. костюм значительно повышает выживаемость.
- Позволь ему принять на себя огонь противника, пока вы атакуете с фланга.
- Лучше всего сочетать со взрывчаткой и тактикой ближней поддержки.
