СНЕЖНЫЙ ГОЛЕМ С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Снежный Голем
МЕТАБОЛИЗМ:   снежно‑тыквенный
ВОСПРИЯТИЕ:   Страж / защитник от враждебных мобов
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Снежки
НАГРАДА:      100
УГРОЗА:       Низкая

ОПИСАНИЕ:

Снежный Голем - пассивный, построенный моб, созданный игроком или диспансером путём размещения двух снежных блоков с вырезанной тыквой на вершине. Он бросает снежки в ближайших враждебных мобов, привлекая их и отталкивая, но снежки редко наносят прямой урон, исключение составляют только Блейзы.

Снежный Голем не нападёт на союзника, но спокойно реагирует на агрессию других существ, подталкивая их снежками на расстоянии до 10 блоков. При движении он оставляет след из снежных слоёв, если климат и правила мира позволяют. Он также уязвим во влажных или тёплых биомах - вода, дождь и высокая температура наносят ему урон или медленно убивают.

Если ты срежешь его тыквенную "голову", он сбросит тыкву как дроп, а его лицо окажется под ней.

СОВЕТЫ:

- Снежный Голем отлично подходит как отвлекающий страж, особенно в комбинации с железными големами.
- Снег, который он оставляет за собой, можно использовать для создания снежной фермы.
- Учитывай, что в жарких биомах он тает, что делает его менее подходящим для защиты там.
