ЭЛИТА ГРАЖДАНСКОЙ ОБОРОНЫ АЛЬЯНСА


КЛАСС:        Трансгуманист (Элитное подразделение)
МЕТАБОЛИЗМ:   Человек с высокой степенью подготовки, мужчина (до этапа «Наблюдения»)
ВОСПРИЯТИЕ:   Улучшенная оптика + шифрование связи
РАЗМЕР:       1,8-2,2 м
ВЫНОСЛИВОСТЬ: Средне-Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Электрошоковая дубинка, 9-мм пистолет, SMG1, Взрывные стволы, Манхэк
НАГРАДА:      350
УГРОЗА:       Средне-Высокая

ОПИСАНИЕ:

Элита Гражданской Обороны Альянса представляет собой высший эшелон сил ГО, являясь переходной ступенью между стандартными бойцами Гражданской Обороны и полноценными бойцами «Overwatch». Оснащенные усиленной броней и более совершенными средствами связи, они используются для подавления беспорядков, крупномасштабных патрулей и рейдов на группы сопротивления.

В отличие от обычных Метрокопов, ​​эти элитные бойцы прошли более интенсивную подготовку и аугментацию, что сделало их сильнее, дисциплинированнее и смертоноснее в бою. Их маски оснащены усиленными фильтрами и более тёмными тонами, часто с улучшенной оптикой, что придаёт им устрашающий вид.

В бою элитные бойцы Гражданской обороны действуют лучше скоординировано и обладают большей огневой мощью, используя тактику подавления, чтобы вытеснять врагов из укрытий. Они всё ещё не так живучи, как настоящая пехота Overwatch, но представляют собой серьёзную угрозу при развертывании в оккупированных городах.

СОВЕТЫ:

- Часто возглавляют отряды обычных офицеров Гражданской обороны.
- Если вы столкнётесь с ними, подкрепление Альянса может быть не за горами.