БРАХИОЗАВР С ТЕРРАФОРМИРОВАННОЙ ПЛАНЕТЫ


КЛАСС:        Брахиозавр
МЕТАБОЛИЗМ:   Травоядное, Завропод
ВОСПРИЯТИЕ:   Мирное гигантское животное
РАЗМЕР:       20 м. 
ВЫНОСЛИВОСТЬ: Экстремальная
ВРАЖДЕБНОСТЬ: Отсутствует 
ОРУЖИЕ:       Вес
НАГРАДА:      2000 (Если выйдет)
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это живая гора, которая не спеша передвигается по джунглям и объедает верхушки деревьев, до которых никто другой дотянуться не может.

Брахиозавры пасутся на горизонте, их нельзя убить.

СОВЕТЫ:

- Мирных брахиозавров не трогай. Бесполезно и бессмысленно.
