ЗОМБИ-ХЕДКРАБ, ЗЕМНАЯ РАЗНОВИДНОСТЬ


КЛАСС:      Зомби-Хедкраб, Земной
МЕТАБОЛИЗМ: паразитический хозяин
ВОСПРИЯТИЕ: плохое, руководствуется чувствами хозяина
РАЗМЕР:       6-7 футов
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  высокая
ОРУЖИЕ:    когти, укус, прыжок хедкраба
НАГРАДА:     200
УГРОЗА:     средняя

ОПИСАНИЕ:

Эти несчастные существа когда-то были людьми, пока хедкраб не прицепился к их черепам и не взял под полный контроль их нервную систему. Их искривленные тела шатаются вперед рывками, совершая неестественные движения, движимые только голодом паразита. Разум хозяина все еще слабо сознает происходящее, вынужденный беспомощно наблюдать, как хедкраб использует его тело как марионетку. Их искаженные стоны и крики - последние остатки человека, запертого внутри.

СОВЕТЫ:

- Цельтесь в хедкраба, чтобы быстро нейтрализовать хозяина.
- Держитесь на расстоянии - они набрасываются без предупреждения.