ЛАВОВЫЙ САМЕЦ ГНААРА С ЛАВОВОЙ ПЛАНЕТЫ


КЛАСС:        Лавовый Самец гнаара
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Дрессированное Боевое Животное
РАЗМЕР:       1,2 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Зубы, Кулаки
НАГРАДА:      600
УГРОЗА:       Низкая

ОПИСАНИЕ:

Небольшое двуногое животное без головы, с одним глазом и большой пастью. Происходит с Сириуса и выдрессировано Менталом для участия в боевых действиях. Самцы Яркого красного цвета, они меньше размером и слабее, чем самки.

Лавовые гнаары являются близкими родственниками обычных гнааров, однако за тысячи поколений полностью приспособились к жизни на вулканической планете, покрытой лавовыми морями, раскалёнными скалами и постоянными извержениями. Их кожа приобрела ярко-красный оттенок и стала значительно плотнее, защищая тело от экстремально высоких температур.

Они постоянно рыщут по вулканическим пустошам в поисках добычи и яростно защищают территорию.

Несмотря на примитивный интеллект, они без колебаний бросаются на противника, стараясь разорвать его своими мощными челюстями и длинными когтями.

СОВЕТЫ:

- Не имеют оружия дальнего боя - просто держись подальше.
- Отдельные экземпляры могут летать.
- Есть сообщения о гнаарах-невидимках.
