ЛАМА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:         Лама
МЕТАБОЛИЗМ:    Млекопитающее, Парнокопытное
ВОСПРИЯТИЕ:    Нейтральное стадное животное
РАЗМЕР:        1,9 м.
ВЫНОСЛИВОСТЬ:  Средняя 
ВРАЖДЕБНОСТЬ:  Условная
ОРУЖИЕ:        Плевок
НАГРАДА:       120
УГРОЗА:        Минимальная

ОПИСАНИЕ:

В дикой природе ламы встречаются в саваннах и на ветреных холмах.

По характеру ламы - существа нейтральные. Сами не нападают, но если их ударить, обидчивый верблюд разворачивается и плюёт обидчику прямо в лицо. Плевок летит как снаряд, наносит единицу урона и не загорается. Иногда лама промахивается и попадает в сородича, и тогда в стае начинаются разборки с выяснением, кто кому должен.

Особая ненависть у лам - к волкам. Увидев дикого пса, лама плюёт без предупреждения, независимо от того, трогали её или нет. Волки, в свою очередь, боятся сильных лам  и всегда от них убегают.

Ламу можно приручить. Для этого нужно садиться на неё верхом снова и снова, пока она не перестанет сбрасывать седока.

Прирученная лама - идеальный вьючный транспорт.

Помимо сундука, ламу можно украсить ковром. 

СОВЕТЫ:

- Не бей лам первым. Урон от плевка смешной, но осадочек останется.
- Если встретил странствующего торговца с ламами - можешь забрать лам себе, отвязав поводок.
