АЛУДРАНСКИЙ РЕПТИЛОИД, ДЕТЁНЫШ РАВНИННОЙ РАЗНОВИДНОСТИ


КЛАСС:        Алудранский Рептилоид, Равнинный Детёныш
МЕТАБОЛИЗМ:   Хладнокровный, Рептилия
ВОСПРИЯТИЕ:   Примитивная Раса
РАЗМЕР:       0,25 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Магические Самонаводящиеся Снаряды
НАГРАДА:      5000
УГРОЗА:       Средняя

ОПИСАНИЕ:

маленькие четверорукие рептилии, проживающие в системе Алудран, что в созвездии Большого Пса. Эта примитивная раса согласилась сражаться на стороне Ментала в обмен на магическую силу.

Они мечут самодвижущиеся огненные шары, снабжённые примитивной системой самонаведения. 

СОВЕТЫ:

- Держи его под постоянным обстрелом и пытайся сбивать снаряды в воздухе.
- Ты можешь просто раздавить и растоптать его.
