ТЮРЕМНЫЙ СОЛДАТ SEAL TEAM 6 С ДРОБОВИКОМ OVERWATCH АЛЬЯНСА


КЛАСС:        Тюремный Солдат с Дробовиком SEAL Team 6 OVERWATCH АЛЬЯНСА
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Элитный спецназ Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       SPAS-12
НАГРАДА:      950
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Ранее эти солдаты были настоящими морскими котиками США, мастерами внезапных рейдов и спасательных операций в самых горячих точках планеты.

Они действовали в команде, которая могла обойти любую охрану и уничтожить цель в тылу врага, порой рискуя жизнью ради пары минут стратегического преимущества.

Первоначально штурмовой специалист по ближнему бою, этот солдат отвечал за зачистку охраняемых коридоров.

В Альянсе получил синий костюм и красное стекло шлема, а дробовик SPAS-12 стал фирменным оружием, занимается охраной таких тюрем как Нова-Проспект.

СОВЕТЫ:

- Сохраняй дистанцию - дробовик особенно смертелен в узких коридорах.