АМЕРИКАНСКИЙ ФУТБООРК ЖЁЛТОЙ КОМАНДЫ С ОРАЦИО


КЛАСС:        Американский Футбоорк Жёлтой Команды
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Профессиональный Спортсмен
РАЗМЕР:       3,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Футбольный Мяч (Взрывной), Таран
НАГРАДА:      200
УГРОЗА:       Высокая

ОПИСАНИЕ:

Некоторые орки были слишком большими и жестокими физически, чтобы быть призванными в пехотный корпус Ментала. Вместо этого их наняла Спортивная Ассоциация Сириуса. Неудивительно, что большинство их игр заканчиваются жестокими драками.

На самом деле это клоны орка Джона Эй-Джея Дибаджио, худшего футболиста всех времён. Он был настолько плох, что никогда не пинал мяч, а просто бегал с ним. Однако дамы его любили, поэтому он остался. Его карьера закончилась, когда однажды он застал бегущих защитников вместе со своей женой и убил их.

После долгого суда и неопровержимых доказательств против него он был признан невиновным. Несколько лет спустя выяснилось, что некоторые из присяжных были подкуплены Менталом, которому он очень нравился и который не мог смириться с тем, что один из его героев окажется в тюрьме.

Ходят слухи, что его можно найти на Сириусе, где он тренирует сыновей Ментала играть в футбол.

Несмотря на то, что они слишком грубы для обычной пехоты, некоторые командиры всё же нанимают Футболистов. Однако они не дают им конкретных приказов - просто позволяют делать то, что они хотят. Они преследуют цели и пытаются забить их или бросить в них взрывные футбольные мячи.

СОВЕТЫ:

- Их мячи взрываются при ударе, но их можно сбить в воздухе.
- Старайся убивать их с расстояния, от их атаки трудно уклоняться в ближнем бою.
