ИМПЕРСКИЙ ДРАКОНИЙ СТРАЖ С НИРНА


КЛАСС:        Имперский Драконий Страж
МЕТАБОЛИЗМ:   Мер, Мужчина
ВОСПРИЯТИЕ:   Хранитель запретных зон / Элитный страж Империи
РАЗМЕР:       1,9 м.
ВЫНОСЛИВОСТЬ: Очень высокая 
ВРАЖДЕБНОСТЬ: Очень Высокая
ОРУЖИЕ:       Длинные мечи, тяжёлые щиты, иногда магия
НАГРАДА:      10000
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Это не просто элитное подразделение Имперского Легиона, а скорее миф, окутанный тайной. В отличие от Королевской Имперской Гвардии, которая на виду охраняет Императора и Дворец, эти стражи действуют в тени. Их задача - патрулировать запретные раскопки, заброшенные форты, древние гробницы и прочие опасные места, куда простым смертным вход воспрещён. Считается, что этот отряд был сформирован по личному приказу Императора Уриэля Септима VII до Кризиса Обливиона для охраны стратегически важных объектов, связанных с тёмными артефактами и вратами в другие миры.

Их главное отличие - легендарная Имперская Драконья Броня. Это уникальный доспех, который традиционно носила только особая гвардия, охранявшая лично Императора и его семью. Броня выкована из лучших материалов, доступных Империи, и считается символом высшей доблести и доверия. Известно, что один из таких комплектов был вручён Герою Кватча в знак признания его заслуг.

Хотя информации об Имперских Драконих Стражах крайне мало, их происхождение, вероятно, связано с более древней организацией:

Драконья Стража: Элитная организация, предшественница Клинков, которая охраняла императоров из династии Реман. Они были не просто стражниками, а специальными силами и личной армией императора.

СОВЕТЫ:

- Если ты увидел стражника в Имперской Драконьей Броне - значит, ты находишься в запретной зоне. Тебе не рады. Уходи, пока не поздно.
- В бою эти стражи смертельно опасны. Их броня обеспечивает сопротивление магии, огню, холоду и электричеству. Против них бесполезны стандартные тактики.
- Лучшая стратегия - скрытность. Если тебя заметили, беги. Прямой бой с Имперским Драконим Стражем - верная смерть даже для опытного искателя приключений.
