ЛЁГКИЙ ТАНК СТРОГГОВ C СТРОГГОСА


КЛАСС:        Вариант тяжёлого танка строггов
МЕТАБОЛИЗМ:   Кибернетический / Биомеханический
ВОСПРИЯТИЕ:   Визуальное + Проекция огня + Обнаружение тепла
РАЗМЕР:       2,4 м
ВЫНОСЛИВОСТЬ: Очень высокая (тяжелая броня)
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Огнемёт, Рассеивающие бластерные болты, Большой огненный шар, Тяжёлая булава
НАГРАДА:      2500
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Лёгкий танк - огромная живая боевая машина строггов. Этот зверь ростом около 2,4 м. медлителен, но опасен. Он сочетает в себе пиротехнику дальнего боя и мощную мощь ближнего боя: он может извергать пламя, выпускать "пьяные" болты, летящие зигзагами, или бросать огромный огненный шар после кратковременного нарастания. Когда дистанция сокращается, его тяжёлая рука-булава сеет разрушение.

СОВЕТЫ:

- Соблюдай дистанцию ​​и используй дальнобойное оружие.
- Хотя попадания в голову наносят лишь немного больше урона, всё равно лучше стрелять в голову.