ЗОМБИ-КУНГ-ФУ, УЧЕНИК С ЧИ-ФАНГ


КЛАСС:        Зомби-кунг-фу, Ученик
МЕТАБОЛИЗМ:   Нежить
ВОСПРИЯТИЕ:   Зомби-мастер Боевых Искусств
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Очень Высокая
ОРУЖИЕ:       Кулаки, Пила
НАГРАДА:      100
УГРОЗА:       Средняя

ОПИСАНИЕ:

Они служат одновременно и правоохранительным органом, и слугами принца Чана. Ментал создал этих зомби, извлекая их внутренности и удаляя мозг, а так же внушил им враждебность ко всему, что движется.

Вскоре у Ментала собралась довольно приличная армия любителей боевых искусств. Они освоили только один приём: удар ногой в прыжке. И поскольку у зомби разложившаяся плоть, удар гнилой ногой заставлял их развалиться.

Ментал решил, что проще будет прикрепить им копыта.

В то время как большинство приспешников Ментала получают минимальную подготовку, зомби-кунг-фу прошли обширную подготовку в виде просмотра фильмов о кунг-фу 80-х и 90-х годов.

Но даже этого ему было недостаточно, поэтому вскоре каждый из них получил пару смертоносных сюрикенов для борьбы с угрозами на большом расстоянии.

Теперь, вооружившись знаниями о пилах и кинематографе столетней давности, они бросаются в бой и сокрушают любого, кто противостоит их великому учителю, сэнсэю Менталу.

Они будут бросать в тебя свои пилы издалека и наносить удары ногами, приближаясь.

СОВЕТЫ:

- Уклоняйся от их ударов ногами, отступая в сторону.
- Уничтожай их выстрелом из двуствольного дробовика с близкого расстояния.
- С большими группами можно справиться, используя скорострельное оружие и взрывчатку.
