КРЫСА С ЗЕМЛИ


КЛАСС:        Крыса
МЕТАБОЛИЗМ:   Млекопитающий
ВОСПРИЯТИЕ:   Грызун, опасный для окружающей среды
РАЗМЕР:       ~0,3 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Нет
НАГРАДА:      5
УГРОЗА:       Незначительная

ОПИСАНИЕ:

Обычные крысы Чёрной Мезы встречаются в коридорах комплекса и зонах техобслуживания. В основном пассивны и убегают от людей, причиняя лишь незначительные неудобства.

СОВЕТЫ:

- Безвредны - игнорируйте, если это не требуется для достижения целей.
- Могут использоваться для отвлечения врагов в ограниченном пространстве.
