БЕЗГОЛОВЫЙ АРТИЛЛЕРИСТ


КЛАСС:        Безголовый артиллерист
МЕТАБОЛИЗМ:   кибер-зомби
ОПРЕДЕЛЕНИЕ:  мертвец, управляемый через УУЖ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       многоцелевые снаряды
НАГРАДА:      400
УГРОЗА:    высокая

ОПИСАНИЕ:

Обезглавленный солдат с Сириуса, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).
Артиллерист держит собственную голову в руке, продолжая с её помощью воспринимать окружающий мир. Этот солдат является более экспериментальной версией подрывника и вооружён уникальной боевой системой, которая выстреливает во всех направлениях вереницей различных магических снарядов, пытаясь накрыть огнём как можно большую площадь. Чтобы при стрельбе из этого оружия артиллериста попросту не разорвало, его кожа была покрыта неким биометаллом, благодаря чему этот боец куда выносливее, чем его собратья.

СОВЕТЫ:

- Способен атаковать во всех направлениях разом.
- Артиллерист имеет несколько разных типов атак, которые применяет совершенно спонтанно.