ДРИМКАСТ ИНОПЛАНЕТНЫЙ ПЕХОТИНЕЦ С ЗЕНА


КЛАСС:         Инопланетный пехотинец, Дримкаст
МЕТАБОЛИЗМ:    ксенобиологическая пехота
ВОСПРИЯТИЕ:    зрительное + тепловое
РАЗМЕР:        ~1,8 м в высоту
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  высокая
ОРУЖИЕ:        Хорнеты (выпускаются из встроенного ручного улья Хорнетов), рукопашные атаки, тактика стаи
НАГРАДА:       700
УГРОЗА:        умеренная в одиночку, высокая в отрядах

ОПИСАНИЕ:

Инопланетные пехотинцы - это массово производимые пехотинцы Зена, по сути созданные на фабриках как послушные ударные войска. Их кожистые гуманоидные тела оснащены органическими рукавными пушками, стреляющими роями шершней - встроенным метательным оружием, которое безжалостно ищет цели.  

Хотя по отдельности гранты не очень умны, в группах они вызывают ужас. Они точно патрулируют коридоры Зена, часто под руководством контроллеров, чтобы обеспечить соблюдение инопланетных законов. Их лица, немного похожие на лица контроллеров, придают им странную угрожающую ауру, как у сварливого заводского рабочего со смертоносными игрушками.

СОВЕТЫ:

 - Огонь хорнетов быстрый и непрерывный - продолжайте двигаться, чтобы не попасть под шквал огня.
 - Взрывчатые вещества или сосредоточенный огонь работают лучше, чем одиночные выстрелы.