МУРАВЬИНЫЙ ЛЕВ С ЗЕНА


КЛАСС:         Муравьиный Лев
МЕТАБОЛИЗМ:    насекомоподобный
ВОСПРИЯТИЕ:    Насекомоподобное инопланетное существо
РАЗМЕР:        1,5 м.
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  высокая (если не умиротворён феромонами)
ОРУЖИЕ:        когти, крылья (короткие рывки), тактика роя
НАГРАДА:       250
УГРОЗА:        средняя

ОПИСАНИЕ:

Муравьиные львы - насекомоподобные хищники из Зена, привлеченные на Землю до вторжения Альянса. Они бродят по песчаным местностям роями, вырываясь из-под земли, чтобы заманить добычу в засаду. Проворные и неумолимые, они побеждают не благодаря индивидуальной силе, а благодаря своему количеству. Несмотря на свою агрессивность, их можно умиротворить или даже подчинить себе с помощью специальных фероподов, добытых из трупов стражей муравьиных львов. Их насекомое жужжание предвещает приближающуюся атаку, часто за мгновение до того, как песок под вашими ногами взметнётся вверх.

СОВЕТЫ:

- Избегайте ходить по песку; вибрации мгновенно привлекают их.
- Используйте фероподы, чтобы превратить рои в союзников.