ТЮРЕМНЫЙ СОЛДАТ С ДРОБОВИКОМ OVERWATCH АЛЬЯНСА


КЛАСС:        Тюремный солдат с дробовиком Overwatch Альянса 
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Тюремное Исправительное Подразделение с дробовиком
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Дробовик SPAS-12
НАГРАДА:      400
УГРОЗА:       Высокая

ОПИСАНИЕ:

Тюремный солдат с дробовиком Overwatch Альянса служит мощным карателем Нова Проспекта. В отличие от обычных тюремных солдат, эти подразделения вооружены дробовиками для жестокого подавления восстаний, прорывов тюремных блоков или попыток побега. Их тактика основана на страхе и подавляющей огневой мощи на ближней дистанции, часто они атакуют цели по узким коридорам в упор.

Использование отрядов с дробовиками в тюрьмах не случайно: их разрушительная сила в ближнем бою гарантирует, что заключённые редко выживают при попытках побега. Более лёгкая броня, по сравнению с передовыми солдатами с дробовиками, делает их более маневренными в тесных коридорах Нова Проспекта, хотя они всё ещё гораздо более живучи, чем обычная пехота.

Беззаветно преданные Альянсу, эти солдаты действуют как палачи во время бунтов и как ударные отряды во время массовых "обработок" заключённых. Столкновение с таким в тёмных коридорах тюрьмы обычно означает, что смерть будет в нескольких секундах от них.

СОВЕТЫ:

- Соблюдай дистанцию - их дробовики разрушительны вблизи.
- Используй взрывчатку или беглый огонь, чтобы проредить отряды до их приближения.
- Припасы иногда хранятся в арсеналах рядом с маршрутами патрулирования отрядов с дробовиками.
