СОЛДАТ H.E.C.U. АЛЬЯНСА


КЛАСС:        Солдат H.E.C.U. Альянса
МЕТАБОЛИЗМ:   Аугментированный человек
ВОСПРИЯТИЕ:   Штурмовая военная пехота
РАЗМЕР:       1,9 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       OICW, AR2, SPAS-12
НАГРАДА:      850
УГРОЗА:       Высокая

ОПИСАНИЕ:

Солдаты H.E.C.U. Альянса - это уцелевшие морские пехотинцы США, прошедшие через ад Чёрной Мезы. Те, кого не разорвали зеновские твари, в итоге столкнулись с куда более безжалостным противником - Альянсом. Часть была уничтожена как потенциально опасные свидетели, но наиболее опытных, дисциплинированных и морально сломленных рекрутировали насильно.

Альянс оценил их боевой опыт как "исключительно пригодный". В отличие от стандартных солдат Overwatch, H.E.C.U. сохранили значительную долю автономного мышления и тактической гибкости - ровно настолько, насколько это было полезно и не опасно. Их подвергли частичной аугментации, усилив рефлексы и подавив посттравматические всплески, но полностью не переписали личность.

Внешне они носят синий камуфляж. Экипировка - одни используют чёрные респираторы, другие балаклавы и тактические шлемы старого образца, слегка модифицированные технологиями Альянса.

СОВЕТЫ:

- Не недооценивай их - это не новобранцы Overwatch, а ветераны выживания.
- Опасны в замкнутых пространствах, особенно с SPAS-12.
- Иногда действуют нестандартно - жди обходов и засад.
- За их хладнокровием всё ещё скрывается память о Чёрной Мезе...Фримане и злость.