БОЛЬШЕГОЛОВЫЙ ЗОМБИ КРОТИМОВЕЦ, НИКОЛА МОСЕТТИГ


КЛАСС:        Большеголовый Зомби Кротимовец, Никола Мосеттиг
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Никола Мосеттиг - живое воплощение "другого пути". Придя в Croteam вместе со своим другом Иваном Микой, он мечтал о карьере дизайнера уровней, но судьба распорядилась иначе, направив его в отдел программирования. Его гипертрофированный череп вмещает в себе 15 лет смирения и профессионального роста - от контент-программиста, отвечавшего за скрипты, триггеры и логику взаимодействий в играх, до директора по информационным технологиям. Всё это время он с тихой грустью наблюдал, как Иван создаёт монументальные ландшафты, в то время как сам кропотливо прописывал, что должно происходить, когда игрок наступает на ту или иную плиту.

Именно Николу раздражала уродливая обложка от издателя для релиза, и именно он стал свидетелем и участником переезда в просторный офис, знаменовавшего новый этап в жизни студии. Его история - это гимн всем тем, чьи мечты в геймдеве немного не совпали с реальностью, но кто, тем не менее, нашёл своё место и стал незаменимой частью механизма, скрепляющей грандиозные замыслы дизайнеров работающим кодом. "Мы просто не можем от него избавиться" - эта шутка разработчиков скрывает глубокое уважение к человеку, чья преданность проекту оказалась сильнее несбывшихся амбиций.

Когда-то он был живым, но после того, как кто-то убил его, он восстал из мёртвых - став демоническим Зомби.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.