ДУАЙТ Т. БАРНС


КЛАСС:        Дуайт Т. Барнс
МЕТАБОЛИЗМ:   Человек
ВОСПРИЯТИЕ:   Инструктор по строевой подготовке H.E.C.U.
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Кулак
НАГРАДА:      350
УГРОЗА:       Низкая

ОПИСАНИЕ:

Дуайт Т. Барнс - старший инструктор по строевой подготовке в H.E.C.U. (Подразделении по борьбе с опасными условиями), дислоцированном на военной базе Сантего в Аризоне.

Он отвечает за подготовку новобранцев, включая Адриана Шепарда и других солдат, назначенных на операцию в Чёрную Мезу.

Он известен резкими репликами и классическими насмешками сержанта-строевого офицера, такими как "Ясно выразился?" и "В чём твоя главная проблема, мешок с дерьмом?"

У него чёрные волосы и карие глаза.

СОВЕТЫ:

- Нет проблем.
