ВОЗДУШНЫЙ ПАТРУЛЬНЫЙ БОЕВОЙ КОРАБЛЬ АВТОМАТОНОВ С КИБЕРСТАНА


КЛАСС:        Воздушный Патрульный Боевой Корабль Автоматонов
МЕТАБОЛИЗМ:   Механический
ВОСПРИЯТИЕ:   Летающий Патрульный Корабль, Поддержка С Воздуха
РАЗМЕР:       4 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Скорострельные пушки, ракеты
НАГРАДА:      2000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Это летающий патрульный корабль Автоматонов, предназначенный для поддержки наземных войск и уничтожения пехоты Супер-Земли с воздуха. Внешне он напоминает увеличенный беспилотник с двумя основными двигателями и характерными треугольными крыльями. По бокам фюзеляжа расположены скорострельные пушки, а на крыльях - ракетные установки.

Он зависает в воздухе, обстреливает позиции Хеллдайверов и может преследовать их на небольшой высоте. Уничтожить его можно из РПГ, автоматических пушек или с помощью стратагем.

Они патрулируют зоны высадки, охраняют аванпосты Автоматонов и атакуют Хеллдайверов, которые слишком долго задерживаются на одном месте.

Он имеет несколько уязвимых мест: Двигатели и Крылья.

СОВЕТЫ:

- Когда слышишь звук двигателей, ищи укрытие. Он может атаковать с любой стороны.
- Не стой на открытой местности. Он обстреляет тебя с воздуха.
- Для уничтожения используй РПГ или автоматические пушки. Винтовка потребует слишком много патронов.
- Если Корабль завис - это лучший момент для атаки. Выстрели в двигатели или крылья.
- Они часто прилетают группами. Уничтожай их по одному, чтобы не попасть под перекрёстный огонь.
- Если ты вызвал стратагему, убедись, что Ганшип не собьёт твой дроп подкреплений.
- Не пытайся убежать от него. Он быстрее тебя. Лучше пробуй сбить его.
