ОЖИВШАЯ СТАТУЯ БЕСОВСКОГО ДЕМОНА-РЕПТИЛОИДА


КЛАСС:        Ожившая Статуя Бесовского Демона-рептилоида
МЕТАБОЛИЗМ:   Магически анимированный камень
ВОСПРИЯТИЕ:   Магическая конструкция
РАЗМЕР:       6,1 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Лавовые шары, когти
НАГРАДА:      6000
УГРОЗА:       Средняя

ОПИСАНИЕ:

После трёх тысяч лет службы даже у самого могучего заклинателя иногда случаются приступы бессвязного бормотания на латыни. Мордехай, чей мозг слегка пострадал при неудачном воскрешении, однажды в очередном припадке бессмыслицы потребовал у Ментала: "Necesse est magnitudinem daemonum Daemonicorum Reptilianorum in lapide immortalizare, ut cubicula ab infidelibus custodiant!".

(Нужно, увековечить величие Бесовских демонов-рептилоидов в камне, дабы те охраняли покои от неверных!).

Ментал, привыкший исполнять даже самые абсурдные приказы ценного Слуги, распорядился высечь из базальта точную копию шестиметрового мутанта и накачать её магией.

Получилось то, что получилось.

Внешне она полностью повторяет оригинал. Разница в том, что статуя стоит на месте и не сходит с постамента, пока не увидит цель. В обычном состоянии это просто скульптура, которую можно принять за элемент декора. Но стоит противнику приблизиться на определённое расстояние, глаза статуи загораются красным светом, и запускается боевая программа.

Как и живой прототип, статуя умеет создавать миниатюрные чёрные дыры, из которых извлекает шары раскалённой лавы. Магическое поле удерживает снаряд ровно столько, чтобы долететь до цели. В полёте шар постепенно остывает и в конце концов взрывается, независимо от того, попал он в кого-то или нет.

СОВЕТЫ:

- Уничтожить снаряды невозможно, так что уворачивайся от них, пока не взорвутся.
- Следи за глазами. Загорелись красным - значит, ты в радиусе поражения.
- Статуя не двигается, пока не видит цель - даже если стрелять по ней.
