БИОМЕХАНОИД (ОГРОМНЫЙ)


КЛАСС:        Биомеханоид (огромный)
МЕТАБОЛИЗМ:   теплокровный киборг
ОПРЕДЕЛЕНИЕ:  продукт генной инженерии
РАЗМЕР:       14 м. (стоя)
ВЫНОСЛИВОСТЬ: очень высока¤
ВРАЖДЕБНОСТЬ: очень высока¤
ОРУЖИЕ:       пушки
НАГРАДА:      10000
УГРОЗА:    очень высока¤

ОПИСАНИЕ:

Биологический механизм, выращенный в биорезервуарах Ментала. Его генотип перестроен для выращивания биомеханических органов и бортовых пушек, напрямую подключённых к его нервной системе. Атакует без раздумий.

СОВЕТЫ:

- Очень опасен, старайся уничтожить его как можно быстрее.
- Уклоняйся от пушечных ядер или мигом превратишься в лепёшку.
