УГХ-ЗАН "?", ЖАЛКИЙ КОЛДУН


КЛАСС:        Гибридный клон Угх-Зана III
МЕТАБОЛИЗМ:   Синтетико-органический эксперимент
ВОСПРИЯТИЕ:   Тайное + телекинетическое
РАЗМЕР:       150 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Слабые ракеты, призыв подкреплений, левитация
НАГРАДА:      698000 FC
УГРОЗА:       Средняя

ОПИСАНИЕ:

Угх-Зан "?", Жалкий Колдун - серое, искажённое четырёхрукое чудовище, рождённое в результате неудачного эксперимента по клонированию легендарного Угх-Зана III. Когда успешных кандидатов на роль Угх-Зана ещё не было, учёные Ментала попытались воспроизвести ДНК великого военачальника, но что-то пошло не так - результатом стало уродливое, нестабильное существо с смехотворной силой и бесконечной злобой. А поскольку Ментал не знал, как его назвать, он дал ему прозвище "?" в честь его формы тела.

Из-за его жалкой силы и неспособности к регенерации - Ментал лишил его всех почестей и заточил в капсуле-витрине Музея Угх-Занов, как живой образец неудачи. И всё же, после столетий унижений, Жалкий Колдун сбежал из заточения, подпитываемый ненавистью и безумием.

Теперь, одержимый местью, он стремится уничтожить "Крутого" Сэма Стоуна (тебя), того, кто когда-то насмешливо взирал на его стеклянную тюрьму.

Несмотря на свою слабость, Уг-Зан "?" не безобиден - он может парить, выпускать залпы слабых ракет и вызывать небольшие подкрепления в отчаянных попытках доказать свою ценность давно забытому хозяину.

СОВЕТЫ:

- Его ракеты слабы, но непредсказуемы - продолжай двигаться.
- Избегай окружения его призванных приспешников.
- Не стоит недооценивать его ярость, загнанного в угол, он может сражаться с удивительной яростью.