ХЕДКРАБ-ДРАКОН С ШОУ HALF-QUAKE


КЛАСС:         Хедкраб Шоу HALF-QUAKE, Дракон
МЕТАБОЛИЗМ:    паразитическая ксенофауна
ВОСПРИЯТИЕ:    Биологическое оружие
РАЗМЕР:        ~0,6 м.
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  высокая
ОРУЖИЕ:        укус, пожизненное прикрепление
НАГРАДА:       200
УГРОЗА:        Средняя

ОПИСАНИЕ:

Когда продюсеры HALF-QUAKE решили запустить зону в стиле средневекового MMORPG, они столкнулись с проблемой: местный бестиарий не дотягивал до уровня эпичности. Драконы нужны были срочно, но бюджет уже спустили на латекс и краску для серых вортинтонтов.

Решение нашли в собственной подсобке. Обычные хедкрабы, которые уже прошли обработку под Тёмный мир, были изъяты со склада и отправлены на доработку. Каждому на верхней части головы высекли надпись "Дракон". Высекали, судя по всему, раскалённым гвоздём, так, что буквы остались.

После этого садисты из команды разработчиков несколько недель учили тварей произносить одну единственную фразу: "Я Дракон".

Теперь эти существа охраняют квестовые локации, входы в туалетные данжи и прочие важные места.

СОВЕТЫ:

- Не пытайся вступить в диалог. Фраза одна, и он её уже сказал.
- В стае они орут хором. Это звучит как драконья вечеринка в доме престарелых. Беги.
