ОРК-СОЛДАТ, РАЗРУШИТЕЛЬ С ОРАЦИО


КЛАСС:        Орк-Солдат, Разрушитель
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Примитивная раса воинов, бывшие Зорги
РОСТ:         1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Плазменная Пушка
НАГРАДА:      20
УГРОЗА:       Низкая

ОПИСАНИЕ:

Это наглядная иллюстрация поговорки "хотели как лучше, а получилось как всегда". Когда-то они были частью великой расы Зоргов с Билмеза IV, сильных, свирепых и, главное, загорелых. Но постоянные солнечные ванны привели к тому, что кожи у Зоргов почти не осталось. В поисках решения проблемы они создали мутаген, который должен был вернуть им прежний вид. Вместо этого мутаген превратил их в орков...

Средство немедленно запретили, а экспериментаторов вместе со всеми пострадавшими сослали на уединённую планету Орацио. Там изгнанники не пропадая даром, основали горнодобывающую корпорацию "Алтани" и принялись добывать руду, в конечном итоге Кампания перешла в руки Ментала.

Разрушители оснащены плазменными пушками, стреляющими энергетическими зарядами с примитивной функцией самонаведения. Их основная роль в Орде Ментала - обеспечение огневой поддержки своим товарищам.

СОВЕТЫ:

- В отличие от большинства приспешников Ментала, они будут стараться держаться на некотором расстоянии, когда находятся близко к тебе.
- Их снаряды обладают незначительной функцией самонаведения - держись от них подальше.
