МУТАНТ ПРИКРЫТИЯ (НАЁМНИК) С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Мутант Прикрытия (Наёмник)
МЕТАБОЛИЗМ:   Ранняя триген-мутация
ВОСПРИЯТИЕ:   Тактический оператор прикрытия
РАЗМЕР:       2,2 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Адаптивная
ОРУЖИЕ:       Самонаводящаяся ракетная установка, M249, Дробовик
НАГРАДА:      2004
УГРОЗА:       Критическая

ОПИСАНИЕ:

Мутант Прикрытия - Отличается развитым органическим панцирем на плечах и двойным рядом зубов. Сохраняет высокий интеллект, может строить сложные речевые конструкции. Он демонстрирует гибкость в бою - использует различное вооружение, включая ракетную установку с системой наведения.

СОВЕТЫ:

- Его панцирь защищает лишь верхнюю часть тела.