БОЕВОЙ СКАНЕР "КОГОТЬ"


КЛАСС:        Боевой Сканер "Коготь"
МЕТАБОЛИЗМ:   Синтетический 
ВОСПРИЯТИЕ:   Оптические системы с обнаружением цели + тактическая связь
РАЗМЕР:       0,8 м.
ВЫНОСЛИВОСТЬ: Средняя 
ВРАЖДЕБНОСТЬ: Высокая 
ОРУЖИЕ:       Установка мин-контейнеров, ослепляющая камера
НАГРАДА:      450
УГРОЗА:       Высокая

ОПИСАНИЕ:

Сканер "Коготь", также известный как сканер "Щит" или сканер Тип II - это грозная боеспособная версия стандартного городского сканера. Оснащённый скрытой рукой-клешней, он может устанавливать смертоносные мины-контейнеры в узких коридорах, переулках и других стратегически важных зонах, чтобы блокировать силы сопротивления или устраивать засады на них.

Как и его гражданский аналог, он может испускать ослепляющую вспышку с помощью системы камер, которая используется для дезориентации целей или вынуждает их покинуть укрытие. Эти дроны поддерживают страйдеров и наземные подразделения, отмечая цели и ограничивая передвижение гражданских, давая Альянсу неусыпный надзор в небе.

СОВЕТЫ:

- Вспышка сканера может вывести из строя - не смотри прямо в цель во время атаки.
- Плотный огонь или взрывы выведут его из строя и предотвратят дальнейшее сбрасывание мин.
- Эти подразделения часто встречаются группами или вблизи оборонительных позиций Альянса.
