ШТУРМОВИК C M4 С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Штурмовик с M4, Элитный наёмник Кригера
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Стандартное зрение, тактическая подготовка
РАЗМЕР:       ~1,9 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       M4
НАГРАДА:      500
УГРОЗА:       Средне-Высокая

ОПИСАНИЕ:

Самый распространённый и узнаваемый солдат частной военной компании доктора Кригера. Это высокие, физически крепкие профессионалы, нанятые со всего мира. Их мотивация - деньги, а не идеология. Носят различную униформу и головные уборы (береты, каски, кепки), но всегда в бронежилете. Обладают хорошей огневой подготовкой и тактическим мышлением: в одиночку атакуют в лоб, а в паре с другими юнитами (например, разведчиком) могут отвлекать огонь на себя, пока союзник фланкирует. Хотя многие недовольны условиями службы (жара, насекомые, плохая еда, изоляция), они остаются дисциплинированными и опасными противниками. Особо опасны при поддержке других типов войск.

СОВЕТЫ:

- Броня защищает корпус. Самый эффективный метод - выстрелы в голову.
- Не допускай фланговых манёвров.