БОЛЬШЕГОЛОВЫЙ КРОТИМОВЕЦ, ДИН СЕКУЛИЧ


КЛАСС:        Большеголовый Кротимовец, Дин Секулич
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5,9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу Крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Дин Секулич - один из тех скрытых титанов, чей технический гений заставил мир Serious Sam сиять и литься плавно даже в самые интенсивные моменты сражений с тысячами врагов. Его гипертрофированный череп - прямое следствие глубокого погружения в архитектуру рендерера и бесконечной битвы за оптимизацию. Будучи ведущим программистом и дизайнером рендеринга в Croteam c первой части игры, он был ключевым звеном в создании Serious Engine 2 для Serious Sam 2 (2005), где его усилиями были реализованы такие передовые для своего времени технологии, как HDR, bloom, parallax mapping и сложная система теней на основе shadow buffers.

Его прагматичный и остроумный подход к разработке "Я не покупаю PR-чушь, которую разбрасывают NVidia и ATI" стал легендой среди ценителей игрового техарта. Дин - мастер оптимизации, который верил, что игроки хотят видеть игру, которая "запускается и хорошо играется", а не медленное демо новейших фич. Его вклад в серию, вплоть до работы над Serious Sam 4 (2020), обеспечил тот самый фирменный, яркий и безумно динамичный визуальный стиль, который не стареет годами.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.
