КИНГПИН С ЗЕНА


КЛАСС:        Кингпин
МЕТАБОЛИЗМ:   неизвестен
ВОСПРИЯТИЕ:   Псионическая сущность
РАЗМЕР:       4,5 м.
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       псионические разряды, контроль разума
НАГРАДА:      4000
УГРОЗА:       высокая

ОПИСАНИЕ:

Кингпин - массивное, обладающее псионической силой существо c Зена, созданное для боя и контроля. Его тело занимает огромный мозг с четырьмя стебельчатыми глазами, равномерно расположенными вокруг головы. Он передвигается на задней ноге с толстым червеобразным хвостом. Кингпина можно найти в пещерах Зена, где он использует свои псионические способности для защиты своей территории.

СОВЕТЫ:

- Из-за его псионической природы обычное оружие может быть неэффективным.
- Избегай близкого расстояния; его способность контролировать разум может быть подавляющей.
