БЕЗГОЛОВЫЙ АРХЕОЛОГ, ЖЕНЩИНА-КОММАНДО С ТАИНСТВЕННОГО ОСТРОВА


КЛАСС:         Безголовый Археолог, Женщина-Коммандо
МЕТАБОЛИЗМ:    Кибер-Зомби
ВОСПРИЯТИЕ:    Мертвец, Управляемый Через УУЖ
РАЗМЕР:        1,8 м.
ВЫНОСЛИВОСТЬ:  Средняя
ВРАЖДЕБНОСТЬ:  Средняя
ОРУЖИЕ:        Магические Снаряды, Ручные Гранаты
НАГРАДА:       3000
УГРОЗА:        Средняя

ОПИСАНИЕ:

Обезглавленный Археолог с Таинственного Острова, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).

Коммандо держит собственную голову в руке, продолжая с её помощью воспринимать окружающий мир. Будучи опытным ветераном спецотряда Безголовых Войск и прошедший через множество боестолкновений, женщина-коммандо является куда более опасным и могучим противников, нежели её "Оранжевые" товарищи-салаги. Она выстреливает пятью магическими снарядами из реактивной установки, встроенной в её голову, а также разом бросает по пять ручных гранат. Также, в отличие от других безголовых солдат, женщино-коммандо использует иную тактику боя: когда она чувствует, что вот-вот может умереть, она из последних сил бросается на врага и взрывается, приблизившись к цели на достаточно близкое расстояние. Коммандо неуязвима для собственных ракет, однако может получить урон от своих же гранат.

СОВЕТЫ:

- Избегай её гранат.
- Получив достаточно повреждений, женщина-коммандо переключается в режим камикадзе.
