ДРОН-РАБОЧИЙ С КОППЕРА 9


КЛАСС:        Дрон-Рабочий
МЕТАБОЛИЗМ:   Механический / Энергетический
ВОСПРИЯТИЕ:   Дрон / Гражданский юнит
РАЗМЕР:       ~1,2 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нет
ОРУЖИЕ:       Нет
НАГРАДА:      150
УГРОЗА:       Очень низкая

ОПИСАНИЕ:

Дроны-Рабочие - это стандартные гражданские дроны. Они предназначены для обслуживания, логистики и выполнения ручного труда на объектах или в городских условиях. Абсолютно не склонны к дракам, активно избегают конфликтов и убегают от любых враждебных существ, за исключением себе подобных.

Хотя рабочие дроны беззащитны, они служат визуальным индикатором опасностей окружающей среды и присутствия противника. Наблюдение за их поведением может предупредить о наличии угроз поблизости, что делает их удивительно полезными, несмотря на их пассивную природу.

СОВЕТЫ:

- Дроны-Рабочие безвредны и могут служить источником информации или информации об окружающей среде.
