ГОНАРХ C ЗЕНА


КЛАСС:         Гонарх
МЕТАБОЛИЗМ:    паразитический повелитель
ВОСПРИЯТИЕ:    матриарх хедкрабов
РАЗМЕР:        ~6 м.
ВЫНОСЛИВОСТЬ:  чрезвычайно высокая
ВРАЖДЕБНОСТЬ:  крайняя
ОРУЖИЕ:        давящие ноги, детеныши хедкрабов, кислотные снаряды
НАГРАДА:       2000
УГРОЗА:        катастрофическая

ОПИСАНИЕ:

Гонарх - это последняя и самая ужасающая стадия жизненного цикла хедкраба. Это колоссальная паукоподобная матриарх с гротескным яйцевым мешком, свисающим под её телом, который производит бесконечное количество хедкрабов. Почитаемая - или опасаемая - меньшими паразитами, она служит одновременно размножительницей и командиром нашествия. Встречаясь в самых глубоких пределах Зена, Гонарх нападает на свою добычу с помощью высоких ног, плевает кислотой и выпускает рои новорожденных хедкрабов. Её искаженные крики эхом раздаются по пещерам, как кошмарный боевой клич.

Легенды гласят, что каждое нашествие хедкрабов в конечном итоге ведет к Гонарху. Убить её - нелегкая задача, и лишь немногие выживали после такой встречи. Но ты же не из тех счастливчиков, верно?

СОВЕТЫ:

- Сосредоточь огонь на мешке на брюхе, чтобы ослабить её.
- Не останавливайтесь - её атаки смертельны в ограниченном пространстве.
- Будь готов к бесконечным волнам хедкрабов во время боя.
