ЖЕНЩИНА СНАЙПЕР OVERWATCH АЛЬЯНСА ЖЕНЩИНА


КЛАСС:        Трансчеловеческий снайпер Альянса
МЕТАБОЛИЗМ:   Улучшенный человек, женщина / нейро-биомеханические импланты
ВОСПРИЯТИЕ:   Оптические усилители, баллистические вычислители, тактическая телеметрия
РОСТ:         1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Экстремальная
ОРУЖИЕ:       Высокоточная Снайперская Винтовка Overwatch Mk1
НАГРАДА:      800
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Женщина Снайпер Overwatch Альянса - это специализированный трансчеловеческий оперативник, предназначенный исключительно для устранения целей с дальних дистанций. В отличие от стандартных солдат Overwatch, эти бойцы не участвуют в открытых штурмах и не действуют в группах. Их задача - контроль ключевых зон, подавление сопротивления и ликвидация командиров, лидеров и особо опасных целей.

Снайперы развёртываются на крышах, башнях, промышленных конструкциях и других труднодоступных точках. Они могут часами сохранять неподвижность, ожидая приказа или подтверждения цели.

СОВЕТЫ:

- Никогда не стой на открытых пространствах без укрытий.
- Лучший способ выжить - не быть замеченным вовсе.