СТАРЫЙ АРАХНОИД, РАННИЙ С СКОРПИУСА


КЛАСС:        Старый арахноид, Ранний
МЕТАБОЛИЗМ:   эктотерм, членистоногий
ВОСПРИЯТИЕ:  примитивная разумная раса
РАЗМЕР:       10 - 14 м.
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       пулемёт, жало на хвосте
НАГРАДА:      10000
УГРОЗА:    высокая

ОПИСАНИЕ:

Святой воин примитивной расы, которая произошла от членистоногих. Чрезвычайно опасен из-за своих религиозных убеждений. 
В одной руке арахноид держит пулемёт, оснащенный устройством восстановления боеприпасов. Тело покрыто экзоскелетом, защищающим арахноида от пуль, взрывчатки и огня.
Старые арахноиды встречаются крайне редко по той причине, что лишь немногие особи доживают до столь преклонного возраста, становясь к этому моменту чрезвычайно сильными и выносливыми. Они облачены в крепкий, но поношенный и ржавый экзоскелет, и отличаются куда большим размером, нежели взрослые арахноиды.

СОВЕТЫ:

- Жало на хвосте опасно - не подходи слишком близко.
- В ярости будет стрелять даже сквозь своих.