ГУСЬ ДЖОВАННИ С БРОДСАЙД-БИЧ


КЛАСС:        Гусь Джованни
МЕТАБОЛИЗМ:   Антропоморфная Птица, Канадская Казарка
ВОСПРИЯТИЕ:   Знаменитый Шеф-Повар / Звезда Мультфильмов Broadside Animation
РАЗМЕР:       ~1,5 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Кулинарные навыки, язвительные комментарии
НАГРАДА:      100
УГРОЗА:       Минимальная 

ОПИСАНИЕ:

Всемирно известный шеф-повар и звезда мультфильмов Broadside Animation. Внешне это антропоморфная чёрно-белая канадская казарка в белом поварском колпаке. В мультфильмах он предстаёт как немного высокомерный, но талантливый кулинар, который готовит изысканные блюда и иногда подкалывает своего друга Бобра Бакки, называя его "грызуном".

Как-то раз месте со своими друзьями - Бобром Бакки и Выдрой Оливией, те отправились на рыбалку, но их лодка потерпела крушение у берегов таинственного острова Нулла Терра. Местные жители-волки, напуганные вторжением, поручали каждому из друзей отработать нанесённый ущерб. Джованни, как шеф-повар, получал задание приготовить еду для волчьей стаи.

Как и многие герои Broadside, он был воплощён в реальности через жуткую технологию "Старлингов" - живых костюмов, внутрь которых помещали людей. В случае с Джованни, человеком внутри костюма был Гэри Уилсон.

Согласно зашифрованным файлам, Гэри был жестоко убит: его голову засунули в работающую фритюрницу. После этого сознание Гэри, видимо, оказалось заперто внутри костюма гуся, создав одну из искажённых сущностей.

СОВЕТЫ:

- Джованни безвреден и даже полезен.
- Не проваливай его задание несколько раз подряд, если не хочешь увидеть то, что нельзя забыть. Есть вещи, которые лучше оставить неоткрытыми.
