БИОПОД


КЛАСС:        Антропод
МЕТАБОЛИЗМ:   Органический насекомообразный
ВОСПРИЯТИЕ:   Визуальное + восприятие движения
РАЗМЕР:       90 см
ВЫНОСЛИВОСТЬ: Очень низкая (погибает при получении любого урона)
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Таран
НАГРАДА:      500
УГРОЗА:       Низкая (по отдельности)

ОПИСАНИЕ:

Биоподы - небольшие членистоногие существа, созданные ордой Ментала. Их порождает Личинка-Экзотех; это существа без конечностей, которые скользят или бегают по земле. Их отличительные черты - две длинные усики-антенны и голубовато-зелёные глаза.

Хотя по отдельности они слабы, они появляются целыми стаями и быстро атакуют, нанося урон. Малейшая царапина может убить Биопода, но их численность может подавить, если игнорировать её.

СОВЕТЫ:

- У биоподов очень низкий запас здоровья; один выстрел из пистолета-пулемёта Шофилда.45 или Томпсона легко убьёт их.
- Для больших групп биоподов бензопила P-LAH чрезвычайно эффективна, если ты хочешь быстро с ними справиться.
- Поскольку каждый из них легко умирает, используй контроль над толпой, а не концентрируйся на каждом по отдельности.