ТУРЕЛЬ АЛЬЯНСА


КЛАСС:        Автоматизированная система обороны
МЕТАБОЛИЗМ:   Полностью синтетический (механизм, работающий на энергии)
ВОСПРИЯТИЕ:   Датчики движения и тепла
РАЗМЕР:       ~4,5 фута (на треноге)
ВЫНОСЛИВОСТЬ: Средняя (бронированный корпус)
ВРАЖДЕБНОСТЬ: Экстремальная (целится на все формы жизни, не принадлежащие Альянсу)
ОРУЖИЕ:       Двойные импульсные пушки
НАГРАДА:      400
УГРОЗА:       Средне-высокая

ОПИСАНИЕ:
Турель Альянса - это автономная оборонительная платформа, широко распространённая на оккупированных территориях. Установленная на треноге и питаемая компактным энергетическим ядром Альянса, она может захватывать цели, используя системы обнаружения движения и тепла, что делает практически невозможным проскользнуть мимо.

Двойные импульсные пушки ведут разрушительный подавляющий огонь, заставляя пехоту противника искать укрытие. Эти турели, обычно размещаемые в узких проходах, коридорах и тюремных секторах, таких как Нова Проспект, обеспечивают безжалостную огневую мощь и психологическое устрашение, а их жужжание и механические щелчки возвещают о неминуемой смерти.

Хотя они и рассчитаны на максимальную смертоносность, они недостаточно мобильны и зависят от инженеров Альянса в развертывании и обслуживании. Однако, будучи установленными на месте, они могут удерживать целые сектора, преодолевая сопротивление людей.

СОВЕТЫ:

- Используйте взрывчатку или атаки типа EMP, чтобы быстро вывести их из строя.
- Избегайте прямых перестрелок; вместо этого обходите их слепые зоны с флангов.