ОРК-СОЛДАТ, ПЕХОТИНЕЦ С ОРАЦИО


КЛАСС:        Орк-Солдат, Пехотинец
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Примитивная раса воинов, бывшие Зорги
РОСТ:         1,84 м.
ВЫНОСЛИВОСТЬ: Очень низкая
ВРАЖДЕБНОСТЬ: Очень низкая
ОРУЖИЕ:       Лазерный Бластер V2
НАГРАДА:      10
УГРОЗА:       Низкая

ОПИСАНИЕ:

Это наглядная иллюстрация поговорки "хотели как лучше, а получилось как всегда". Когда-то они были частью великой расы Зоргов с Билмеза IV, сильных, свирепых и, главное, загорелых. Но постоянные солнечные ванны привели к тому, что кожи у Зоргов почти не осталось. В поисках решения проблемы они создали мутаген, который должен был вернуть им прежний вид. Вместо этого мутаген превратил их в орков...

Средство немедленно запретили, а экспериментаторов вместе со всеми пострадавшими сослали на уединённую планету Орацио. Там изгнанники не пропадая даром, основали горнодобывающую корпорацию "Алтани" и принялись добывать руду, в конечном итоге Кампания перешла в руки Ментала.

Пехотинцы - самая низшая ступень в иерархии орков. Броня у них ржавая.

Главное отличие орков от остальных солдат Ментала - они умеют пользоваться техникой. Причём пользуются не хуже тебя.

СОВЕТЫ:

- В отличие от большинства приспешников Ментала, они будут стараться держаться на некотором расстоянии, когда находятся близко к тебе.
- Они мощная единица Ментала, поскольку умеют пользоваться транспортом на ровне с тобой.
- Если орк сел в машину - вали машину.
