ШТУРМОВИК C M134 С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Штурмовик с M134, Элитный наёмник Кригера
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Стандартное зрение, тактическая подготовка
РАЗМЕР:       ~1,9 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       M134
НАГРАДА:      700
УГРОЗА:       Высокая

ОПИСАНИЕ:

Самый распространённый и узнаваемый солдат частной военной компании доктора Кригера. Это высокие, физически крепкие профессионалы, нанятые со всего мира. Их мотивация - деньги, а не идеология. Носят различную униформу и головные уборы (береты, каски, кепки), но всегда в бронежилете. Хотя многие недовольны условиями службы (жара, насекомые, плохая еда, изоляция), они остаются дисциплинированными и опасными противниками.

Специализированный наёмник Кригера, входящий в экипаж патрульных вертолётов UH-60 «Blackhawk». Закреплён на борту у открытого люка и управляет вращающимся 6-ствольным миниганом. Его задача - подавление наземных целей и воздушное прикрытие при высадке десанта. Обладает хорошей огневой подготовкой, но крайне уязвим из-за фиксированной позиции и ограниченного сектора обстрела. Защищён лишь частично корпусом вертолёта. Его нейтрализация лишает вертолёт основного наступательного вооружения, заставляя его отступить с поля боя.

СОВЕТЫ:

- Броня защищает корпус. Самый эффективный метод - выстрелы в голову.
- Не находись на открытой местности в его секторе обстрела.
- Сам стрелок практически не защищён от прицельного огня. Точные выстрелы в голову или корпус из любого оружия эффективны.
- Уничтожение стрелка - самый быстрый способ обезвредить угрозу вертолёта без использования тяжёлого вооружения.