КУРИЦА С М'ДИГБО


КЛАСС:        Курица
МЕТАБОЛИЗМ:  Теплокровная Птица
ВОСПРИЯТИЕ:   Мирное животное и Ингредиент для шаурмы
РАЗМЕР:       0,5 м.
ВЫНОСЛИВОСТЬ: Очень низкая 
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Отсутствует
НАГРАДА:      100
УГРОЗА:       Нулевая

ОПИСАНИЕ:

На вид - обычная, среднестатистическая курица, но стоит взглянуть ей в душу... хотя, впрочем, это личное дело каждого.

Внешне, напоминает курицу, на то она и курица. Используются Менталом для производства шаурмы.

СОВЕТЫ:

- Курица безобидна. Не тратьте на неё патроны, если не хотите набрать лишние очки.
- Лучшее оружие против курицы - циркулярная пила.
