БОЛЬШЕГОЛОВЫЙ АНГЕЛ КРОТИМОВЕЦ, ЭРИК УОЛПОУ


КЛАСС:        Большеголовый Ангел Кротимовец, Эрик Уолпоу
МЕТАБОЛИЗМ:   Гуманоидный, Мужской (на 90% состоящий из сарказма и сценариев)
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5,9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу Крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Эрик Уолпоу - живая легенда игровой индустрии, сооснователь сатирического сайта Old Man Murray (OMM) и один из самых известных сценаристов в мире видеоигр, после Марка Лэйдлоу. Croteam, с присущим им самоироничным юмором, увековечили его в игре как камео, наградив САМОЙ БОЛЬШОЙ ГОЛОВОЙ среди всех секретных фанатов. Его гипертрофированный череп - прямое следствие его гигантского влияния и саркастичного ума, который он сначала направил на критику индустрии через OMM, а затем - на её преобразование, работая сценаристом в Valve.

Именно его перу принадлежат диалоги и сюжетные повороты в таких хитах, как Portal (и его культовая песня "Still Alive"), Portal 2, Half-Life 2: Episode One и Episode Two.

Когда ты убил его дважды в древнем египте, он перевоплотился в Ангела.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.
