БИОМЕХАНОИД (КРУПНЫЙ)


КЛАСС:        Биомеханоид (крупный)
МЕТАБОЛИЗМ:   теплокровный киборг
ВОСПРИЯТИЕ:  продукт генной инженерии
РАЗМЕР:       9 м. (стоя)
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       ракетные установки
НАГРАДА:      7500
УГРОЗА:    высокая

ОПИСАНИЕ:

Биологический механизм, выращенный в биорезервуарах Ментала. Его генотип перестроен для выращивания биомеханических органов и бортовых ракетных установок, напрямую подключённых к его нервной системе. 
Атакует без раздумий.

СОВЕТЫ:

- Очень опасен, старайся уничтожить его как можно быстрее.
- Уклоняйся от ракет или сбивай их в воздухе.