БОЛЬШЕГОЛОВЫЙ АНГЕЛ КРОТИМОВЕЦ, БЕН ФРЕЧ "ВИНЗ"


КЛАСС:        Большеголовый Ангел Кротимовец, Бен Фреч "Винз"
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5,9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Бен Фреч, известный как "Винз" - ключевой член легендарной команды моддеров "A Few Screws Loose". Его гипертрофированный череп - это сгусток знаний о балансе, картографии и чистом, нефильтрованном веселье сетевой бойни. Вместе с товарищами по команде он был одним из архитекторов культового мода Seriously Warped Deathmatch для Serious Sam: The Second Encounter, который не просто добавил контент, а переопределил многопользовательский опыт для целого поколения игроков.

Его вклад, отмеченный в оригинальной игре, HD-ремастере и даже в Classics: Revolution, символизирует прочную связь между студией и её самым преданным сообществом.

Когда-то он был живым, но после того, как кто-то убил его, он воскрес - став Ангелом.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.