ФИДО, КОЛЮЧИЙ БУЛЬДОГ


КЛАСС:         Фидо, колючий бульдог
МЕТАБОЛИЗАЦИЯ: Млекопитающее
ВОСПРИЯТИЕ:    Сторожевая собака
РАЗМЕР:        0,9 м.
ВЫНОСЛИВОСТЬ:  Низкая
ВРАЖДЕБНОСТЬ:  Высокая
ОРУЖИЕ:        Укусы
НАГРАДА:       50
УГРОЗА:        Низкая

ОПИСАНИЕ:

Собаки породы Фидо - одна из самых популярных пород в Орде Ментала, и их широко используют как сторожевых, так и боевых собак. По крайней мере, так думает большинство людей.

На самом деле собаки породы Фидо - это всего лишь одомашненные питомцы, которые нападают на тех, кто угрожает их хозяевам. Силам Ментала разрешено приводить своих собак к ним в бой, примерно так же, как люди выгуливают своих собак, только с большим количеством оружия и крови.

К счастью, их лай страшнее укуса; просто держитесь подальше и расстреляйте их.


СОВЕТЫ:

- Уклоняйся от их атак, уворачиваясь или перепрыгивая через них.
- Старайся выстраивать их в ряд; они будут топтать друг друга, пытаясь добраться до тебя.
- Используй скорострельное или поражающее по площади оружие, чтобы быстро их уничтожить.
