ВОЕННЫЙ КОП ГРАЖДАНСКОЙ ОБОРОНЫ АЛЬЯНСА


КЛАСС:        Военный Коп Гражданской Обороны Альянса
МЕТАБОЛИЗМ:   Человек, Мужчина
ВОСПРИЯТИЕ:   Военизированное полицейское подразделение
РАЗМЕР:       1,9 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Револьвер, пистолет Alyx Gun, SMG
НАГРАДА:      650
УГРОЗА:       Средняя

ОПИСАНИЕ:

Военный коп Гражданской Обороны - Эти бойцы используются в зонах повышенной нестабильности: карантинные сектора, пригородные районы, тюрьмы, временные блокпосты и "горячие" улицы, где обычный коп долго не живёт.

Одеты они в полностью чёрную военную униформу, включающую тактический жилет с множеством подсумков, защитные штаны и тяжёлые ботинки. На рукаве у большинства имеется маркировка "MP", подчёркивающая их военную юрисдикцию.

Шлемы сочетаются с противогазами, что делает их одинаково готовыми как к газу, так и к полной химической катастрофе.

СОВЕТЫ:

- Не недооценивай их из-за "полицейского" статуса - это уже почти солдаты.
- Используй дистанцию: в ближнем бою они любят стрелять много и без философии.
- Если видишь чёрную форму с «MP", готовься - дальше будет только жёстче.