АФЛОК С ЗЕНА


КЛАСС:        Афлок
МЕТАБОЛИЗМ:   неизвестен
ВОСПРИЯТИЕ:   любопытный летун
РАЗМЕР:       0,9 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: нет
ОРУЖИЕ:       нет
НАГРАДА:      50
УГРОЗА:       нет

ОПИСАНИЕ:

Афлоки - небольшие миролюбивые существа из Зена. Большую часть времени они проводят в полётах свободными группами, издавая странные инопланетные звуки и наблюдая за окружающим миром. Абсолютно безобидные, они часто выступают в роли разведчиков или поднимают настроение в экосистеме Зена.

СОВЕТЫ:

- Они никогда не нападают.
- Прислушивайтесь к их инопланетному щебетанию, чтобы найти их.
- Могут быть обнаружены летающими группами или вблизи открытых мест.
