ГОРОДСКОЙ СКАНЕР АЛЬЯНСА


КЛАСС:        Городской Сканер Альянса
МЕТАБОЛИЗМ:   Синтетический (энергетическое ядро ​​альянса, воздушная рама)
ВОСПРИЯТИЕ:   Разведывательный дрон
РАЗМЕР:       ~0,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       вспышка (ослепляющий свет), слабый электрический разряд
НАГРАДА:      100
УГРОЗА:       Низкая

ОПИСАНИЕ:

Городской сканер Альянса - это парящий разведывательный дрон, используемый в городских центрах, находящихся под контролем Альянса. Оснащенные мощной камерой и тактическим каналом связи, сканеры патрулируют небо над улицами, дворами и запретными зонами, постоянно фотографируя мирных жителей и передавая данные командованию Альянса.

Хотя сканеры не имеют тяжелого вооружения, они играют жизненно важную роль в поддержании контроля над оккупированными городами. Их вспышка ослепляет и дезориентирует цели, облегчая наземным подразделениям захват или уничтожение противника.

СОВЕТЫ:

- Легко уничтожить огнём из стрелкового оружия, но ожидай подкрепления от Альянса.
- Их мгновенная атака может сделать вас уязвимым - отворачивайтесь, когда они атакуют.
- У них слабая броня - даже удары в ближнем бою могут их уничтожить.
