СКЕЛЕТ С КЛИРА


КЛАСС:        Скелет с Клира
МЕТАБОЛИЗМ:   оживлённый скелет
ВОСПРИЯТИЕ:   магическое создание
РАЗМЕР:       2,7 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       снаряды-боло, когти, рога
НАГРАДА:      1000
УГРОЗА:       средняя

ОПИСАНИЕ:

Оживлённый скелет представителя вымершей расы с планеты Клир системы Альфа Большого Пса. Обладает острыми когтями на передних лапах и длинным хвостом. 
Издалека мечет соединённые цепью металлические шары, в ближнем бою работает когтями.

СОВЕТЫ:

- Уходи с линии атаки в сторону.
