СТРЕКОЗА С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Стрекоза, Хищное насекомое
МЕТАБОЛИЗМ:   Насекомое,хищник
ВОСПРИЯТИЕ:   Фасеточные глаза, высокая скорость реакции
РАЗМЕР:       ~0.04 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Отсутствует
НАГРАДА:      1
УГРОЗА:       Нет

ОПИСАНИЕ:

Хищное летающее насекомое, часто встречающееся вблизи водоёмов и на открытых пространствах архипелага. Отличается высокой манёвренностью и скоростью полёта. Может зависать в воздухе, резко менять направление. Не представляет угрозы. Её присутствие добавляет живости и реалистичности атмосфере тропиков, особенно в солнечные дни у воды.

СОВЕТЫ:

- Не является врагом или ресурсом. Атаковать бессмысленно.