МУТАНТ БЕРСЕРКЕР (СКРЮЧЕД) С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Мутант Берсеркер (Скрючед)
МЕТАБОЛИЗМ:   Промежуточная триген-мутация
ВОСПРИЯТИЕ:   Неудержимый боец
РАЗМЕР:       2,4 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Абсолютный
ОРУЖИЕ:       Костный клинок (правая рука)
НАГРАДА:      1200
УГРОЗА:       Критическая

ОПИСАНИЕ:

Берсеркер - эволюционное звено между приматами-тригенами и человеческими мутантами. Гигантского роста, с массивным костным клинком, заменяющим правую руку, и дополнительной ротовой полостью на лице. Сочетает животную ярость мелких тригенов с разрушительной силой поздних стадий мутации. Постоянно движется в сторону цели, игнорируя препятствия.

Действует как живой таран. В ближнем бою наносит сокрушительные удары клинком, способные уничтожить цель за 2-3 попадания. Благодаря размеру отталкивает противника, ограничивая манёвры. Уязвим во время замаха для атаки.

СОВЕТЫ:

- беги и стреляй пока он не подошёл близко.
- Уклоняйся зигзагами, а не по прямой.
