ГНААРОГЛАЗ


КЛАСС:        Гнаароглаз
МЕТАБОЛИЗМ:   Биоинженерный мутант
ВОСПРИЯТИЕ:   Мутированный гнаар
РАЗМЕР:       ~1,5 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Укус глаза (пожирание на близком расстоянии)
НАГРАДА:      700
УГРОЗА:       Высокая

ОПИСАНИЕ:

Когда Ментал проводил эксперименты по улучшению зрения гнааров, давая им пронзительный голубой глаз, что-то пошло не так. Эта мутация вышла из-под контроля - их тела полностью поглотились их собственными расширяющимся глазами, оставив после себя парящие мясистые шары, полные ярости и голода.

Заворожённый гротескными результатами, Ментал одобрил создание нового подразделения: Гнаароглазов - биолевитирующих организмов, обученных вести воздушный бой. Они зловеще парят в воздухе, ведомые исключительно инстинктами, основанными на зрении, голоде, и атакуют, пожирая жертв своими огромными зрачками.

Они не умеют ходить или ползать, как их бывшие сородичи, но их способность к полёту и всевидящий взгляд делают их непредсказуемыми и устрашающими противниками.

СОВЕТЫ:

- Соблюдайте дистанцию ​​и используйте оружие дальнего боя.
- Находясь близко, они могут мгновенно "поглотить" цель.
