ПОВСТАНЕЦ ГРАЖДАНСКОЙ ОБОРОНЫ


КЛАСС:        Повстанец Гражданской Обороны
МЕТАБОЛИЗМ:   Человек, мужчина
ВОСПРИЯТИЕ:   Повстанец, бывший сотрудник Гражданской Обороны
РОСТ:         1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Импульсная винтовка AR2, SMG1
НАГРАДА:      250
УГРОЗА:       Средняя

ОПИСАНИЕ:

Повстанец Гражданской Обороны - редкий, но ценный изменник из рядов Метрополиции. В отличие от действующих сотрудников CP, он не носит респираторную маску, что сразу выделяет его среди других и подчёркивает разрыв с Альянсом - как символический, так и практический. Его лицо открыто, голос не искажён радиофильтрами.

Многие из них переходят на сторону Сопротивления не из героизма, а из усталости, страха или позднего осознания своей роли в системе подавления.

СОВЕТЫ:

- Не путай его с вражескими Метрокопами - отсутствие маски ключевой признак
- Эффективен в городских боях и при диверсиях на объектах Альянса.
- Лучше всего работает в группе, прикрывая более слабо вооружённых повстанцев.
- Уязвим для тяжёлых подразделений Overwatch без поддержки.
