УБИЙЦА С ОСТРОВА КАРНАТИ, РЕМЕЙК


КЛАСС:        Убийца Острова Карнати, Ремейк
МЕТАБОЛИЗМ:   Сверхъестественный
ВОСПРИЯТИЕ:   Ужасная Сущность
РАЗМЕР:       ~1,9 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Конечности-Клинки (Руки И Ноги - Длинные, Острые)
НАГРАДА:      1000
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Убийца - один из самых известных и ужасающих существ на острове. Созданный как символ казни через обезглавливание, он жутко сросся с телом: голова отделена и удерживается над телом с помощью плоти и стальных приспособлений, а конечности превратились в длинные смертоносные клинки.

Убийцы двигаются с неестественной ловкостью, умело крадутся по стенам и потолкам, спрыгивать на жертв или рубить их "сверху". Их часто слышно раньше, чем видно - их конечности-клинки скрежещут и шуршат, выдавая их приближение.

Эти монстры, одни из наиболее многочисленных по сей день, первыми вылезли наружу. Головы чудовищ как будто отделеныот тела и едва держатся на стальных прутьях. Их руки иноги оканчиваются остро заточенными лезвиями. С одной стороны, эти твари явно символизируют какие-то обезглавленные жертвы, но с другой - я не припомню, чтобы кого бы то ни было в эбботе казнили таким способом. Впрочем, на карнати всё возможно.

Я решила назвать их убийцами.

СОВЕТЫ:

- Всегда стремись уничтожить голову - без неё убийцы теряют бдительность.
- Постоянно двигайся - неподвижность навлекает на них засаду.
- Внимательно слушай - их клинки на стенах и потолках часто предупреждают тебя, прежде чем ударить.
