ПРОТО-ПАНТЕРАЙ С ЗЕНА


КЛАСС:        Прото-Пантерай
МЕТАБОЛИЗМ:   Неполная гибридизация ДНК зверя Зена
ВОСПРИЯТИЕ:   хищник Зена, ранний подвид
РАЗМЕР:       ~1,3 м.
ВЫНОСЛИВОСТЬ: Средняя / низкая
ВРАЖДЕБНОСТЬ: Умеренная
ОРУЖИЕ:       Укус в прыжке, Базовые удары когтями
НАГРАДА:      500
УГРОЗА:       Умеренная

ОПИСАНИЕ:

Ранний Альфа Пантерай представляет собой нестабильную прототипическую версию вида Пантерай, наблюдаемую на ранних стадиях его эволюции. В отличие от полностью развитого Пантерая, у этого подвида отсутствует развитая мускулатура, его шкура выглядит неровной.

Его тело более худое и менее бронированное, с зазубренными костяными наростами, выступающими из конечностей, что свидетельствует о неполной генетической стабильности. Несмотря на меньшие размеры, чем его более поздние сородичи, Ранний Альфа Пантерай всё ещё опасен, полагаясь на свирепые выпады и неистовые атаки, чтобы сокрушить добычу.

Считается, что подобные особи были ранними экспериментами адаптивной экосистемы Зена, возможно, предшествовавшими совершенной линии Пантерей. Некоторые исследователи предполагают, что нестабильные гибриды, подобные этому, проложили путь к более продвинутым чудовищам.

СОВЕТЫ:

- Менее вынослив, чем полноценный Пантерай, но более быстрый и непредсказуемый.

