КЛАССИЧЕСКАЯ ГРИБНАЯ КОРОВА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Дикое / грибоносное животное
МЕТАБОЛИЗМ:   Теплокровное млекопитающее
ВОСПРИЯТИЕ:   Стандартное зрение + обоняние среды
РАЗМЕР:       1,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Отсуствует
НАГРАДА:      150
УГРОЗА:    Низкая

ОПИСАНИЕ:

Грибная корова - необычная разновидность обитателей Грибного Биома, в которой срослись органическая плоть коровы и грибная экосистема. На спине у неё растут красные грибы с белыми пятнами, а тело покрыто красно-белой пятнистой коровьей шкурой.

СОВЕТЫ:

- Грибные супы - быстрый способ пополнить здоровье и сытость.
- Срезав Грибы, она превратится в обычную Корову.