СКЕЛЕТ С КЛИРА, МЕТАЛЛИЧЕСКИЙ


КЛАСС:        Скелет С Клира, Металлический
МЕТАБОЛИЗМ:   Нежить
ВОСПРИЯТИЕ:   Магическое Существо
РАЗМЕР:       2,7 м.
ВЫНОСЛИВОСТЬ: Очень Высокая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Двухшаровые Снаряды, Когти, Рога
НАГРАДА:      500
УГРОЗА:       Высокая

ОПИСАНИЕ:

Редкая разновидность Скелета с Клира, состоящая не из костей, а из металла и многочисленных гвоздей.

Ментал считал, что обычных костей недостаточно для создания более выносливого Скелета с Клира, поэтому решил спроектировать металлическую версию. Несмотря на необычный материал, Металлический Клир сохраняет ту же форму и поведение, что и его костяной аналог.

Благодаря металлической конструкции он значительно прочнее обычного Скелета с Клира. Его невозможно убить, просто нанеся смертельное повреждение. Металлический Клир умирает только после того, как его тело будет полностью разбито.

СОВЕТЫ:

- Не прекращай стрелять, пока металлическая конструкция полностью не развалится.
- Его металлическое тело значительно прочнее костей обычного Скелета с Клира.
- Если после получения огромного количества повреждений он всё ещё движется, значит, разбить его нужно ещё сильнее.
- Миниган по-прежнему остаётся твоим лучшим другом, просто теперь ему придётся работать немного дольше.
