ДЕРЕВЯННЫЙ КЛИР


КЛАСС:        Деревянный Клир
МЕТАБОЛИЗМ:   Нежить
ВОСПРИЯТИЕ:   Волшебное существо
РАЗМЕР:       9 футов
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Когти Деревянных Клиров, когти, рога
НАГРАДА:      520
УГРОЗА:       Средняя

ОПИСАНИЕ:

Скелет нежити, принадлежащий к вымершей расе с планеты Клир, Альфа Большого Пса. У него длинные острые когти на руках и длинный хвост.

Они атакуют либо призывая деревянные когти, либо рубя когтями с близкого расстояния.

Как известно, у этого Клира есть мутация, из-за которой его кости становятся деревянными, поэтому его называют деревянным.

СОВЕТЫ:

- От их прыжковых атак лучше всего уклоняться, делая шаги в сторону.
- Метание когтей также на близком расстоянии.