БУЛЛСКВИД, ДРИМКАСТ С ЗЕНА


КЛАСС:        Буллсквид
МЕТАБОЛИЗМ:   агрессивный, всеядный
ВОСПРИЯТИЕ:   острое зрение + обоняние
РАЗМЕР:       2,2-2,4 метра
ВЫНОСЛИВОСТЬ: средняя-высокая
ВРАЖДЕБНОСТЬ: экстремальная
ОРУЖИЕ:       щупальца, когти, удар хвостом, токсичный плевок
НАГРАДА:      375
УГРОЗА:       средняя-высокая

ОПИСАНИЕ:

Буллсквид (ДримКаст) - редкий хищник Зена, визуально отличающийся благодаря уникальной шкуре с синими пятнами. Хотя он генетически схож со стандартным буллсквидом, его пятнистая кожа обеспечивает зловещую маскировку на биолюминесцентных ландшафтах Зена, а его пронзительные глаза словно светятся инопланетной враждебностью. Как и его сородичи, он охотится на всё, что попадает в поле зрения, используя свою печально известную ядовитую слюну, чтобы ослабить добычу, прежде чем разорвать её когтями, хвостом и щёлкающими челюстями.

СОВЕТЫ:

- Не стоит недооценивать их дальнобойные плевки - они одновременно болезненны и дезориентируют.
- Уклоняйтесь от удара хвостом.
- Используйте взрывчатку или беглый огонь, чтобы уничтожить их до того, как они приблизятся.