САМЕЦ ГНААРА


КЛАСС:        Самец Гнаара
МЕТАБОЛИЗМ:   Млекопитающее
ВОСПРИЯТИЕ:   Дрессированное Боевое Животное
РАЗМЕР:       1,2 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Зубы, Уулаки
НАГРАДА:      500
УГРОЗА:       Очень Низкая

ОПИСАНИЕ:

Небольшое двуногое животное без головы, с одним глазом и большой пастью. Происходит с Сириуса и выдрессировано Менталом для участия в боевых действиях. Самцы фиолетового цвета, они меньше размером и слабее, чем самки.

СОВЕТЫ:

- Не имеют оружия дальнего боя - просто держись подальше.
- Отдельные экземпляры могут летать.
- Есть сообщения о гнаарах-невидимках.
