БОЛЬШЕГОЛОВЫЙ, ДЕД123_228


КЛАСС:        Большеголовый, ДЕД123_228
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      500
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Большеголовые - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

ДЕД123_228 - редкий подвид фаната-энтузиаста, чей гипертрофированный череп содержит не только любовь к игре, но и гипертрофированное чувство справедливости и уважения к чужому творчеству. Он является создателем мода "TROPICAL GNAARS - enemies reskin" для Serious Sam Classics: Revolution, где подарил классическим Гнаарам яркий тропический камуфляж.

Когда Taipo попросил разрешения портировать его тропических Гнааров в GMod для аддона "Serious Sam: Classic SNPC's (EXTRA)", DED123_228 не стал делать препятствий, требовать процентов или игнорировать запрос. Он великодушно дал добро, понимая, что это расширит вселенную его творения и порадует больше игроков.

Оригинальный эскиз и дизайн принадлежат его другу Фроэль Хоутсу.

Когда-то он был живым, но после того, как кто-то убил его, он воскрес - став Ангелом.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.
