СКЕЛЕТ-ЗИМОГОР С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Скелет-Зимогор
ВОСПРИЯТИЕ:   Нежить
МЕТАБОЛИЗМ:   Магически поддерживаемая льдом нежить
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Лук, стрелы с эффектом Замедления
НАГРАДА:      150
УГРОЗА:       Средняя

ОПИСАНИЕ:

Скелет-Зимогор - скелет, который забыл, что снег - это смертельная ловушка для неподготовленных.

Любой скелет, оказавшийся в рыхлом снегу, сначала дрожит как будто подмерз на морозе, а через несколько секунд превращается в Зимогора - замороженную версию себя с луком и стрелами, которые замедляют противников на 30 секунд.

СОВЕТЫ:

- Не пытайся играть в снежки с Зимогором - ты проиграешь.
- Его стрелы будут замедлять тебя при попадании.