АЛУДРАНСКИЙ РЕПТИЛОИД, ЭЛЕКТРИЧЕСКИЙ


КЛАСС:        Алудранский Рептилоид, Электрический
Метаболизм:   хладнокровный, рептилия, Искусственно Усиленный
Восприятие:   Генетически Модифицированная Примитивная Раса
Размер:       4,5 м.
Выносливость: Средняя
Враждебность: Высокая
Оружие:       Крупные Электрические Снаряды
Награда:      7500
Угроза:       Высокая

Описание:

Крупные четверорукие рептилии, проживающие в системе Алудран, что в созвездии Большого Пса. Эта примитивная раса согласилась сражаться на стороне Ментала в обмен на магическую силу.

Ментал хотел ещё больше усилить их, но многие рептилоиды не хотели, чтобы над ними проводили эксперименты. Однако в результате странного и удобного случая, связанного с неисправной электрической розеткой, часть его рептилоидных сил получила электрические способности.

Электрические рептилоиды считаются уродами среди себе подобных.

СОВЕТЫ:

- От их высокоскоростных снарядов трудно увернуться, поэтому уничтожай их с расстояния.
- Всегда следи за окружающей обстановкой, на случай, если снаряд отскочит обратно в тебя.
