ПЕЩЕРНЫЙ ПАУК  С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Пещерный паук
МЕТАБОЛИЗМ:   Членистоногое
ВОСПРИЯТИЕ:   Ядовитый подземный хищник
РАЗМЕР:       ~0,6 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Ядовитый укус
НАГРАДА:      600
УГРОЗА:       Средняя

ОПИСАНИЕ:

Пещерный паук - это компактная, злая и крайне недовольная версия обычного паука, обитающая исключительно в заброшенных шахтах. Он меньше, быстрее и, что самое неприятное - ядовитее.

СОВЕТЫ:

- Не недооценивай его размер - яд не интересуется твоим мнением.
- Мечи - лучшие аргументы в разговоре с этим существом.