МЕДИК СОЛДАТ OVERWATCH АЛЬЯНСА


КЛАСС:        Медик Солдат Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Полевой Медик Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       SMG1, Аптечка
НАГРАДА:      750
УГРОЗА:       Средне-высокая

ОПИСАНИЕ:

Медик Overwatch Альянса - это специализированный отряд поддержки на поле боя, визуально отличающийся от обычных солдат белой броней с красными медицинскими полосами по бокам ног, жёлтыми линзами визора и легко узнаваемой надписью "МЕДИЦИНСКАЯ ПОМОЩЬ" на спине.

В отличие от обычной пехоты, медики отвечают за поддержание боеспособности отрядов Overwatch во время длительных боевых действий. Оснащённые биосканерами и портативными лечебными инжекторами, они могут быстро стабилизировать состояние раненых солдат, вводить стимуляторы, созданные Альянсом, и повышать боеспособность целых подразделений.

Хотя они в первую очередь ориентированы на поддержку, они остаются хорошо вооружёнными и без колебаний вступают в прямой бой с противником в случае угрозы. Их присутствие значительно усложняет уничтожение отрядов Альянса, что часто вынуждает бойцов сопротивления вести затяжные перестрелки.

СОВЕТЫ:

- В первую очередь атакуй медиков - их лечение значительно продлит бои.
- Следи за ним - каждый раненый солдат Альянса может внезапно восстановиться до полной силы.
