БОЕВОЙ ПЁС ЦЕРБЕР


КЛАСС:         Боевой пёс Цербер
МЕТАБОЛИЗАЦИЯ: Млекопитающее
ВОСПРИЯТИЕ:    Дрессированное атакующее животное
РАЗМЕР:        1 м.
ВЫНОСЛИВОСТЬ:  Средняя
ВРАЖДЕБНОСТЬ:  Высокая
ОРУЖИЕ:        Укусы
НАГРАДА:       150
УГРОЗА:        Средняя

ОПИСАНИЕ:

Это трёхголовый агрессивный Боевой пёс, используемый для охраны баз Ментала или сопровождения охотников в их охотничьих поездках.

Цербер был создан благодаря нездоровому интересу Ментала к Древнегреческой мифологии. После того, как Ментал выкроил себе немного свободного времени, он поспешил создать трёхголового пса - Цербера.

Но, после того, как новое животное было рождено, начались непредвиденные проблемы: мозг в каждой голове приказывал всему организму разные задачи.

В итоге, пёс не представлял никакой опасности, а просто был дорогим "пуфиком" в быту Ментала, ибо конфликт голов мешал главной цели - боли и злобе. Поэтому, коварный создатель предпочёл вообще убрать мозги из всех голов.

А чтобы зверюшка не пропадала зря, ей была привита на уровне инстинкта простая задача: атаковать всё, что движется (заметь, "всё" - это nы).

Цербер, подобно маленькому бычку, идёт на таран врага. А когда враг, отброшенный псом приходит в себя, все три головушки существа пытаются оторвать от него кусочек повкуснее.

Он значительно опаснее любой собачки на Земле, и его укус гораздо болезненнее. Чего ещё можно ожидать от трёхголового пса, голова которого горит?

Однако, как и большинство приспешников Ментала, он глуп, как куча кирпичей. Убей их издалека или замани и неожиданно выстрели ему в морду из двуствольного ружья.

СОВЕТЫ:

- Уклоняйся от его атак, уклоняясь в сторону или прыгая.
- Используй двустволку на ближней дистанции, чтобы уничтожать небольшие группы.
- Используй скорострельное оружие, чтобы уничтожать большие группы на расстоянии.
- Взрывчатка очень эффективна против него, если он не находятся слишком близко.
