МОРПЕХ H.E.C.U.


КЛАСС:         Морпех H.E.C.U.
МЕТАБОЛИЗМ:    Человек, мужчина
ВОСПРИЯТИЕ:    Человек-пехотинец
РОСТ:          ~1,8 м.
ВЫНОСЛИВОСТЬ:  Средне-Высокая
ВРАЖДЕБНОСТЬ:  крайняя (по отношению к персоналу Чёрной Мезы и нарушителям)
ОРУЖИЕ:        MP5 с гранатами, дробовик (вариант), пистолет, тактические гранаты
НАГРАДА:       600
УГРОЗА:        высокая в одиночку, катастрофическая в отрядах

ОПИСАНИЕ:

Морпех H.E.C.U. - солдат Подразделения по борьбе с опасными средами (H.E.C.U.), направленный в Чёрную Мезу во время каскадного резонанса. Официально они были отправлены для "урегулирования ситуации", но на самом деле им было приказано уничтожить как инопланетную угрозу, так и всех выживших свидетелей (инопланетян, ученых, охранников, спецназ сектора Дельта и всех остальных).

Эти солдаты хорошо вооружены, дисциплинированы и работают в скоординированных отрядах. Они эффективно используют укрытия, бросают гранаты, чтобы выманить врагов, и, при возможности, атакуют с флангов. Их радиостанции потрескивают от разговоров, что усиливает ощущение хорошо организованной военной операции. Несмотря на то, что они всего лишь люди, благодаря отличной подготовке и снаряжению они являются одними из самых опасных врагов во всем инциденте.

СОВЕТЫ:

- Никогда не недооценивайте их гранаты - они любят бросать их из-за углов.
- Разрушайте сплоченность их отряда; с одинокими солдатами гораздо легче справиться.
- Используйте засады, мины-ловушки или взрывчатые вещества, чтобы противостоять их численному превосходству.