ТОРГОВЕЦ ИЗ ЧЁРНОГО РОКА


КЛАСС:        Торговец Чёрного Рока
МЕТАБОЛИЗМ:   Человек
ВОСПРИЯТИЕ:   Представитель Персонала Чёрного Рока
РАЗМЕР:       ~1,7 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Нет
НАГРАДА:      40
УГРОЗА:       Очень низкая

ОПИСАНИЕ:

Торговец - представитель корпорации Чёрного Рока, работающий на борту исследовательского судна во вселенной UH-1. В отличие от учёных, Продавец специализируется на торговле, закупках и внутренней логистике для проектов Чёрного Рока. Он часто появляется в зонах ограниченного доступа, ведя переговоры о передаче ресурсов или контролируя транспортировку захваченных форм жизни Зена.

Хотя Продавец и не боец, он играет важную роль в корпоративной деятельности Чёрного Рока, обеспечивая доставку редких технологий, генетических образцов и организмов Зена в нужные руки. Как и многие сотрудники Чёрного Рока, он не знает о всех аспектах деятельности компании, выполняя одновременно функции трейдера.

СОВЕТЫ:

- Продавец избегает боевых действий и убегает в случае угрозы.
- Защита Продавца может предоставить доступ к редким припасам или закрытой информации.
- В случае ликвидации Чёрный Рок теряет ценные связи на корпоративном рынке.
