БОЛЬШЕГОЛОВЫЕ КРОТИМОВЦЫ, ЧЕТ ФАЛИСЕК И ЭРИК УОЛПОУ


КЛАСС:        Большеголовые Кротимовцы, Эрик Фалисек и Чет Уолпоу
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Легенды игровой журналистики
РАЗМЕР:       5,9 футов (каждый)
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Иронично-нейтральная
ОРУЖИЕ:       Тачка с логотипом OMM (тактическое средство передвижения)
НАГРАДА:      200
УГРОЗА:       Культурный феномен

ОПИСАНИЕ:

В самом сердце секретной пирамиды на уровнях "Священные дворы" обитал уникальный дуэт Кротимовцев - Эрик Уолпоу и Чета Фалисека, основатели сатирического сайта Old Man Murray. В отличие от своих собратьев, они не просто бесцельно блуждают по коридорам, а эффектно появляются из глубины пирамиды на автомобиле, украшенном гордым логотипом OMM.

Этот динамичный экипаж представляет собой высшую форму пасхалки от разработчиков Croteam. Эрик, обладатель самой большой головы в игре, и Чет, его верный соратник, символизируют ту самую "ядовитую критику", которая вдохновляла и развлекала разработчиков в ранние годы становления франшизы. Их появление на транспортном средстве - это не только отсылка к их статусу в игровой индустрии, но и своеобразный "разрыв четвертой стены", где критики буквально въезжают в игру, которую когда-то оценивали.

СОВЕТЫ:

- Не атакуй автомобиль - это культурное достояние игровой индустрии.
- В сложности "I Am Ugh-Zan" дуэт может развивать повышенную опасность.
