ВЕРБОВЩИК СОПРОТИВЛЕНИЯ



КЛАСС:        Вербовщик Сопротивления
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Опытный Боец Сопротивления
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Импульсная винтовка AR2
НАГРАДА:      400
УГРОЗА:       Высокая

ОПИСАНИЕ:

Опытный и харизматичный боец Сопротивления, выполняющий двойную роль: ведущий боец и полевой инструктор. Его главная задача - не только сражаться, но и быстро обучать и интегрировать новобранцев в ходе миссий. Он всегда находится на передовой рядом с обычными повстанцами, личным примером показывая тактику, управляя огнём и поднимая боевой дух.

СОВЕТЫ:

- Всегда держись рядом с ним. Он увеличивает эффективность и живучесть близлежащих повстанцев-новобранцев.
- Он важнее обычного бойца. При штурме позиций Альянса прикрывай его, пока он устанавливает позицию или координирует атаку.
