ЗОМБАЙН

 
КЛАСС:         Зомбайн
МЕТАБОЛИЗМ:    паразитический хозяин (бывший солдат Алльянса)
ВОСПРИЯТИЕ:    Зомбированная сущность
РАЗМЕР:        1,8 м.
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  крайняя
ОРУЖИЕ:        когти, граната Альянса (самоубийственный рывок)
НАГРАДА:       400
УГРОЗА:        высокая (на близком расстоянии)

ОПИСАНИЕ:

Зомбайн - это результат того, что хедкраб решил, что превратить солдата Overwatch в марионетку - хорошая идея. И, судя по всему, боевая подготовка солдата сохранилась настолько, что только ухудшила ситуацию. В отличие от обычных зомби, зомбайны иногда вытаскивают живую гранату и бросаются на своих врагов, как какие-то нежить-смертники.

Они по-прежнему стонут и спотыкаются, но с гранатой в руке внезапно привлекают всеобщее внимание. Неясно, является ли эта тактика результатом изобретательности хедкрабов или просто глупой удачей, но в любом случае она работает. Бойцы Сопротивления придумали термин "Зомбайн" наполовину из страха, наполовину из-за мрачного юмора.

СОВЕТЫ:

- Когда они вытаскивают гранату, либо стреляйте по нему, либо уходите оттуда.
- Держитесь на расстоянии: когти и взрывы - плохая комбинация.
- Если услышите приглушенный звон гранаты... начинайте бежать.