ЛИЧИНКА МУРАВЬИНЫХ ЛЬВОВ С ЗЕНА


КЛАСС:        Личинка Муравьиных львов
МЕТАБОЛИЗМ:   Плотоядный
ВОСПРИЯТИЕ:   Личиночное существо Зена
РАЗМЕР:       ~2 фута (длина)
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Укус
НАГРАДА:      20
УГРОЗА:       Низкая-Средняя

ОПИСАНИЕ:

Личинки муравьиных львов - это личиночная форма муравьиных львов, небольшие червеобразные существа, живущие под землей или во влажной почве. Несмотря на свою хрупкость, их численность и непредсказуемое появление позволяют им обитать в пещерах, туннелях или на разрытых землях.

СОВЕТЫ:

- Не представляет проблем.