СЕРЖАНТ ШТУРМОВИКОВ С КАМИНО


КЛАСС:        Сержант Штурмовиков
МЕТАБОЛИЗМ:   Кибернетический Человек
ВОСПРИЯТИЕ:   Элитный командир, Левая Рука Дарта Вейдера
РАЗМЕР:       ~2 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Миниган, Гранаты, РПГ, Лазерная Пушка, Экспериментальные Системы, Энергетический Щит, Роботы
НАГРАДА:      10000
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Это элитный кибернетический воин, занимающий пост доверенного помощника Дарта Вейдера. Он сочетает в себе таланты полевого офицера, высококвалифицированного инженера и наёмника. Лично проектирует экспериментальные образцы вооружения, которые называет своими «игрушками».

Его мощное атлетическое телосложение усилено массивной силовой бронёй тёмно-металлического оттенка. Угловатые пластины, шипы и подвижные сегменты экипировки не только обеспечивают колоссальную защиту, но и служат превосходным камуфляжем в ночное время. Личность Сержанта остаётся тайной: его лицо надёжно скрыто под высокотехнологичным шлемом с прозрачным забралом, оснащённым дополнительными сенсорными модулями.

Арсенал Сержанта впечатляет своим разрушительным потенциалом. Его основным оружием является многоствольный миниган и мощные штурмовые комплексы, дополненные гранатами и РПГ. В бою он проявляет неукротимую агрессию, командуя отрядами пехоты и выпуская на передовую роботов собственной сборки. Технологическое превосходство бойца подчёркивается использованием передовых энергетических щитов и ряда секретных систем, делающих его непредсказуемым противником.

Он Официально числится "Левой Рукой Вейдера", но половину своих апгрейдов ставил себе нелегально.

Его шлем ни разу не снимали при свидетелях - даже медики видят его только через датчики.

СОВЕТЫ:

- Не пытайся атаковать Сержанта в лоб. Его роботы и миниган превратят тебя в решето.
- Сержант координирует отряды штурмовиков.
- Не приближайся к его "игрушкам" - боевым роботам собственной сборки.
- В дуэли с ним важна мобильность. Он медленный из-за тяжёлой брони, но его оружие покрывает большую площадь.
