МАНКУБУС, БЕГЕМОТ С АДА

 
КЛАСС:        Манкубус, Бегемот
МЕТАБОЛИЗМ:   Демоническое Млекопитающее
ОПРЕДЕЛЕНИЕ:  Ослабленное Олицетворение Чревоугодия
РАЗМЕР:       4 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Две РПГ
НАГРАДА:      1000
УГРОЗА:       Средняя
 
ОПИСАНИЕ:
 
Это ослабленный Демон, олицетворяющий несовершенство и жадность человека, чревоугодие и праздность. У него невероятно толстая кожа, массивные слоновьи ноги и маленькая голова. В целях уничтожения и взрывания жертв в предплечья манкубуса вживлены два РПГ, стреляющие Ракетами.

Ментал выкупил их у Владыки Ада вместе с Зомби-Солдатами и прочей нечистью для усиления своей Орды.

Цвет глаз у Бегемота не зелёный, как у обычных Манкубусов, а ярко-красный, горящий огнём ненависти.

Кожа его отливает синим, но из вен течёт не красная кровь, а ядовито-зелёная субстанция - верный признак неудачного ритуала.

Вместо встроенных огнемётов, к локтям Бегемота прикреплены ракетницы, которые заменили ему конечности . В отличие от обычного Манкубуса, который стреляет огненными шарами, Бегемот выпускает по две ракеты за раз. Эти ракеты летят до тех пор, пока цель не будет уничтожена.

Сам Бегемот значительно слабее по защите, чем классический Манкубус. Пара выстрелов из дробовика способен отправить его обратно в ад.

СОВЕТЫ:

- Несмотря на размеры, Бегемот не обладает высокой прочностью.
- Два выстрела в упор - и от демона останется только мокрое место.
- Избегай ракет и не стой на открытом месте.
