РИБИЙСКАЯ ЭЛЕКТРОРЫБА, МАЛЕНЬКАЯ

КЛАСС:        Рибийская электрорыба, Маленькая
МЕТАБОЛИЗМ:   водное позвоночное
ОПРЕДЕЛЕНИЕ:  дикая рыба
РАЗМЕР:       1 м. в длину
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       электрический разряд
НАГРАДА:      300
УГРОЗА:    средняя

ОПИСАНИЕ:

Рыба, живущая в мутных водах планеты Риб. Исключительно агрессивна, в атаке применяет мощный электрический разряд, сперва лишающий жертву ориентации, а потом убивающий. Обладает отличным камуфлирующим окрасом.

СОВЕТЫ:

- В тёмных глубинах прислушивайся к звукам, издаваемым этой рыбой. Именно звуки предупредят тебя о надвигающейся опасности.
