ВЗРОСЛЫЙ КИБОРГ АРАХНОИД С СКОРПИУСА


КЛАСС:        Взрослый Киборг арахноид
МЕТАБОЛИЗМ:   эктотерм, кибернетически усиленный членистоногий
ВОСПРИЯТИЕ:   примитивная разумная раса
РАЗМЕР:       6 - 7,5 м.
ВЫНОСЛИВОСТЬ: чрезвычайно высокая
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       пулемёт, жало на хвосте
НАГРАДА:      8500
УГРОЗА:       высокая

ОПИСАНИЕ:

Святой воин примитивной расы, которая произошла от членистоногих. Чрезвычайно опасен из-за своих религиозных убеждений. 

В одной руке арахноид держит пулемёт, оснащённый устройством восстановления боеприпасов. Тело покрыто экзоскелетом, защищающим арахноида от пуль, взрывчатки и огня.

Взрослый киборг-арахноид - Святой воин Скорпиуса, добровольно (или не совсем) улучшенный технологиями Ментала.

Часть тела заменена механическими сегментами, такими как: усиленные конечности, сервоприводы, стабилизаторы отдачи и экзоскелет. Этот панцирь выдерживает больше урона, чем стандартный экзоскелет арахноида.

СОВЕТЫ:

- Жало на хвосте опасно - не подходи слишком близко.
- В ярости будет стрелять даже сквозь своих.
- Ближний бой - плохая идея, очень плохая идея.
