ЗОМБИ-ПУЛЕМЁТЧИК, КОММАНДО


КЛАСС:        Зомби-Пулемётчик, Коммандо
МЕТАБОЛИЗМ:   Демонизированная Нежить
ВОСПРИЯТИЕ:   Зомби-солдат
РАЗМЕР:       3,5 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Миниган
НАГРАДА:      1500
УГРОЗА:       Высокая

ОПИСАНИЕ:

Увидев, как эффективно зомби под руководством демонов уничтожали целые полчища пехоты с помощью миниганов, Ментал решил включить этих солдат в свой арсенал.

Арахноиды были слишком большими, громоздкими и медлительными, чтобы использовать их массово. Тогда Ментал заключил союз с Владыкой Ада, который одолжил ему несколько видов существ, включая этих тварей.

Эти зомби - бывшие морпехи, прошедшие сложный ритуал демонической трансформации. В отличие от обычных зомби, которыми просто овладевают демоны, коммандо были переделаны целиком, превратившись в нечто среднее между человеком и порождением бездны.

На них всё ещё можно разглядеть остатки военной формы: камуфляжные штаны и характерный зелёный немецкий шлем.

Лучший способ справиться с ними - это НЕ бросаться бездумно под их огонь.

СОВЕТЫ:

- Укройся от их огня; возможно, тебе захочется действовать по принципу "Без укрытия, один на один", но, используя эту тактику, ты скорее окажешься в положении "Без укрытия, мертвец".
- Их миниган неточен на больших дистанциях; чем дальше ты находишься, тем лучше.
- Снайперская стрельба издалека - отличный способ с ними справиться.
- Выстрелы ракетницей в голову решают проблему быстро.
