СПЕЦНАЗ ИЗ СЕКТОРА ДЕЛЬТА


КЛАСС:        Спецназ Из Сектора Дельта
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Элитное подразделение специальных операций
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Беретта 92FS, импульсная винтовка Armat M41A, турели, экспериментальные боеприпасы
НАГРАДА:      4000
УГРОЗА:       Катастрофическая

ОПИСАНИЕ:

Спецназ сектора Дельта - элитное военное подразделение под непосредственным командованием человека в деловом костюме с чемоданом. Они враждебно относятся ко всем фракциям - как к персоналу Чёрной Мезы, так и к HECU и существам Зена. Высококвалифицированные и вооружённые, они действуют с беспощадной эффективностью, часто штурмуя исследовательские центры или аванпосты Зена, чтобы захватить аномальные артефакты.

Они используют превосходную координацию, передовое вооружение и мощную поддержку, включая технику и сторожевые орудия. Столкновения с ними отличаются подавляющей огневой мощью и тактической точностью, что делает их одной из самых смертоносных угроз в этом конфликте.

СОВЕТЫ:

- Широко используй укрытия - они точны и дисциплинированы.
- Нарушай их строй, чтобы снизить эффективность отряда.
- Будь готовы к тяжёлому вооружению и турелям.
- Ожидай появления человека в деловом костюме с чемоданом.
