ЗОМБИ-КУНГ-ФУ, МАСТЕР С ЧИ-ФАНГ


КЛАСС:        Зомби-кунг-фу, Мастер
МЕТАБОЛИЗМ:   Нежить
ВОСПРИЯТИЕ:   Зомби-Мастер Боевых Искусств
РАЗМЕР:       3,6 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Призыв Духов
НАГРАДА:      150
УГРОЗА:       Высокая

ОПИСАНИЕ:

В то время как большинство приспешников Ментала проходят минимальную подготовку, зомби кунг-фу получили обширную подготовку в форме просмотра боевиков 80-х и 90-х годов.

Некоторые из этих зомби освоили искусство кунг-фу и познали пути магии. Мастеров можно увидеть парящими в воздухе, призывающими духов дракона для уничтожения врагов. Эти духи будут преследовать врага своего мастера и взрываться, высвобождая магическую энергию при контакте.

Мастера изначально были актёрами на планете Чи-Фанг. С приходом Ментала мастера зарекомендовали себя как надёжные бойцы, но Ментал решил увеличить их мощь. Мастеров превратили в смертоносных летающих противников: им отрубили ноги (которые затем отдали солдатам-быкам) и наделили способностью применять смертоносные заклинания драконьей магии (левитация, создание силового пучка энергии).

К сожалению, из-за этих изменений у мастеров появилось странное желание постоянно петь. Пели они плохо. Да что там - отвратно. Из-за этого изъяна Менталу пришлось нацепить на их лица стальные маски, дабы никто не слышал их пения и они не ломали его слух.

СОВЕТЫ:

- Если они подойдут достаточно близко, размажь их по стене из двуствольного дробовика.
- Они будут стараться держать дистанцию, чтобы безопасно призывать духов для атаки.
- Духи будут преследовать тебя, продолжай двигаться, если хочешь увернуться от них.
