ПЕСЧАННЫЙ ЧЕРВЬ С ЗЕНОЗОИКА


КЛАСС:        Песчаный червь
МЕТАБОЛИЗМ:   Ксенобиология, кремниево-органический
ВОСПРИЯТИЕ:   Хищный копролит
РАЗМЕР:       ~1,2 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Чрезвычайная (территориальная)
ОРУЖИЕ:       Челюсти-бур, быстрый выпад из-под песка
НАГРАДА:      100
УГРОЗА:       Высокая

ОПИСАНИЕ:

Агрессивные подземные хищники, обитающие в рыхлых песках пустынных дюн. Их присутствие выдаёт характерная зыбкая, "неустойчивая" текстура песка на поверхности. Черви почти постоянно находятся в движении под землёй, образуя своеобразные "песчаные реки". Атакуют молниеносно, выcкивая из песка подобно щупальцу, с широко раскрытой пастью, усеянной костяными пластинами.

СОВЕТЫ:

- Если видишь движущийся под песком "горб" - это червь вышел на охоту.
- Атакуй сразу после его выпада - в этот момент он уязвим для ударов.
