ГУСЕНИЧНЫЙ БРОНЕТРАНСПОРТЁР АЛЬЯНСА (APC CRAWLER)


КЛАСС:        Гусеничный Бронетранспортёр Альянса (APC Crawler)
МЕТАБОЛИЗМ:   Механизированная боевая машина
ВОСПРИЯТИЕ:   Бронировання штурмовая платформа Альянса
РАЗМЕР:       8 м.
ВЫНОСЛИВОСТЬ: Очень высокая (усиленная броня, перераспределённая масса)
ВРАЖДЕБНОСТЬ: Экстремальная
ОРУЖИЕ:       Импульсная пушка, управляемые ракеты
НАГРАДА:      2000
УГРОЗА:       Критическая

ОПИСАНИЕ:

Гусеничный Бронетранспортёр Альянса - модифицированная версия стандартного бронетранспортёра Альянса, созданная для операций в зонах, где колёсная техника теряет эффективность. Болота, руины, завалы, густые леса и разрушенные городские кварталы - именно там Crawler заменяет обычный APC.

Главное конструктивное отличие - установка гусеничных модулей поверх колёс, что позволило значительно повысить проходимость и устойчивость на нестабильной поверхности. В связи с изменением баланса и тактической роли, крылья автомобиля были полностью удалены, снизив силуэт и упростив обслуживание в полевых условиях.

Crawler движется медленнее стандартного APC, но компенсирует это неумолимым продвижением вперёд.

Вооружение было изменено, были убраны ракеты.

СОВЕТЫ:

- Не рассчитывай на манёвренность - рассчитывай на укрытия и дистанцию.
