БОЛЬШЕГОЛОВЫЙ АНГЕЛ КРОТИМОВЕЦ, ШОН "МВАДАЙБЕ" ЦЕНТР


КЛАСС:        Большеголовый Ангел Кротимовец, Шон "мвадайбе" Центр
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5,9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Шон "мвадайбе" Центр - ещё один ключевой "винтик" в легендарном коллективе моддеров A Few Screws Loose, чей труд был официально признан и навсегда вшит в историю серии. Его гипертрофированный череп - свидетельство глубокого понимания баланса, потокового дизайна и чистой, необузданной динамики сетевых сражений. Вместе с командой он работал над знаменитым модом Seriously Warped Deathmatch для The Second Encounter, создавая и оттачивая те самые 20 безумных карт, на которых выросло целое поколение киберспортсменов от Serious Sam.

Его вклад выходит за рамки простого фанатского творчества: это был полноценный коллаборационный проект, где страсть сообщества встретилась с доверием студии. Шон и его коллеги не просто подарили игре дополнительный контент - они расширили её жизненный цикл, определили её культовый статус в мультиплеере и доказали, что самые яркие идеи могут рождаться на стыке профессиональной разработки и фанатской преданности.

Когда-то он был живым, но после того, как кто-то убил его, он воскрес - став Ангелом.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.