ВОДНЫЙ ЗВЕРЬ С ТЕРРАФОРМИРОВАННОЙ ПЛАНЕТЫ


КЛАСС:        Водный Зверь
МЕТАБОЛИЗМ:   Глубоководный хищник
ВОСПРИЯТИЕ:   Древнее подземное чудовище
РАЗМЕР:       19 м. (Видная Часть)
ВЫНОСЛИВОСТЬ: Экстремальная
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Щупальца, броски камней, сталактиты
НАГРАДА:      5000
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Никто не знает, сколько лет эта тварь провела в подземных пещерах, но судя по размерам и агрессивности - примерно со времён динозавров и ни разу не жаловалась на отсутствие собеседников.

Внешне зверь представляет собой гибрид угря, осьминога и дунклеостея.

В бою зверь малоподвижен - он привязан к своему подводному логову и не может покинуть водоём. Но это не делает его менее опасным. Основная атака - выпад вперёд с попыткой сожрать цель. В промежутках зверь хлещет щупальцами по арене, вырывает камни из земли и кидается ими, а также срывает сталактиты с потолка. Последнее - самое смертоносное.

С каждым удачным взрывом зверь истечёт кровью всё сильнее, пока не сгинет окончательно.

СОВЕТЫ:

- Не стой на месте.
- Между атаками есть пауза - используй её, чтобы перезарядиться и перевести дух.
- Используй Взрычатые вещества.
