V-22 OSPREY ЧЁРНЫХ ОПЕРАТИВНИКОВ


КЛАСС:         V-22 Osprey Чёрных Оперативников
МЕТАБОЛИЗМ:    механический, пилотируется элитой
ВОСПРИЯТИЕ:    Транспортный конвертоплан
РАЗМЕР:        ~17 м. (в длину)
ДОЛГОВЕЧНОСТЬ: очень высокая
ВРАЖДЕБНОСТЬ:  экстремальная
ВООРУЖЕНИЕ:    лёгкие бортовые пушки, размещение войск
НАГРАДА:       4000
УГРОЗА:        катастрофическая

ОПИСАНИЕ:

Osprey Чёрных Оперативников - это модифицированный V-22, используемый тайными агентами для десантных операций. В отличие от стандартного транспортного самолёта H.E.C.U., эта версия часто используется для доставки элитных убийц или подрывников. Затемнённый корпус, усовершенствованная авионика и усиленная броня делают его более сложной целью для уничтожения.

Хотя он редко вступает в прямой бой, иногда на нём устанавливаются оборонительные бортовые орудия для подавления атакующих во время переброски войск. Его настоящая смертоносность заключается в солдатах, которых он доставляет: подразделениях Чёрных Оперативников, обученных точечным ударам и полному уничтожению выживших. Появление такого самолёта в небе обычно сигнализирует о начале бойни.

СОВЕТЫ:

- Уничтожайте противника прежде, чем он успеет высадить войска.
- Бойцы Чёрных Оперативников смертоноснее морпехов - не стоит их недооценивать.
- Для его уничтожения потребуются ракеты, установленные турели или мощная взрывчатка.
- Если он приземлится, ожидайте скрытного, но разрушительного нападения.
