АЛЬТЕРНАТИВНЫЙ СОЛДАТ OVERWATCH АЛЬЯНСА


КЛАСС:        Альтернативный солдат Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Стандартная пехота Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Импульсная винтовка AR2, SMG
НАГРАДА:      600
УГРОЗА:       Высокая

ОПИСАНИЕ:

Альтернативный солдат Overwatch Альянса - это модифицированная версия стандартного солдата Overwatch, предназначенная для операций в условиях, где синяя броня подразделений становится недостатком. Его экипировка сочетает тёмный камуфляж с чёрным торсом и защищёнными рукавами, что делает силуэт менее заметным в индустриальных зонах, ночных улицах и внутренних помещениях.

СОВЕТЫ:

- Действует строго в группе и редко выходит из строя в одиночку.
- AR2 опасна даже на средней дистанции, не стой на открытом пространстве.
- Синий визор видно в темноте.
