ХЕДКРАБ, ЗЕМНАЯ АРКТИЧЕСКАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Хедкраб, Земной (арктический)
МЕТАБОЛИЗМ:   Паразит, адаптированный к низким температурам
ВОСПРИЯТИЕ:   Тепловое чувство + обнаружение движения
РАЗМЕР:       ~1,5 фута
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Прыжок, укус, паразитарное заражение
НАГРАДА:      120
УГРОЗА:       Низкая–средняя

ОПИСАНИЕ:

Арктическая земная разновидность хедкраба - результат быстрой и жестокой адаптации паразита к условиям вечного холода. После распространения на северных территориях Земли эти существа отрастили плотный слой грубой шерсти, покрывающий большую часть их тела и защищающий внутренние органы от обморожения.

Под мехом сохраняется знакомая анатомия: мощные задние конечности, клюв и крючковатые отростки, предназначенные для захвата черепа жертвы.

СОВЕТЫ:

- они часто прячутся под снегом.
- они дай им закрепится на твоей голове.