БОЛЬШЕГОЛОВЫЙ КРОТИМОВЕЦ, ДAМИР ПЕРОВИЧ


КЛАСС:        Большеголовый Кротимовец, Дамир Перович
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5,9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Дамир Перович - один из четырёх столпов, на которых стоит вся империя Croteam. Его гипертрофированный череп хранит не только мозг разработчика, но и саму идею, зародыш студии, возникшей в далёком 1989 году в школьной команде, делавшей 2D-сайдскроллер Kids. Вместе с тремя одноклассниками он прошёл путь от учеников загребской школы "Никола Тесла" до сооснователей одной из самых знаковых игровых студий Хорватии.

В то время как другие соучредители стали публичными лицами компании, Дамир остался в тени, будучи опорой в роли художника и дополнительного программиста на самых ранних этапах. Его вклад фундаментален: он был там, когда Croteam рождалась в обычной квартире, закладывая те принципы товарищества и увлечённости, которые позволили студии пережить десятилетия и создать миры Serious Sam и The Talos Principle. Его присутствие среди Кротимовцев - это дань памяти самым истокам, тихому гению, чья работа в тени заложила основу для всего громкого и безумного хаоса, который последовал за ней.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.