ШАРОВАЯ СВИНЬЯ С МОБИУСА


КЛАСС:        Шаровая Свинья
МЕТАБОЛИЗМ:   Механический Бадник  
ВОСПРИЯТИЕ:   Боевой робот‑бомбардировщик  
РАЗМЕР:       ~1,2 м.
ВЫНОСЛИВОСТЬ: Низкая  
ВРАЖДЕБНОСТЬ: Средняя  
ОРУЖИЕ:       Бомбы из металлических шаров  
НАГРАДА:      150  
УГРОЗА:       Средняя  

ОПИСАНИЕ:

Шаровая Свинья - это робот‑Бадник, созданный злобным доктором Эггманом как часть его армии машин. В дизайне он напоминает поросячий механический организм с округлым телом, стоящий на двух механических ногах и вооружённый устройством, встроенным прямо в его пузо. Именно через эту круглую броню он обстреливает пространство металлическими шаровыми бомбами, которые отскакивают и наносят урон при контакте с целью.

Его метод атаки прост, но эффективен в узких коридорах и на подъёмах: Шаровая Свинья часто поднимается выше на склонах или у края платформ и сбрасывает бомбы вниз, где они начинают отскакивать по земле и лавировать, создавая смертельную ловушку для тех, кто пытается пройти мимо.

Несмотря на внешний вид, вдохновлённый реальной свиньёй, это холодный механизм войны. Он был среди ранних моделей Бадников, использовавшихся во времена первых вторжений Эггмана, и по сей день появляется в разных мирах.

СОВЕТЫ:

- Лучше атаковать его с расстояния или сверху.
- Бомбы отскакивают - предугадывай траекторию и уклоняйся.
- При уничтожении Шаровая Свинья часто освобождает животное‑заложника, как и другие Бадники.
