GIGN ГРАЖДАНСКОЙ ОБОРОНЫ АЛЬЯНСА


КЛАСС:        GIGN Гражданской Обороны Альянса
МЕТАБОЛИЗМ:   Человек, мужчина
ВОСПРИЯТИЕ:   Элитное антитеррористическое подразделение
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       SMG, пистолет, MP40
НАГРАДА:      700
УГРОЗА:       Высокая

ОПИСАНИЕ:

GIGN Гражданской Обороны Альянса - это бывшие бойцы легендарного французского антитеррористического подразделения "Groupe d'Intervention de la Gendarmerie Nationale", пережившие Оккупацию и рекрутированные Альянсом почти в полном составе. Их подготовка, дисциплина и опыт городских операций были признаны Альянсом "идеально совместимыми с задачами подавления человеческого сопротивления".

Бойцы GIGN действуют малыми тактическими группами, используют грамотное прикрытие, штурмовые манёвры и синхронные атаки. Они не полагаются на грубую силу, предпочитая точность, скорость и контроль ситуации. Связь с штабом Альянса осуществляется напрямую, что позволяет им быстро получать приказы, обновления об обстановке и координаты целей.

Их экипировка сочетает элементы старой земной тактики и технологий Альянса.

Несмотря на службу Альянсу, среди бойцов GIGN встречаются те, кто помнит своё изначальное предназначение - защиту граждан.

СОВЕТЫ:

- Не веди бой в лоб - GIGN превосходно работает в узких пространствах и за укрытиями.
- Они активно используют фланговые манёвры и координацию.