ЛЕДЯНОЙ КРИПЕР С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Ледяной крипер
МЕТАБОЛИЗМ:   Криогенный, снежный композит
ВОСПРИЯТИЕ:   Халявный поставщик снега 
РАЗМЕР:       ~1,7 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая 
ОРУЖИЕ:       Холод
НАГРАДА:      40
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это белый снежный крипер, который оставляет за собой холод. Если ты встретишь его в тундре или на ледяных равнинах, ты можешь его даже не заметить: его белая шкура идеально сливается с заснеженным ландшафтом.

В отличие от своих зелёных и пороховых собратьев, этот тип крипера не пытается тебя убить ударной волной. Его главная сила - в контроле местности. Где бы он ни прошёл, за ним остаётся слой снега, покрывающий землю. Когда он взрывается, то вместо разрушительного взрыва он замораживает всё вокруг. Вода превращается в лёд, а если он подорвётся рядом с источником лавы - лава застынет в обсидиан.

Особенность его взрыва в том, что он не наносит урона ни противникам, ни блокам. Вместо этого он просто засыпает территорию вокруг себя слоем снега и замораживает водные поверхности.

Ледяного крипера можно встретить в холодных биомах: тундре, ледяных пустынях, сезонных лесах и, конечно же, в снежных биомах.

СОВЕТЫ:

- Это идеальный способ халявно получить снег.
- Не бойся его взрыва. Он не разрушит твой дом и не убьёт тебя, но весь твой двор превратится в белое поле.
- Не подпускай его к источникам лавы или ценным водным постройкам. Заморозить аквариум с тропическими рыбками - это будет грустно.
- Его легко узнать по белому цвету, особенно на фоне обычной травы / камня в пещерах.
- Убивать его обычным оружием нет смысла, если ты охотишься именно за снегом - тебе нужно именно спровоцировать взрыв.
- Замороженная лава превращается в обсидиан. Это может быть полезно, если ты неудачно упал в адскую бездну, а рядом оказался такой крипер.
