ХНУМ С СИСТЕМЫ ЛЯМБДЫ ОВНА


КЛАСС:        Хнум, Космический титан
МЕТАБОЛИЗМ:   Инопланетная гипертрофированная форма жизни
ВОСПРИЯТИЕ:   Отличное зрение, тактическое мышление
РАЗМЕР:       13,7 м.
ВЫНОСЛИВОСТЬ: Чрезвычайно высокая
ВРАЖДЕБНОСТЬ: Высшая
ОРУЖИЕ:       метаемые заряды плазмы, сокрушительные удары, таранный бег
НАГРАДА:      10000
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Массивное двуногое существо и прямой родственник Адского Барона с планеты в системе Лямбда Овна, чья раса, возомнив себя богами, добровольно присоединилась к армии Ментала, заняв в ней высокие командные посты.

Узнаваем по гигантским козлиным рогам, толстой серой коже, копытам вместо ног и светящимся глазам. Его внешность, возможно, вдохновила древних египтян на создание образа бога Хнума.

Обладает высоким интеллектом и тактическими способностями, часто командует отрядами мелких врагов. В бою сочетает мощные дальние атаки, а именно метание сгустков плазмы, которые невозможно сбить в воздухе и смертоносные ближние приёмы.

СОВЕТЫ:

- Его огненные сферы наносят колоссальный урон, а вблизи он почти неуязвим.
- Полностью невосприимчив к пулям. Используй только взрывчатое оружие. Например: C4 или ракетницу.
- Предсказывай траекторию его огненных сфер и уворачивайтесь в последний момент.