МЕХАНОЗАВР, (КРУПНЫЙ T-МЕХ)


КЛАСС:        Механозавр, (крупный T-Мех)
МЕТАБОЛИЗМ:   Эндотермический киборг
ВОСПРИЯТИЕ:   Дрессированный боевой зверь
РАЗМЕР:       11 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Очень высокая
ОРУЖИЕ:       Ракетные установки
НАГРАДА:      500
УГРОЗА:       Экстремальная

ОПИСАНИЕ:

Он сын красного биомеханоида. После того, как Сэм убил последнего, механозавр поклялся убить нашего спасителя.

Механозавр - Тираннозавр-киборг с сигарой в зубах и на курьих ножках. Тяжело защищён. Вооружён двумя "ракетницами".

Механозавры - это биомеханоиды следующего поколения - хотя в их боевой роли мало что изменилось, они впечатляют научные достижения. Ранее биомеханоиды были генетически запрограммированными роботами, чье оружие было напрямую связано с их нервной системой. Они не мыслили самостоятельно, это был, по сути, рефлекс. Механозавры, однако, способны к полусвязному мышлению и сами решают, когда атаковать. Это знание можно использовать для понимания многих старых биомеханических моделей Ментала.

Как и крупные биомеханоиды, Механозавры выпускают две ракеты по своим целям. Однако они наполовину динозавры, что делает их ещё более устрашающими.

Они даже вдохновили сирианских режиссёров на создание нового фильма "Первобытный парк". С момента выхода он побил рекорды кассовых сборов.

СОВЕТЫ:

- Их ракеты - одни из самых мощных, с которыми ты столкнёшься в Орде Ментала - избегай их или сбивай.
