СКЕЛЕТ С КЛИРА, ОБЫЧНЫЙ


КЛАСС:         Скелет С Клира, Обычный
МЕТАБОЛИЗАЦИЯ: Нежить
ВОСПРИЯТИЕ:    Магическое существо
РАЗМЕР:        2,7 м.
ВЫНОСЛИВОСТЬ:  Низкая
ВРАЖДЕБНОСТЬ:  Средняя
ОРУЖИЕ:        Двухшаровые Снаряды, Когти, Рога
НАГРАДА:       100
УГРОЗА:        Средняя

ОПИСАНИЕ:

Скелет нежити, принадлежащий к вымершей расе с планеты Клир, Альфа Большого Пса. У него длинные острые когти на руках и длинный хвост.

Они атакуют, создавая снаряды, нанося удары когтями в ближнем бою или прыгая на врага вплотную.

Эти конкретные экземпляры были недавно воскрешены из могилы. Это можно определить по цвету их костей и отсутствию запаха 5000-летнего пепла.

СОВЕТЫ:

- Лучше всего избегать их прыжков и атак на расстоянии, уклоняясь в сторону.
- Выстрел из двуствольного дробовика в лицо убьет их.
- Миниган - твой лучший друг и их худший кошмар.
