H.E.V. ОХРАННИК СЛУЖБЫ БЕЗОПАСНОСТИ ЧЁРНОЙ МЕЗЫ


КЛАСС:        H.E.V. Охранник Службы Безопасности Чёрной Мезы
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Сотрудник службы безопасности Чёрной Мезы
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Различная
ОРУЖИЕ:       Пистолет Глок-17.
НАГРАДА:      250
УГРОЗА:       Низкая или средняя

ОПИСАНИЕ:

Синие H.E.V. Офицеры службы безопасности - это специализированные охранники Чёрной Мезы, оснащённые прототипами костюмов для защиты от опасных сред. Их экипировка обеспечивает превосходную прочность по сравнению со стандартными сотрудниками службы безопасности, позволяя им дольше выживать во враждебных зонах и противостоять лёгкому огню пришельцев или военных.

Хотя они менее подготовлены, чем военные, они являются верными защитниками Чёрной Мезы и часто противостоят существам Зена, H.E.C.U. или вражеским оперативникам. Их отличительная синяя HEV-броня делает их узнаваемыми на поле боя.

СОВЕТЫ:

- Не полагайся на него как на танк - он храбрый, но всё же человек.
- Внимательно прислушивайся к их крикам - они могут сигнализировать о близкой опасности.
