БЕСОВСКИЙ ДЕМОН-РЕПТИЛОИД


КЛАСС:        Бесовский демон-рептилоид
МЕТАБОЛИЗМ:   хладнокровный, рептилия
ВОСПРИЯТИЕ:   модифицированная примитивная раса
РАЗМЕР:       6,1 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       лавовые шары, когти
НАГРАДА:      5000
УГРОЗА:       средняя

ОПИСАНИЕ:

Ещё один отвратительный мутант - дело рук Ментала. Примитивное, похожее на ящерицу создание с Бесовии I, в течение нескольких поколений подвергавшееся скрещиванию и мутациям, а напоследок усиленное титановым скелетом. Обладает уникальной способностью создавать миниатюрные чёрные дыры, из которых потом извлекает шары раскалённой лавы. Слабое магическое поле в течение некоторого времени может удерживать форму этого пылающего снаряда. В полёте он постепенно остывает и в конце концов взрывается.

СОВЕТЫ:

- Уничтожить снаряды невозможно, так что уворачивайся от них, пока не взорвутся.


