БОМБОГОЛОВЫЙ КАМИКАДЗЕ


КЛАСС:          Бомбоголовый Камикадзе
МЕТАБОЛИЗАЦИЕЙ: Кибер-Зомби
ВОСПРИЯТИЕ:     Мертвец, Управляемый Через УУЖ
РАЗМЕР:         2,4 м.
ВЫНОСЛИВОСТЬ:   Очень Низкая
ВРАЖДЕБНОСТЬ:   Экстремальная
ОРУЖИЕ:         Гигантская Бомба
НАГРАДА:        50
УГРОЗА:         Высокая

ОПИСАНИЕ:

В отличие от обычных камикадзе, Бомбоголовый Камикадзе обычно используется на "благотворительных" мероприятиях, таких как марафоны, для сбора средств на больных щенков.

Однако правда в том, что все деньги, полученные от этих мероприятий, идут прямо в боевую машину Ментала.

Когда они не участвуют в этих мероприятиях, камикадзе бросаются в бой и взрываются на любого, кто противостоит их повелителю.

СОВЕТЫ:

- Взрывается при смерти.
- Он опасен в сочетании с другими врагами.
- Держись подальше; У него нет дальнобойного оружия.
- Если их много, помогут SBC Пушка и миниган.
- Если они сгруппированы с другими врагами, взрыв может их убить.
- Против толпы камикадзе эффективен дробовик, Узи или любое другое оружие, но только если группа состоит исключительно из камикадзе, так как взрыв одного приведет к взрыву остальных.
