ГЛАДИАТОР СТРОГГОВ C СТРОГГОСА


КЛАСС:        Тяжёлый боец ​​строггов
МЕТАБОЛИЗМ:   Кибернетический организм (технологии строггов и биосинтез)
ВОСПРИЯТИЕ:   Улучшенное зрение + боевой инстинкт
РАЗМЕР:       ~7 футов (в броне)
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Тяжёлая пушка «Вулкан» (скорострельная), гранатомёт / взрывные заряды
НАГРАДА:      ~1200
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Гладиатор - тяжелобронированный боец ​​строггов, созданный как для дальнего подавления, так и для жестокого ближнего боя. Гладиатор, часто встречающийся на укреплённых комплексах и в элитных патрулях, сочетает в себе огневую мощь и защиту. Он также обладает видимым круговым энергетическим щитом, закреплённым на руке, который полностью отражает всю направленную в него энергию (включая взрывной урон от ракет прямого попадания). Щит достаточно большой, чтобы закрыть большую часть тела гладиатора, хотя его голова, плечи и голени всё ещё частично открыты. Гладиаторы поднимают щит сразу после получения урона и опускают его только непосредственно перед выстрелом рельсотрона, после чего поднимают снова.

СОВЕТЫ:

- Гладиатор поднимает щит только после получения удара, поэтому первый выстрел почти всегда попадает и наносит урон. Если щит опущен, это даёт хорошую возможность поразить гладиатора ракетой или спреем из гвоздомёта. Молниеносный пистолет можно использовать для подавления генераторов щита и ненадолго отключать их, открывая путь для атак. Кроме того, наплечный рельсотрон всегда уязвим, поэтому по нему можно стрелять, нанося урон.