СВИНЬЯ С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Свинья
МЕТАБОЛИЗМ:   Теплокровное млекопитающее
ВОСПРИЯТИЕ:   Дикое / домашнее животное
РАЗМЕР:       ~1 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Отсутствует
НАГРАДА:      25
УГРОЗА:       Низкая

ОПИСАНИЕ:

Свиньи - мирные млекопитающие, которые обитают на равнинах, в лесах и других биомах Minecraft. Они пасутся на траве, не нападают и часто встречаются группами по 2-4 особи.

Используй морковь на палке, чтобы управлять её передвижением, а также разводить их с помощью моркови, картофеля или свеклы.

Свиньи - важный источник свинины и кожи, что делает их ценными для еды и ремесла.

СОВЕТЫ:

- Используй морковь на палке, чтобы управлять свиньёй на седле.
- Разведение свиней удобно для создания постоянного источника пищи и материалов.
