ЖУКОПТИЦА С ЗЕНОЗОИКА


КЛАСС:        Жукоптица
МЕТАБОЛИЗМ:   Ксенобиологический
ВОСПРИЯТИЕ:   Дрессированная ксеноживность
РАЗМЕР:       0,4 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Зубчатый клюв, когтистые лапы, прыжковые атаки
НАГРАДА:      40
УГРОЗА:       Средняя

ОПИСАНИЕ:

Мелкое гибридное существо, популярное в качестве сторожевого или декоративного питомца в городах Зенозоика. Обладает гладкой серо-коричневой кожей на голове с удлинённым клювоподобным ртом, усеянным мелкими зубами, и ярко-красными глазами. Тело покрыто коричневой шерстью со светлыми волнистыми полосами. Имеет четыре конечности с крупными когтями и заострённый хвост. Вопреки ожиданиям от домашнего животного, передвигается резкими, хаотичными зигзагами, а при приближении угрозы совершает неожиданные прыжки, что делает её сложной мишенью. Её рацион предположительно состоит из насекомых (жуков), хотя это не подтверждено. При виде противника, становится агрессивной, используя свою скорость и прыжки для быстрых укусов и царапин.

СОВЕТЫ:

- Если она прыгает, можно сделать мощный пинок по бошке.
- Несмотря на скорость, её прыжки предсказуемы.
- Используй оружие с площадным поражением (дробовик, взрывные гранаты малого радиуса) или быстрое автоматическое оружие, чтобы накрыть зону её потенциального перемещения.
