СИРИАНСКИЙ БЫК-ОБОРОТЕНЬ, МЫШИННАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Сирианский бык-оборотень, мышинная Разновидность
МАТАБОЛИЗМ:   млекопитающее
ОПРЕДЕЛЕНИЕ:  тягловое животное
РАЗМЕР:       0,25 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       рога
НАГРАДА:      2500
ОПАСНОСТЬ:    средняя

ОПИСАНИЕ:

Генетический гибрид жителя Сириуса и представителя крупного рогатого скота. Повадками бык-оборотень похож на обычного быка: нападает с разбега, стремясь поддеть противника на рога.

Ментал, пытаясь усилить их адаптивные способности, случайно добавил гены мышей, что привело к резкому уменьшению размеров. Миниатюрные гибриды сбежали из лабораторий и заполонили подземелья Древней Персии, освоив жизнь в мышиных норах. Сохранив повадки предка, они атакуют с разбега из темноты своих туннелей, стремясь поддеть жертву на острые, но микроскопические рога. Опасны в первую очередь своей внезапностью и численностью.

СОВЕТЫ:

- Уходи с линии атаки в сторону.
- Если слышишь грохот в норе - это он.
