ЖЕНЩИНА АССАСИН OVERWATCH АЛЬЯНСА


КЛАСС:        Элитный трансчеловеческий оперативник, Ассасин
МЕТАБОЛИЗМ:   Улучшенный человек, женский / биомеханические модификации
ВОСПРИЯТИЕ:   Расширенные сенсоры + нейро-реактивное распознавание целей
РОСТ:         ~1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Экстремальная
ОРУЖИЕ:       Пистолеты, гранаты
НАГРАДА:      800
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Женщина ассасин Альянса - это специализированный трансчеловеческий оперативник, созданный для устранения ключевых целей, подавления сопротивления и ведения скрытых операций в тылу врага. Её акробатическая и нейрохимическая подготовка делает её одновременно охотником, шпионом и ударной силой.

Происхождение ассасина связано с программами Overwatch по созданию оперативников, способных действовать независимо от основных подразделений. Как и другие трансчеловеческие бойцы, она прошла биомеханические модификации, но её специализация требует ускоренных нейросетевых адаптаций, позволяющих ей предугадывать движения противников, работать в полной тишине и адаптироваться к изменяющимся условиям боя.

Её тактическое оснащение адаптировано под молниеносные атаки и скрытность.

СОВЕТЫ:

- В большинстве случаев, кидает Гранаты перед тем как напасть.
- Её шаги тихие, поэтому нужно смотреть в оба.
- Красный глаз выдаёт её в темноте.