ЛЯГУШКА С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Лягушка
МЕТАБОЛИЗМ:   Земноводное
ВОСПРИЯТИЕ:   Движение, вибрации
РАЗМЕР:       0,2 м
ВЫНОСЛИВОСТЬ: Крайне низкая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Отсутствует
НАГРАДА:      10
УГРОЗА:       Нулевая

ОПИСАНИЕ:

Маленькое земноводное, редко встречающееся во влажных районах архипелага, вблизи водоёмов и в подлеске. Легко пугается и прыгает прочь от приближающихся существ. Не взаимодействует с другими врагами.

СОВЕТЫ:

- Не является врагом или ресурсом. Атаковать бессмысленно.
- Убийство не приносит никакой пользы.