БОЛЬШАЯ БЕЛАЯ АКУЛА С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Большая белая акула
МЕТАБОЛИЗМ:   Хрящевая рыба
ВОСПРИЯТИЕ:   Апекс-хищник
РАЗМЕР:       5 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Челюсти с несколькими рядами зазубренных зубов
НАГРАДА:      1100
УГРОЗА:       Чрезвычайная

ОПИСАНИЕ:

Верховный морской хищник архипелага. Встречается в открытых водах вокруг островов, особенно в глубоких местах. Джек Карвер в основном видел лишь её подвешенные трупы. Однако живая особь представляет смертельную опасность для любого, кто рискнёт заплыть слишком далеко. Атакует без предупреждения, мощными укусами нанося огромный урон. Единственная её "слабость" - невозможность покинуть водную среду.

СОВЕТЫ:

- Избегай глубокой воды. Не заплывай далеко от берега.
- Быстрое возвращение на лодку или берег при появлении акулы.
- На суше абсолютно беспомощна.
