КЕЙТ, ПРЕСЛЕДОВАТЕЛЬНИЦА


КЛАСС:        Кейт, Преследовательница
МЕТАБОЛИЗМ:   Человек, Женщина
ВОСПРИЯТИЕ:   Одержимая жертва
РАЗМЕР:       1,6 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Абсолютная 
ОРУЖИЕ:       Физическая сила, скорость, животные инстинкты
НАГРАДА:      300
УГРОЗА:       Высокая

ОПИСАНИЕ:

Когда-то она была обычной девушкой, которая вместе с подругой Лорен и другом детства Карлом исследовала лес за своим домом. Но одна встреча изменила всё.

В детстве Кейт и Карл столкнулись в лесу с Слендерменом. Карл вытеснил этот ужас из памяти, но Кейт, судя по всему, помнила всегда.

Годы спустя они вернулись в лес, чтобы подтвердить или опровергнуть детские страхи. Карл пережил тяжёлые галлюцинации, а Кейт исчезла. Её нашли без сознания в лесу, с разбитой камерой и пачкой странных рисунков. Две недели в больнице - и возвращение домой, которое не стало возвращением к нормальной жизни.

После случилась смерть матери. Попытка продать дом и уехать.

Карл собирался покончить с собой и забрать с собой кошмары. Кейт же не смогла. Она сбежала, оставив друга умирать в одиночестве.

После очередного нападения Слендермена, Кейт превратилась в Преследовательницу. Живёт в старых шахтах Куллман, где охотится на любого, кто туда сунется.

Часть Кейт всё ещё жива где-то внутри и пытается помочь тем, кто идёт по её следам.

СОВЕТЫ:

- Она быстрее тебя.
- Свет фонаря на мгновение ослепляет её. Используй это, чтобы оторваться.
- Надписи на стенах не врут. Читай и делай, как сказано.
