МАНТА С ЗЕНА


КЛАСС:        Зен, Инопланетный Живой Транспортёр
МЕТАБОЛИЗМ:   неизвестен
ВОСПРИЯТИЕ:   агрессивный охотник
РАЗМЕР:       Размах крыльев 7,5 метра
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: экстремальная
ОРУЖИЕ:       нагрудный лазер
НАГРАДА:      2000
УГРОЗА:       очень высокая

ОПИСАНИЕ:

Этот огромный манта - не просто пассивное существо Зена, это летающая боевая машина. Он стреляет из своей груди разрушительным лазером, способным уничтожить всё на своём пути, включая V-22 Osprey. Не довольствуясь простым разрушением, он также высаживает отряды вортигонтов-рабов и инопланетных пехотинцев. Наблюдать за одним из этих чудовищ в действии - всё равно что увидеть крылатую бурю смерти - прекрасно и устрашающе.

СОВЕТЫ:

- Держитесь подальше от его нагрудного лазера; укрытие вас не спасёт.
- Следите за небом - оно сбрасывает врагов сверху.
- Быстрый, смертоносный и не стесняется использовать всё, что есть в его распоряжении.