СТРОГГ БЕРСЕРК


КЛАСС:        Строгг, громила ближнего боя
МЕТАБОЛИЗМ:   Кибернетический организм
ВОСПРИЯТИЕ:   Улучшенное зрение + бдительность в ближнем бою
РАЗМЕР:       ~2,1 м
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Рука-клинок (металлический шип), выдвижная булава на другой руке
Электрические дистанционные атаки (удар клинком по земле; молния)
НАГРАДА:      1000
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Берсерк - грозный отряд строггов, созданный для доминирования в ближнем бою. Он быстрее многих строггов, создан для скорости и жестокого ближнего боя. Благодаря острой руке-клинку, мощной булаве и способности генерировать электрические ударные волны, пронзая землю или стреляя молниями, он может застать противника врасплох и быстро сократить дистанцию.

Он часто бросается прямо на цель, игнорируя дистанционные атаки без необходимости. Он прыгает, уклоняется и использует ударные волны, чтобы разрушить укрытия или выбить врагов из укрытия.

СОВЕТЫ:

- Не пытайся убежать от него; он слишком быстр. Лучше держись на расстоянии.
- Используй скорострельное оружие или дробовик на близкой дистанции. Стремись попадать в голову, чтобы нанести максимальный урон.