АРКТИЧЕСКИЙ АРМЕЙСКИЙ БРОНЕТРАНСПОРТЁР АЛЬЯНСА (APC)


КЛАСС:        Арктическая Бронированная транспортная единица Альянса
МЕТАБОЛИЗМ:   Транспортная машина
ВОСПРИЯТИЕ:   Сенсоры наведения + автоматическая боеголовка
РАЗМЕР:       8 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Импульсная установка + управляемые ракеты
НАГРАДА:      1500
УГРОЗА:       Высокая

ОПИСАНИЕ:

APC - это массивный Арктический бронетранспортёр Альянса, используемый для патрулирования, быстрой переброски сил и прямого огневого воздействия на сопротивление. Он сочетает в себе тяжёлую броню, грозное вооружение и механические системы, созданные для подавления любых проявлений неподчинения.

Эта машина появилась ещё в начальных стадиях конфликта, особенно заметна она в городских зонах и на побережьях, где служит опорой как для подразделений Гражданской Обороны, так и для Overwatch солдат. Её броня рассчитана на выдерживание шквала огня, а мощные направленные ракеты и импульсная установка превращают APC из простого транпорта в самостоятельную ударную единицу.

На практике APC используют как средство быстрой доставки сил на "горячие точки", так и как мобильную крепость для обстрела сопротивления.

СОВЕТЫ:

- Используй гранаты или РПГ V2.
- Управляемые ракеты APC наносят серьёзный урон в зоне поражения - меняй укрытия.