МАНКУБУС С АДА

 
КЛАСС:        Манкубус
МЕТАБОЛИЗМ:   Демоническое Млекопитающее
ОПРЕДЕЛЕНИЕ:  Модифицированный Бехема
РАЗМЕР:       4 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Два Огнемёта
НАГРАДА:      3000
ОПАСНОСТЬ:    Средняя
 
ОПИСАНИЕ:
 
Демон, олицетворяющий несовершенство и жадность человека, чревоугодие и праздность. У него невероятно толстая кожа, массивные слоновьи ноги и маленькая голова. В целях уничтожения и поджаривания жертв в предплечья манкубуса вживлены два огнемета, стреляющие огненными шарами.

Ментал выкупил несколько десятков этих тварей у Владыки Ада вместе с Зомби-Солдатами и многими другими демонами.
 
СОВЕТЫ:
 
- Они стреляют в разнобой, так что прячься за укрытием.
