ВЫЛУПИВШИЙСЯ АРАХНОИД С СКОРПИУСА


КЛАСС:        Вылупившийся арахноид
МЕТАБОЛИЗМ:   Эктотерм, членистоногий
ВОСПРИЯТИЕ:   Примитивная разумная раса
РАЗМЕР:       2,4 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Пулемёт, жало на хвосте
НАГРАДА:      1000
УГРОЗА:       средняя

ОПИСАНИЕ:

Святой детёныш примитивной расы, которая произошла от членистоногих. Чрезвычайно опасен из-за своих религиозных убеждений. 

Молодая, не до конца сформировавшаяся особь арахноидов с планеты Скорпиус, поклоняющихся Менталу как мессии. Имеет более светлый и менее прочный экзоскелет по сравнению со взрослыми особями. Вооружён ручным пулемётом, который заменяет одну из конечностей.

Оружие обладает высокой точностью, неограниченным боезапасом, благодаря техно-магическому регенератору, но склонно к перегреву после длинной очереди, что даёт противникам время для атаки. Также может атаковать ядовитым жалом в ближнем бою. Является массовым пехотным юнитом армии Ментала, компенсирующим невысокую живучесть численностью и плотным огнём.

СОВЕТЫ:

- Жало на хвосте опасно - не подходи слишком близко.
- В ярости будет стрелять даже сквозь своих.
- После долгой очереди он на секунду прекращает огонь для охлаждения - идеальный момент для контратаки.
- Используй снайперскую винтовку, штурмовую винтовку или ракетницу.