ЖЕЛЕЗНАЯ ДЕВА СТРОГГОВ С СТРОГГОСА


КЛАСС:        Железная Дева Строггов
МЕТАБОЛИЗМ:   Кибернетический / биомеханический солдат
ВОСПРИЯТИЕ:   Воздушная штурм-единица строггов
РАЗМЕР:       2,3 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Ракетная установка (левый "манипулятор"), энерго-волновой крик, "Коготь" ближнего боя
НАГРАДА:      1800
УГРОЗА:       Высокая

ОПИСАНИЕ:

Железная Дева Строггов - летающая боевая единица армии строггов, представляющая собой полуживое кибернетическое создание с верхней частью, напоминающей женскую фигуру, и плавающими энергетическими лентами вместо ног, что позволяет ей зависать в воздухе.

Она оснащена мощным ракетным гранатомётом на левой руке и способна поражать цель сериями ракет с ощутительным взрывным радиусом. Благодаря высокой манёвренности и способности к кратковременному телепортированию она уклоняется от прямых атак, делая её опасным противником на средних и дальних дистанциях.

На близкой дистанции Железная Дева использует кратковременный супертональный энергетический крик, который не только наносит урон, но и дезориентирует цель, а в крайних случаях может атаковать "когтем" - механической лапой ближнего боя.

СОВЕТЫ:

- Из-за взрывного радиуса ракеты - избегай открытых пространств и держись за укрытиями.
- Железная Дева умеет телепортироваться и уклоняться.
- Супертональный крик ближнего боя дезориентирует - держись на дистанции.