МИНИ-РАПТОР С ТЕРРАФОРМИРОВАННОЙ ПЛАНЕТЫ


КЛАСС:        Мини-Раптор
МЕТАБОЛИЗМ:   Хищник, теропод
ВОСПРИЯТИЕ:   Стайный мелкий динозавр
РАЗМЕР:       ~0,8 м.
ВЫНОСЛИВОСТЬ: Очень низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Когти, зубы, скорость, численность
НАГРАДА:      150
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это компсогнаты нового поколения, только синие и с большими глазами. Ярко-голубая кожа, оранжевые перьевые наросты и непропорционально огромные глазищи делают их похожими на инопланетных попугаев, которые решили, что мясо вкуснее семечек.

По отдельности Мини-Раптор не опасен. Один удар ногой, один выстрел из любого ствола - и от динозаврика остаётся только перья. Проблема в том, что они никогда не приходят по одному. Мини-Рапторы - стайные животные, и стая у них считается не "пять-шесть особей".

При появлении цели они бросаются всей толпой, стараясь окружить, зажать и закусать до смерти.

СОВЕТЫ:

- Один выстрел - одна тушка.
- Не дай себя окружить.
