ЗАВОДНАЯ КИБЕР-ИГРУШКА НОСОРОГ


КЛАСС:        Заводная Кибер-Игрушка Носорог
МЕТАБОЛИЗМ:   Кибернетически усовершенствованное млекопитающее
ВОСПРИЯТИЕ:   Дрессированное боевое животное
РАЗМЕР:       2 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Экстремальная
ОРУЖИЕ:       Рога
НАГРАДА:      300
УГРОЗА:       Высокая

ОПИСАНИЕ:

Появление заводных Кибер-Игрушек Носорогов стало неожиданностью для человеческой армии во время войны против Ментала.

Ментал, захватив множество планет, взяв под контроль миллиарды живых существ, хотел сохранить власть в своих руках, поэтому было решено подарить каждой семье в своей гигантской империи заводного игрушечного носорога.

Началось массовое производство.

Радость и счастье наполнили мир страданий и горя, созданным Менталом.

Но как только началась война с Землей, как только Сэм Стоун начал преследовать злодея по пятам, освобождая одну планету за другой, носороги были оснащены мотором и топливным баком и брошены в бой!

Благодаря кибернетическим улучшениям, носороги более агрессивны и быстры, чем их собратья - быки-оборотни. Способ борьбы с ними тот же: держись от них подальше и используй взрывчатку. Однако тебе придется быть ещё осторожнее.

СОВЕТЫ:

- Уклоняйся от их атак, делая шаг в бок.
- Используй взрывчатку, чтобы уничтожить их.
