УОЛЛЕС БРИН


КЛАСС:         Уоллес Брин
МЕТАБОЛИЗМ:    Человек, мужчина
ВОСПРИЯТИЕ:    Администратор Земли / Злодей в костюме
РОСТ:          ~180 см.
ВЫНОСЛИВОСТЬ:  Средняя (физически уязвим, но политически неприкосновенный)
ВРАЖДЕБНОСТЬ:  Экстремальная (как исполнитель пропаганды)
ОРУЖИЕ:        Грави-пушка (кратковременное использование)
НАГРАДА:       Неизвестно
УГРОЗА:        Высокая (не в бою, а в качестве власти)

ОПИСАНИЕ:

Доктор Уоллес Брин был администратором Чёрной Мезы во время рокового Каскадного Резонанса, и когда Земля пала во время Семичасовой войны, он вёл переговоры о её капитуляции. Взамен Альянс установил его в качестве марионеточного правителя человечества в Сити 17. В качестве его оперативной базы была установлена возвышающаяся Цитадель,  его резиденция. 

Постоянно вещая через Бринкасты - публичные обращения через настенные мониторы и экраны - Брин укрепляет свой контроль, называя Альянс «Нашими Покровителями» и маскируя свою тиранию под видом прагматизма. 

Однако за этими трансляциями скрывается расчетливый оппортунизм. Брин фетишизирует порядок и наследие, позиционируя себя как спасителя Земли, в то же время используя свой союз с Альянсом для удержания личной власти - даже если это приносит страдания человечеству. 

СОВЕТЫ:

- Никогда не верьте его словам - это чистая пропаганда.