БОЛЬШЕГОЛОВЫЙ АНГЕЛ КРОТИМОВЕЦ, КРИСТОФЕР "ЛАНВОР" КРЕГЕР


КЛАСС:        Большеголовый Ангел Кротимовец, Кристофер "ЛанВор" Крегер
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Кристофер "ЛанВор" Крегер - живое воплощение духа игрового сообщества, поднявшегося до уровня официального разработчика. Его гипертрофированный череп - свидетельство глубокого понимания сетевого геймплея и баланса, необходимого для идеального Deathmatch. В составе легендарной команды моддеров "A Few Screws Loose" ("Несколько расшатанных винтиков") он был ключевым создателем официального мода Seriously Warped Deathmatch для Serious Sam: The Second Encounter (2002).

Именно Кристофер и его команда подарили игрокам двадцать безумных карт, новое оружие и классический режим Capture the Flag, превратив и без того хаотичный мультиплеер Сэма в настоящий полигон для совершенствования мастерства. Его вклад - это мост между страстными фанатами и студией-разработчиком, яркий пример того, как талантливое сообщество может стать частью официальной истории игры.

Когда-то он был живым, но после того, как кто-то убил его, он воскрес - став Ангелом.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.