H.E.C.U. БМП M2A3 BRADLEY


КЛАСС:             H.E.C.U. БМП M2A3 Bradley
МЕТАБОЛИЗМ:        Механический, пилотируемый человеком
ВОСПРИЯТИЕ:        Боевая машина пехоты
РАЗМЕР:            ~9,5 м.
ПРОДОЛЖИТЕЛЬНОСТЬ: очень высокая
ВРАЖЕННОСТЬ:       экстремальная
ВООРУЖИЕ:          основной пулемет, ракетная установка, задний люк для размещения десанта
НАГРАДА:           7000
УГРОЗА:            катастрофическая

ОПИСАНИЕ:

M2A3 Bradley - универсальная бронированная боевая машина, состоящая на вооружении подразделений H.E.C.U. Её основное вооружение - крупнокалиберный пулемет, способный эффективно подавлять пехоту. Кроме того, Bradley оснащён ракетной установкой для борьбы с техникой, строениями и сосредоточенными силами противника.

Уникальной особенностью Bradley является его задний люк для высадки десанта: он может перевозить отряды морской пехоты или бойцов спецподразделений и высаживать их непосредственно в зоне боевых действий, создавая многоуровневые угрозы. Сочетание огневой мощи, мобильности и возможности транспортировки десанта делает его одновременно и штурмовой машиной на передовой, и средством повышения боеготовности.

СОВЕТЫ:

- Укрывайся, чтобы избежать пулемётного огня и ракет.
- Быстрое уничтожение Bradley предотвращает высадку десанта.
- Для повреждения бронированного шасси необходимы фланговые атаки или взрывные устройства.
- Следи за пехотой, выходящей из заднего люка - даже если машина уничтожена, высаженные солдаты остаются опасными.
