ИНКУБАТОР


КЛАСС:        Инкубатор
МЕТАБОЛИЗМ:   Транспортное средство с управлением ИИ
ВОСПРИЯТИЕ:   Примитивный ИИ
РАЗМЕР:       7,3 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Очень высокая
ОРУЖИЕ:       Плазменные Бомбы
НАГРАДА:      500
УГРОЗА:       Экстремальная

ОПИСАНИЕ:

это модифицированный Боевой шар, предназначенный для телепортации и создания слабых врагов.

В отличие от остальных дронов Ментала, Инкубаторы - это тяжелые, медленно движущиеся бастионы, обладающие огромной огневой мощью. Это одно из самых бронированных и тяжело вооруженных транспортных средств.

Они используют плазменную пушку для стрельбы дальнобойными плазменными бомбами по цели. Эти бомбы, хотя и наносят минимальный урон по площади, причиняют огромный урон от удара по всему, во что попадают. Это делает их превосходными средствами уничтожения стратегических целей, таких как объекты связи, склады снабжения, склады боеприпасов и линейные корабли. Они являются одной из главных причин уничтожения наших колониальных баз силами Ментала.

Используй мощную огневую мощь, чтобы быстро его уничтожить, и постарайся не попасть под обстрел. Если строения и крупные корабли не выдерживают много попаданий, то и ты не сможешь.

СОВЕТЫ:

- Используй пушку или любую взрывчатку, чтобы быстро его уничтожить.
- Из-за его огромной огневой мощи он должен быть приоритетной целью.
- Не попадай под его атаки. Я знаю, ты часто это слышишь, но на этот раз, серьёзно, не попадай.
