БУЛЛСКВИД, ЗЕМНАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Буллсквид, Земная Разновидность
МЕТАБОЛИЗМ:   Агрессивный всеядный
ВОСПРИЯТИЕ:   Наземный Хищник
РАЗМЕР:       2,4 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Щупальца (6), когти, удар хвостом, едкий плевок
НАГРАДА:      300
УГРОЗА:       Средняя

ОПИСАНИЕ:

Земной Буллсквид - наземный вариант хищника с Зена, адаптировавшийся к экосистемам Земли после Каскадного Резонанса. Этот подвид более крупный, с толстым, жирным костяком, придающим ему раздутый вид. Его шкура тёмно-красного оттенка выделяет его на фоне зеленоватых Зеновских.

Земной Буллсквид, крупнее своих настоящих родственников из Зена и компенсирует свои размеры массивностью и агрессией. Его едкая желчь сильнее и горит дольше при контакте, что делает его серьёзной угрозой в городских руинах и промышленных зонах. Несмотря на медлительный вид, он может совершать рывки с пугающей скоростью, используя свой вес, чтобы сокрушить добычу.

СОВЕТЫ:

- Его толстое тело хорошо поглощает урон - не стоит недооценивать его выносливость.
- Более опасен вблизи - не позволяйте ему нападать.
- Взрывчатка остаётся самым надёжным способом уничтожить его.