НАЦИСТСКИЙ СОЛДАТ


КЛАСС:      Пехота Вермахта
МЕТАБОЛИЗМ: Человеческий, мужской
ВОСПРИЯТИЕ: Обученная военная дисциплина
РОСТ:       173-183 см
ВЫНОСЛИВОСТЬ:  Средняя
ВРАЖДЕБНОСТЬ:  Экстремальная (по отношению к врагам Рейха)
ОРУЖИЕ:    Пистолет-пулемёт MP-40, гранаты.
НАГРАДА:     250
УГРОЗА:     Средняя

ОПИСАНИЕ:

Классические немецкие пехотинцы Второй мировой войны, нацистские солдаты верны своему режиму и обучены сражаться с безжалостной эффективностью. Вооруженные в основном MP-40, они превосходны в ближнем и среднем бою и часто передвигаются отрядами, чтобы прикрывать друг друга. Их непоколебимая преданность Германии делает их решительными и опасными.

В бою они полагаются на угнетающий огонь, тактику засады и численное превосходство. Хотя их снаряжение не так современно, как у будущих армий, их дисциплина и слаженность делают их грозными противниками на поле боя.

СОВЕТЫ:

- Держитесь на расстоянии; MP-40 наиболее эффективен на ближней дистанции.
- Гранаты могут расстроить отряды, прежде чем они вас захватят.
- Используйте укрытия, чтобы избежать сосредоточенного огня.
- Изолируйте солдат от их группы, чтобы легче их нейтрализовать.