СКЕЛЕТ С КЛИРА, БОЛЬШОЙ


КЛАСС:        Скелет с Клира, Большой
МЕТАБОЛИЗМ:   оживлённый скелет
ВОСПРИЯТИЕ:  магическое создание
РАЗМЕР:       4,5 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: средняя
ОРУЖИЕ:       снаряды-боло, когти, рога
НАГРАДА:      1000
УГРОЗА:       средняя

ОПИСАНИЕ:

Оживлённый скелет представителя вымершей расы с планеты Клир системы Альфа Большого Пса. Обладает острыми когтями на передних лапах и длинным хвостом. 

Издалека мечет соединённые цепью металлические шары, в ближнем бою работает когтями. В ходе экспериментов Ментала по изменению размеров существ, этот скелет был магически усилен и увеличен до размеров Равнинного Рептилойда.

СОВЕТЫ:

- Уходи с линии атаки в сторону.
