БОЛЬШЕГОЛОВЫЙ КРОТИМОВЕЦ, ТОМИСЛАВ ПОНГРАЦ


КЛАСС:        Большеголовый Кротимовец, Томислав Понграц
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Томислав Понграц - это ходячая энциклопедия игровой разработки и воплощение принципа "сумасшедшего ученого" Croteam. Его гипертрофированный череп вмещает невероятный спектр навыков, которые он применял на протяжении десятилетий. Он начал с пиксельной графики на Amiga и DOS, прошёл через создание 3D-арта и дизайн уровней для классических Serious Sam: The First и The Second Encounter, а затем стал ведущим дизайнером уровней для Serious Sam II.

Но его таланты не ограничились одной серией. Он был творческим директором и геймдизайнером безумных аркадных гонок Gas Guzzlers, занимался саунд-дизайном, 3D-моделированием, текстурами и даже кинематографией. Его вершиной как визионера стал хардкорный симулятор выживания SCUM (2018), где он выступил в роли режиссёра, креативного директора и автора первоначальной идеи. Томислав - это живое доказательство того, что настоящий разработчик в Croteam не зациклен на одной дисциплине; он - швейцарский нож студии, способный вдохнуть жизнь в проект на любом этапе и в любой роли.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.