КЛЕМЕНТИНА


КЛАСС:        Выжившая в зомби апокалипсисе
МЕТАБОЛИЗМ:   Человек женского пола, 17 летная девушка.
ВОСПРИЯТИЕ:   Нормальное (зрение, слух)
РАЗМЕР:       160 см
ВЫНОСЛИВОСТЬ: Низкая-средняя
ВРАЖДЕБНОСТЬ: Низкая если ты не хочешь причинить ей вред, высокая к зомби и плохим людям.
ОРУЖИЕ:       Различное - Ножи, пистолеты, автоматы, винтовки и дробовики.
НАГРАДА:      Нет
УГРОЗА:       Низко-средняя

ОПИСАНИЕ:

Клементина - Это девушка 17 лет которая выживает почти всю свою жизнь в зомби апокалипсисе. Её родители обратились в мертвецов когда ей было 8 лет и поэтому за ней приглядывал человек по имени Ли. Ли стал лучшим другом Клементины, но к сожелению и он погиб, его укусили и Клементине пришлось его пристрелить, этот момент очень сильно засел в голове девочки. Потом она выживала с другими выжившими из их отряда, это были Омид и Криста, но и они погибли. Клементина находила потом себе ещё группы, но и они все разваливались и погибали. Из одной группы Клементине удалось спасти малыша по имени Элвин-Младший и он стал ей тем, за кого ей было жить и боротся. Но он пропал, Клементина думала что он мёртв, но потом узнала что он жив и она пошла его искать. Благодаря Хавви Гарсию она смогла узнать где находится ЭйДжей и пошла его спасать. Она смогла его спасти но устроила резню там где заботились о малыше. Она не знала что эти люди добрые и убила их, иза этого у ЭйДжея появилась психическая травма. Клементина и ЭйДжей долго скитались одни и выживали, но потом они нашли школу для трудных подростков Эриксона, где они нашли себе новых друзей и новый дом. Но иза него им пришлось поборотся. Рейдеры хотели украсть детей из школы и сделать из них солдат. Тогда Клементина не растерялась и взяла командование в свои руки, она построила план обороны и они смогли отбится от атаки Рейдеров, но всё же понесли потери. Их друзей похители и тогда Клементина решила их спасти, они разработали план и с помощью нового знакомого Джеймса (который был пацифистом даже к ходячим), смогли пробится на базу рейдеров живыми с помощью ходячих которых им дал Джеймс, они освободили своих друзей и уничтожили их базу. Но когда они убегали Клементину укусили за ногу, ЭйДжей не хотел этого приминать, ему было очень больно признать тот факт, что та которая заботилась о нём всю жизнь, прямо как родная мать, может погибнуть. Клементина попросила ЭйДжея убить её, но малец не решил сдаваться, он взял топор и отрубил Клементине заражёную конечность, тем самым спасв её от зомбификации. После этого он оказал ей первую медецинскую помощь и дотащил до школы, где остальные дети помогли Клементине оправится. И после всего того ужаса что они пережили вместе, наконец то они обрели дом и стали жить долго и счастливо.

СОВЕТЫ:

- Не советую тебе стрелять в неё, она очень добрая и дружелюбная, но если кто то посигается на её жизнь или на жизнь её близких, она становится хлоднокровным убийцей.
- Клементина может дать тебе патроны или аптечки, она очень хороший союзник в бою.
- Она может регенирировать своё здоровье (с помощью аптечек).