МОРСКОЙ ПЕХОТИНЕЦ H.E.C.U. (ОТРЯДА АДРИАНА ШЕПАРДА)


КЛАСС:        Морской Пехотинец H.E.C.U. (Отряда Адриана Шепарда)
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Обычный пехотинец
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: экстремальная
ОРУЖИЕ:       Пистолет-Пулемёт MP5, Пистолет M1911, Гранаты
НАГРАДА:      500
УГРОЗА:       умеренная

ОПИСАНИЕ:

Это обученные боевые пехотинцы, дислоцированные на объектах Чёрной Мезы для сдерживания вторжений инопланетян и обеспечения безопасности важных исследовательских зон. Они действуют слаженными отрядами под командованием Шепарда, сочетая агрессию с тактической дисциплиной.

Эти морпехи искусны в дальнем бою, способны вести подавляющий огонь и использовать гранаты для выманивания противника. В отличие от своих коллег из отрядов H.E.C.U., отряд Шепарда демонстрирует более высокий уровень координации и реагирования на угрозы, что отражает их элитную подготовку и прямое руководство.

СОВЕТЫ:

- Следите за применением гранат - они бросают их тактически, чтобы выманить противника.
- Используйте укрытия; они редко покидают свои позиции без причины.
