СКЕЛЕТНАЯ ЛОШАДЬ С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Скелетная лошадь
МЕТАБОЛИЗМ:   Лошадь-Нежить
ВОСПРИЯТИЕ:   Транспортное средство / Пассивный моб
РАЗМЕР:       1,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует
НАГРАДА:      300
УГРОЗА:       Низкая

ОПИСАНИЕ:

Одна из двух разновидностей нежити среди лошадей, наряду с лошадьми-зомби. В отличие от своих живых собратьев, эти костяные скакуны не пасутся на лугах, а появляются в результате удара молнии во время грозы.

Природа их появления объясняется особым состоянием "скелетной ловушки". Когда обычный конь попадает под разряд во время грозы, он трансформируется в скелетную лошадь с особым тегом SkeletonTrap.

Внешне скелетная лошадь - это полностью сформированный скелет лошади, парящий над землей. Она издает характерные звуки обычной лошади, но на пониженных тонах с эффектом эха.

СОВЕТЫ:

- Не подходи к одинокой скелетной лошади во время грозы слишком близко, если не готов к битве с четырьмя скелетами-лучниками.
- Лучшая стратегия получения такого скакуна - убить всадников, но оставить самих лошадей невредимыми. После исчезновения врагов лошади станут пассивными и их можно приручить.
- Скелетная лошадь - идеальный водный транспорт. В отличие от обычных лошадей, она не сбрасывает седока при погружении под воду и не тонет.
- Это отличный скакун для исследования Преисподней и Края, так как в отличие от других мобов, скелетная лошадь не боится солнечного света и не горит на нём.
- Помни, что, будучи нежитью, скелетная лошадь получает урон от зелий лечения и восстанавливается от зелий урона.
