ИНСТИТУТ, КРЕПОСТЬ МЕНТАЛА


КЛАСС:        Механическая крепость
МЕТАБОЛИЗМ:   Бронированная механическая конструкция
ВОСПРИЯТИЕ:   Внутренние боевые датчики
РАЗМЕР:       984 фута
ВЫНОСЛИВОСТЬ: Огромная
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Установки огненных шаров, пушки, ракетные установки, смертоносные колёса
НАГРАДА:      50000000000
УГРОЗА:       Катастрофическая

ОПИСАНИЕ:

Крепость Ментала - это гигантская мобильная крепость в форме пирамиды, служащая логовом антагониста, Ментала. Вооружённая до зубов пушками, установками огненных шаров и ракетных установок, а также колёсами мгновенной смерти, это механизированное чудовище, предназначенное исключительно для уничтожения незваных гостей.

ПОВЕДЕНИЕ И ТИПЫ АТАКИ:

Волны Истребителей «Толстяк-Камикадзе»: падают, нанося большой урон.

Огненные шары: Разбросанные взрывные снаряды от пирамиды.

Волны истребителей «Чайка»: Самолеты, нагруженные бомбами, от которых сложно уклониться.

Взрывы пушечных ядер: Тяжелые физические снаряды.

Ракетные залпы: Сокрушительные ракетные залпы.

Вращающиеся колеса: Как только ядро ​​открыто, колеса двигаются вперед - контакт означает мгновенную смерть.

СОВЕТЫ:

- Фаза первая: Зачистите волны врагов, чтобы активировать крепость.
- Фаза вторая: Во время фаз «Пушечных ядер» и «Огненной волны» уклоняйтесь и нацельтесь на открытое ядро. Если у вас есть «Серьёзный урон», этот этап серьезно навредит крепости.
- Ключевая стратегия: Сначала нейтрализуйте «Толстяков» - они представляют наибольшую угрозу. Истребители «Чайка» - второстепенные; как только ядро ​​открыто, сосредоточьтесь на быстром нанесении сильного урона.
