БЕСОВСКИЙ ДЕМОН-РЕПТИЛОИД, КРОШЕЧНЫЙ


КЛАСС:        Бесовский демон-рептилоид, Крошечный
МЕТАБОЛИЗМ:   хладнокровный, рептилия
ВОСПРИЯТИЕ:   модифицированная примитивная раса
РАЗМЕР:       0.13 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       лавовые шары, когти
НАГРАДА:      5000
УГРОЗА:       средняя

ОПИСАНИЕ:

Ещё один отвратительный мутант - дело рук Ментала. Примитивное, похожее на ящерицу создание с Бесовии I, в течение нескольких поколений подвергавшееся скрещиванию и мутациям, а напоследок усиленное титановым скелетом. Обладает уникальной способностью создавать миниатюрные чёрные дыры, из которых потом извлекает шары раскалённой лавы. Слабое магическое поле в течение некоторого времени может удерживать форму этого пылающего снаряда. В полёте он постепенно остывает и в конце концов взрывается.

В ходе экспериментов с уменьшением существ, этот микро-рептилоид сохранил все опасные способности своего гигантского прототипа, включая создание миниатюрных чёрных дыр и метание сгустков раскалённой лавы. Его титановый скелет превратился в практически неразрушимую микро-броню. Будучи настолько крошечным, он практически невидим в высокой траве, щелях и среди обломков. Убить его можно, буквально наступив, но именно его размер и делает его смертельно опасным.

СОВЕТЫ:

- Уничтожить снаряды невозможно, так что уворачивайся от них, пока не взорвутся.
- Наступи и он умрёт.


