ПОТОЛОЧНАЯ ТУРЕЛЬ ЗЕНА


КЛАСС:         Потолочная турель Зена
МЕТАБОЛИЗМ:    Электромагнитная энергия
ВОСПРИЯТИЕ:    Техно-органическая оборонительная система Зена
РАЗМЕР:        Переменный
ВЫНОСЛИВОСТЬ:  Средняя
ВРАЖДЕБНОСТЬ:  Высокая
ОРУЖИЕ:        Электрические разряды
НАГРАДА:       300
УГРОЗА:        Средняя

ОПИСАНИЕ:

Потолочная турель Зена - это автоматическая система защиты, используемая инопланетными обитателями Зена. Похожая на техно-органическую структуру, она состоит из мясистого стебля, свисающего с потолка, с черной лампой на конце, покрытой фиолетовой сеткой, похожей на устройство для уничтожения насекомых. При обнаружении органического движения она стреляет в цель фиолетовыми электрическими разрядами. Эти турели обычно встречаются на плавучих островах Зена и предназначены для защиты ключевых областей от вторжений. Несмотря на их грозный вид, их можно уничтожить любым оружием, и при уничтожении они испускают пурпурный дым.

СОВЕТЫ:

- Подходите осторожно, чтобы не активировать турель.
- Используйте дальнобойное оружие, чтобы вывести их из строя с безопасного расстояния.
- Будьте внимательны к их расположению в областях с ограниченным укрытием.
