ДЫНЯ-АЛХИМИК С МАГНОРА


КЛАСС:        Дыня-Алхимик
МЕТАБОЛИЗМ:   Млекопитающее Бывшая красотка
ВОСПРИЯТИЕ:   Ведьма
РАЗМЕР:       1,4 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Волшебные Черепа, Котёл, Руки
НАГРАДА:      50
УГРОЗА:       Высокая

ОПИСАНИЕ:

По сути, она была одной из самых красивых девушек в Галактике, но когда она была готова вместе со своей сестрой для участия в конкурсах красоты Ментала, они превратились в уродливых ведьм. После такой оказии их было легко отправить в армию Ментала.

Дыня - сестра-близнец Ягоды; вместе они являются самыми известными ведьмами планеты Магнор. Они славятся своей садистской натурой, мастерством в своём искусстве и пристрастием к алкоголю.

Она алхимик, научившаяся создавать зелья клонирования и использовавшая их для самовоспроизводства (самоклонирования). Увидев в ней потенциал, Ментал предложил ей пожизненный запас водки в обмен на её услуги. Она с радостью согласилась.

Дыня прячется на земле, вызывая из своего котла магические черепа, чтобы преследовать своих врагов.

СОВЕТЫ:

- Она предпочитает атаковать как можно чаще, а не менять позицию или уклоняться от твоих атак.
- Взрывчатка и снайперские выстрелы могут легко её уничтожить.
- Хотя выстрел из двуствольного ружья может уничтожить её на близком расстоянии, приближаться к ним крайне неразумно.
- Черепа будут преследовать тебя, поэтому постоянно двигайся, если не хочешь испугаться.
