БЕЗГОЛОВЫЙ ПОДРЫВНИК, ТЕСТ 1


КЛАСС:        Безголовый подрывник, Тест 1
МЕТАБОЛИЗМ:   кибер-зомби
ОПРЕДЕЛЕНИЕ:  мертвец, управляемый через УУЖ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: очень низкая
ВРАЖДЕБНОСТЬ: очень низкая
ОРУЖИЕ:       магические снаряды
              бензопила
НАГРАДА:      200
ОПАСНОСТЬ:    нет

ОПИСАНИЕ:

Обезглавленный солдат с Сириуса, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).
Подрывник держит собственную голову в руке, продолжая с её помощью воспринимать окружающий мир. Стреляет залпами по пять магических снарядов из имплантированной в голову ракетной установки. Вблизи атакует бензопилой. Неуязвим для собственных снарядов. 

СОВЕТЫ:

- Никаких сложностей.