БЫСТРЫЙ ЗОМБИ-ХЕДКРАБ


КЛАСС:        Зомби-хедкраб, Быстрый
МЕТАБОЛИЗМ:   Паразитический хозяин
ВОСПРИЯТИЕ:   Зомбированное существо
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень быстрая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Клешни, Прыжки, Высокая скорость
НАГРАДА:      250
УГРОЗА:       Средне-Высокая

ОПИСАНИЕ:

В отличие от своих более медленных собратьев, быстрые зомби движимы неиссякаемой энергией. Когда-то хедкраб деформировал их тело, превратив его в жилистую скелетообразную форму, которая движется с ужасающей ловкостью. Они бегают на четвереньках и прыгают по крышам, вопя, словно хищники на охоте. Их выносливость невысока, но скорость и неустанное преследование делают их одними из самых грозных врагов.

СОВЕТЫ:

- Не позволяй им приблизиться.
- Короткие очереди огня могут остановить их во время атаки.
