БЕЗГОЛОВЫЙ ГРАНАТОМЁТЧИК, Тест 1


КЛАСС:        Безголовый гранатомётчик, Тест 1
МЕТАБОЛИЗМ:   кибер-зомби
ОПРЕДЕЛЕНИЕ:  мертвец, управляемый через УУЖ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: очень низкая
ВРАЖДЕБНОСТЬ: очень низкая
ОРУЖИЕ:       ручные гранаты
НАГРАДА:      150
УГРОЗА:    низкая

ОПИСАНИЕ:

Обезглавленный солдат с Сириуса, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).
Голова гранатомётчика едва прикреплена к его руке, однако он продолжает воспринимать через неё окружающий мир. В карманах имеет большой запас гранат.

СОВЕТЫ:

- Будь осторожен: убитый безголовый гранатомётчик взрывается.