БЕЗГОЛОВЫЙ АРХЕОЛОГ, ПОДРЫВНИК С ТАИНСТВЕННОГО ОСТРОВА


КЛАСС:        Безголовый Археолог, Подрывник
МЕТАБОЛИЗМ:   кибер-зомби
ВОСПРИЯТИЕ:   Мертвец, Управляемый Через УУЖ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень Низкая
ВРАЖДЕБНОСТЬ: Очень Низкая
ОРУЖИЕ:       Магические Снаряды
              Бензопила
НАГРАДА:      200
УГРОЗА:       Нет

ОПИСАНИЕ:

Обезглавленный Археолог с Таинственного Острова, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).

Подрывник держит собственную голову в руке, продолжая с её помощью воспринимать окружающий мир. Стреляет залпами по пять магических снарядов из имплантированной в голову ракетной установки. Вблизи атакует бензопилой. Неуязвим для собственных снарядов. 

СОВЕТЫ:

- Никаких сложностей.
