ЗЕЛЕНОГЛАЗЫЙ ЭНДЕРМЕН С КРАЯ МИРА МАЙНКРАФТА


КЛАСС:        Зеленоглазый Эндермен 
МЕТАБОЛИЗМ:   Загадочный Пришелец
ВОСПРИЯТИЕ:   Нейтральный телепортирующийся моб
РАЗМЕР:       2,9 м.
ВЫНОСЛИВОСТЬ: Высокая 
ВРАЖДЕБНОСТЬ: Нейтральная 
ОРУЖИЕ:       Удар рукой
НАГРАДА:      2000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Это оригинальная версия того же самого Эндермена, но которая была доступна только в первом пре-релизе обновления Beta 1,8.

Внешность у него была такой же пугающей: длинное, худое, полностью чёрное тело, фиолетовые частицы портала и ещё чёрный дым и глаза, но глаза были зелёными. Изначально, когда Нотч только добавил эндермена, он выбрал для них именно этот цвет.

Почему разработчик изначально выбрал зелёный, а потом в финальной версии Beta 1,8 поменял его на фиолетовый? Доподлинно неизвестно. Йенс Бергенстен (Jeb) в одном из интервью так и сказал: "Однажды утром Нотч сказал мне: "О, я исправил цвет глаз, теперь они должны быть фиолетовыми". Я ответил "ОК". И я до сих пор думаю об этом. Почему?". Скорее всего, это было сделано для единообразия с порталами Края и частицами, которые как раз стали фиолетовыми.

Зелёные глаза - не просто смена цвета. Они тянут за собой целую цепочку несоответствий в современной игре. Ведь именно из-за них Жемчуг Края, который выпадает из эндерменов, до сих пор остаётся зелёным.

Но зелёный цвет - не единственное отличие прародителя. Поведение у него было гораздо более разрушительным. Эндермен мог поднимать абсолютно любые блоки, включая коренную породу (бедрок). Представь себе: ночью приходит эндермен и утаскивает кусок вашей неприступной обсидиановой стены или дна мира. Позже, когда игроки начали массово жаловаться на дыры в ландшафте, Нотчу пришлось серьёзно ослабить (занерфить) эту способность, оставив возможность красть только определённые типы блоков.

СОВЕТЫ:

- Мы Сломали Четвёртую Стену.
- Встретить такого эндермена в официальной версии игры невозможно. Он был полностью заменён фиолетовой версией более десяти лет назад.
- Если ты играешь на древнем пре-релизе Beta 1,8, то будь осторожен: он не только злой, но и способен утащить твой дом по блокам.
- Современный игрок может увидеть его только через моды, наборы текстур или на архивных видео.
- Эндер жемчуг (Ender Pearl) остаётся зелёным как дань уважения этой старой версии. Это своего рода "привет из прошлого".
- Несмотря на разницу в цвете глаз, тактика боя с ним такая же, как и с обычным эндерменом: не смотри в его глаза и он боится воды.
