МУТИРОВАВШИЙ ШИМПАНЗЕ С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Примат-триген, Шимпанзе
МЕТАБОЛИЗМ:   Триген-мутировавший примат.
ВОСПРИЯТИЕ:   Тактический охотник
РАЗМЕР:       1,2 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Когти, прыжковые удары.
НАГРАДА:      400
УГРОЗА:       Высокая

ОПИСАНИЕ:

Самые чудовищно деформированные тригены среди приматов. Сохранив лишь отдалённое сходство с шимпанзе, приобрели рептильные черты: вытянутая морда, четыре жёлтых глаза и трёхпалые конечности с раздвоенными пальцами. Остатки шерсти сохранились только вдоль позвоночника. Идеально приспособлены для скрытных атак - проникают через вентиляционные шахты благодаря небольшим размерам.

СОВЕТЫ:

- Критически уязвимы к выстрелам в голову - несмотря на скорость, прицельные попадания эффективны.
- Держи дистанцию - в ближнем бою их скоростные атаки почти неотразимы.
