СИРИАНСКИЙ РОБОТ, ДОЗОРНЫЙ C СИРИУСА


КЛАСС:        Сирианский Робот, Дозорный
МЕТАБОЛИЗМ:   Механический, Энергетический
ВОСПРИЯТИЕ:   Охранная единица, патрульный
РАЗМЕР:       ~2 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Лазерная пушка и камера
НАГРАДА:      1500
УГРОЗА:       Высокая

ОПИСАНИЕ:

Это автоматический охранник, которого Ментал поставил патрулировать нижние уровни Сириусполиса, чтобы никто не шастал, там где не надо.

Он имеет серый корпус с ярко-красными деталями - чтобы враг видел его издалека и успевал обосраться. Серые гусеницы, на которых он ездит, издают характерный металлический лязг, от которого у неподготовленного бойца начинают стучать зубы.

Голова у робота овальная, такая же серая, как и основной корпус, но с красными глазами-датчиками, которые сканируют пространство на наличие живых существ. На макушке красуется антенна и гребень из острых шипов - чисто для устрашения, потому что долбить головой робот не умеет. Шея имеет сегментацию, почти как у пружины, что позволяет вертеть головой куда угодно.

Синяя камера сбоку головы - это не просто камера. Это пушка. Она передаёт изображение прямо в командный центр армии Ментала. А ещё она выпускает лазерные лучи. Сначала робот наводится на цель маленькой лазерной указкой, а потом бьёт основной пушкой.

СОВЕТЫ:

- Крайне Опасен.
- Не стой на линии огня, когда он стреляет.
- В отличие от многих союзников Ментала, этот не куча кирпичей.
