БОЛЬШЕГОЛОВЫЙ ЗОМБИ КРОТИМОВЕЦ, АДМИР ЕЛЕЗОВИЧ


КЛАСС:        Большеголовый Зомби Кротимовец, Адмир Елезович
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Адмир Елезович - один из ключевых "мозгов" Croteam. Будучи оператором проекта, он руководил процессом создания самой первой игры серии, Serious Sam: The First Encounter (2001). Его вклад в становление франшизы сложно переоценить: он также отвечал за создание и внедрение передовой для своего времени 3D-ГРАФИКИ, которая стала визитной карточкой серии. Позже Адмир приложил руку к написанию сценария для Крутого Сэма 2 (2005), добавив в игру фирменного сарказма и безумного юмора.

Когда-то он был живым, но после того, как ты убил его в храме Хатшепсут, он восстал из мёртвых - став демоническим Зомби.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.