ОБЫЧНЫЙ ЗОМБИ-ХЕДКРАБ, ГОНОМ


КЛАСС:        Обыкновенный зомби-хедкраб, Гоном
МЕТАБОЛИЗМ:   паразитарный некроз
ВОСПРИЯТИЕ:   Зомбированная сущность
РАЗМЕР:       2,4 м.
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: экстремальная
ОРУЖИЕ:       удар когтями, снаряды из живота, укус грудью
НАГРАДА:      1000
УГРОЗА:       очень высокая

ОПИСАНИЕ:

Гоном представляет собой гротескную эволюцию обыкновенного зомби-хедкраба. После длительного заражения или воздействия определённых условий носитель претерпевает значительные физические изменения. Грудная полость гонома расширяется, превращаясь в функциональную пасть, способную стрелять органическими снарядами. Несмотря на увеличенную массу тела хозяина, контролирующий его хедкраб, кажется, увядает, оставляя видимые скелетные черты под кожей. Гономы ведут себя агрессивно, часто нападают на незваных гостей, используя свои когтистые конечности и укусы.

СОВЕТЫ:

- Соблюдайте дистанцию; их стремительный рывок может сокрушить неподготовленного противника.
- Избегайте ближнего боя из-за их мощных укусов и когтей.
- Для нейтрализации их издалека эффективно использовать взрывчатку или скорострельное оружие.