МУЛЬПАН КОРОВА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Пассивное животное / редкая корова
МЕТАБОЛИЗМ:   Теплокровное млекопитающее
ВОСПРИЯТИЕ:   Стандартное зрение и обоняние
РАЗМЕР:       1,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Отсутствует
НАГРАДА:      75
УГРОЗА:       Низкая

ОПИСАНИЕ:

Мульпан Корова - редкая разновидность коров. Внешне она схожа с обычной коровой, но имеет розовую окраску, чёрные глаза и множество розовых маргариток на спине и голове. 

Особая черта Мульпан Коров - оставлять розовые цветы на блоках, по которым она ходит. Каждый цветок имеет шанс стать луком, сиренью или пионом, что делает этих коров желанным объектом для цветочного коллекционирования и декорации мира.

СОВЕТЫ:

- Можно стричь ножницами, чтобы получить одну розовую маргаритку. 
- Доение Мульпан Коров возможно с помощью ведра, как и у обычных коров.