БЕЗГОЛОВЫЙ КОММАНДО


КЛАСС:         Безголовый коммандо
МЕТАБОЛИЗМ:    кибер-зомби
ОПРЕДЕЛЕНИЕ:   мертвец, управляемый через УУЖ
РАЗМЕР:        1,8 м.
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  средняя
ОРУЖИЕ:        магические снаряды, ручные гранаты
НАГРАДА:       3000
ОПАСНОСТЬ:     средняя

ОПИСАНИЕ:

Обезглавленный солдат с Сириуса, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ). Коммандо держит собственную голову в руке, продолжая с её помощью воспринимать окружающий мир. Будучи опытным ветераном спецотряда Безголовых Войск и прошедший через множество боестолкновений, коммандо является куда более опасным и могучим противников, нежели его "зелёные" товарищи-салаги. Он выстреливает пятью магическими снарядами из реактивной установки, встроенной в его голову, а также разом бросает по пять ручных гранат. Также, в отличие от других безголовых солдат, коммандо использует иную тактику боя: когда он чувствует, что вот-вот может умереть, он из последних сил бросается на врага и взрывается, приблизившись к цели на достаточно близкое расстояние. Коммандо неуязвим для собственных ракет, однако может получить урон от своих же гранат.

СОВЕТЫ:

- Избегай его гранат.
- Получив достаточно повреждений, коммандо переключается в режим камикадзе.

