БОЛЬШАЯ БЕЛАЯ АКУЛА С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Большая белая акула
МЕТАБОЛИЗМ:   Хрящевая рыба (апекс-хищник)
ВОСПРИЯТИЕ:   Электрорецепция, обоняние, боковая линия, зрение
РАЗМЕР:       5 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Высокая (в воде), отсутствует (на суше)
ОРУЖИЕ:       Челюсти с несколькими рядами зазубренных зубов
НАГРАДА:      1100
УГРОЗА:       Чрезвычайная (в воде, при приближении)

ОПИСАНИЕ:

Верховный морской хищник архипелага. Встречается в открытых водах вокруг островов, особенно в глубоких местах. Джек Карвер в основном видел лишь её подвешенные трупы. Однако живая особь представляет смертельную опасность для любого, кто рискнёт заплыть слишком далеко. Атакует без предупреждения, мощными укусами нанося огромный урон. Единственная её "слабость" - невозможность покинуть водную среду.

СОВЕТЫ:

- Избегай глубокой воды. Не заплывай далеко от берега.
- Быстрое возвращение на лодку или берег при появлении акулы.
- На суше абсолютно беспомощна.