УДАРНЫЙ ВЕРТОЛЕТ КОЗАК AHA-C64


КЛАСС:               Ударный вертолет Козак aHa-C64
МЕТАБОЛИЗМ:          Пилотируемый летательный аппарат
ВОСПРИЯТИЕ:          Ударный вертолет
РАЗМЕР:              4,2 м.
ВЫНОСЛИВОСТЬ:        Средняя
ВРАЖДЕБНОСТЬ:        Средняя
ВООРУЖЕНИЕ:          Пулеметы, Ракеты
НАГРАДА:             100
УГРОЗА:              Высокая

ОПИСАНИЕ:

Ударный вертолет пехоты класса Козак aHa-C64 - новейшая разработка Ментала. Несмотря на лёгкую броню и отсутствие возможности регенерации, как у вертолетов Технополипов, Козак чрезвычайно маневренен и очень быстр.

Вертолеты Козак будут обстреливать цель, одновременно расстреливая её из пулеметов и ракет. Они должны быть приоритетными целями на поле боя - твои враги долго не продержатся без их поддержки с воздуха.

СОВЕТЫ:

- Высокая скорость позволяет ему уклоняться от большинства твоих снарядов.
- Сбивай его пулями, предпочтительно из минигана или снайперской винтовки.
- Укрывайся от его атак и держись подальше - на больших дистанциях он неточен.
