НЕфТЯНОЙ ГОЛЕМ


КЛАСС:        Нефтяной Голем
МЕТАБОЛИЗМ:   Неорганический
ВОСПРИЯТИЕ:   магическое создание
РАЗМЕР:       16,5 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Нефтяные шары, удар кулаками
НАГРАДА:      22750
УГРОЗА:       Высокая

ОПИСАНИЕ:

Представляет собой совокупность неживых материалов, пробуждённую к жизни. Невтяные големы состоят из нефти и пользуются магической силой, чтобы метать во врагов нефтяные шары и другие снаряды.

Главное отличие от остальных видом големов - не умение делиться на более мелких особей. Вместо этого при смерти, из него сыплются мелкие аптечки и броня.

СОВЕТЫ:

- Крупные экземпляры могут быть чрезвычайно сильны и опасны.
