БОЛЬШЕГОЛОВЫЙ АНГЕЛ КРОТИМОВЕЦ, МЭТТ "ЛЮТРОСИС" МАКГИЛЛ


КЛАСС:        Большеголовый Ангел Кротимовец, Мэтт "Лютросис" Макгилл
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5,9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Мэтт "Лютросис" Макгилл - один из тех незаметных героев, чья работа является фундаментом стабильности и отполированности игрового мира. Его гипертрофированный череп - прямое следствие бесчисленных часов, проведённых в поиске багов, тестировании механик и отправке подробнейших отчётов разработчикам Croteam. В то время как остальные наслаждались готовым продуктом, Лютросис сражался с падающими через текстуры клирами, застревающими дверями и несохранением прогресса, чтобы этого не случилось с другими.

Его псевдоним в титрах - знак высочайшего признания от студии. Он олицетворяет преданное сообщество фанатов, которое не просто играет, а активно участвует в созидании, превращаясь из потребителя в соавтора качества.

Когда-то он был живым, но после того, как ты убил его в Храме Хатшепсут, он воскрес - став Ангелом.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.