ДЕСАНТНИК SMC


КЛАСС:        Люди / Терранские пехотинцы
МЕТАБОЛИЗМ:   Человек, Мужской (с военной подготовкой)
ВОСПРИЯТИЕ:   Боевая подготовка
РАЗМЕР:       ~180 см
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Пулемет, Дробовик, Гранатомет, Ракетница, Гипербластер
НАГРАДА:      800
УГРОЗА:       Средне-высокая

ОПИСАНИЕ:

Десантник SMC - основной член боевых сил человечества, сражающийся с вторжением Строггов. Он входит в такие военные подразделения, как Глобальные силы обороны (GDF) и Корпус космического десанта (SMC). Он используется как для защиты Земли, так и для контратак на территории Строггов.

СОВЕТЫ:

- Используй укрытия, поскольку он хорошо обучен и используют подавляющий огонь.
- Нарушай координацию действий отряда - изолированных пехотинцев гораздо легче победить.