БОЛОТНЫЙ ПРЫГУН С РИГЕЛЯ ЦЕНТАВРА, БОЛОТНАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Болотный прыгун с Ригеля Центавра, Болотная Разновидность
МЕТАБОЛИЗМ:   земноводное
ОПРЕДЕЛЕНИЕ:  дикое животное
РАЗМЕР:       1 м.
ВЫНОСЛИВОСТЬ: нет
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       брызги ядовитой слизи
НАГРАДА:      50
ОПАСНОСТЬ:    очень низкая

ОПИСАНИЕ:

Странные существа родом с болотистых пустошей одной из планет системы Ригеля Центавра. Живут стаями, обладают самоубийственным инстинктом защиты территории. При этом они всем скопом пытаются прыгнуть на незваного гостя и взорваться, надуваясь ядовитым газом. При взрыве забрызгивают противника содержащейся в их кишечнике ядовитой слизью.

СОВЕТЫ:

- Одиночная тварь не опасна, но с целой стаей лучше не связываться.
- Отстреливай издалека.
