АМФИБИЙНЫЙ БУЛЛСКВИД С ЗЕНА


КЛАСС:        Амфибийный Буллсквид
МЕТАБОЛИЗМ:   Хищное земноводное
ВОСПРИЯТИЕ:   Острое обоняние + ВОСПРИЯТИЕ водных вибраций
РАЗМЕР:       8-9 футов
ВЫНОСЛИВОСТЬ: Средняя-высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       4 щупальца, когти, удар хвостом, ядовитый плевок
НАГРАДА:      450
УГРОЗА:       Высокая

ОПИСАНИЕ:

Амфибийный Буллсквид - редкий водный подвид дикого Буллсквида с Зена. В отличие от своих наземных сородичей, этот зверь приспособился к глубоководью, обладая мускулистым крокодилоподобным телом, зелёной чешуйчатой ​​шкурой и всего четырьмя мощными питательными щупальцами вокруг пасти. Его земноводные лёгкие позволяют ему успешно существовать как под водой, так и на суше, хотя он предпочитает прятаться в реках, каналах и затопленных пещерах.

Если его спровоцировать, амфибийный Буллсквид атакует острыми когтями, ударами хвоста и потоками токсичной слюны, даже находясь под водой. Крокодилоподобное телосложение обеспечивает ему высокую скорость плавания, делая его выдающимся хищником в обоих случаях.

СОВЕТЫ:

- Избегай заходить в воду, когда рядом находятся амфибийные Буллсквиды - они нападают снизу.
- Ядовитая слюна быстро рассеивается в воде, поэтому держитесь на расстоянии даже во время плавания.
- Взрывчатка и гарпуноподобное оружие наиболее эффективны под водой.
- На суше бой безопаснее, но их мощный укус может сломать кость за считанные секунды.