СКЕЛЕТ С КЛИРА, БЕЛЫЙ


КЛАСС:         Скелет С Клира, Белый
МЕТАБОЛИЗАЦИЯ: Нежить
ВОСПРИЯТИЕ:    Магическое существо
РАЗМЕР:        2,7 м.
ВЫНОСЛИВОСТЬ:  Низкая
ВРАЖДЕБНОСТЬ:  Средняя
ОРУЖИЕ:        Двухшаровые Снаряды, Когти, Рога
НАГРАДА:       100
УГРОЗА:        Средняя

ОПИСАНИЕ:

Скелет нежити, принадлежащий к вымершей расе с планеты Клир, Альфа Большого Пса. У него длинные острые когти на руках и длинный хвост.

Они атакуют, создавая снаряды, нанося удары когтями в ближнем бою или прыгая на врага вплотную.

Эти конкретные экземпляры были недавно воскрешены из могилы. Это можно определить по цвету их костей и отсутствию запаха 5000-летнего пепла.

Как ты мог заметить по его цвету, он пренадлежит к секретной программе Ментала по созданию "Гвардии Чистки". В эту элитную инициативу вошли и другие ключевые виды Подчинённых, прошедшие глубокую генетическую аугментацию.

Белый цвет - следствие внедрения нано-сплавов и химической стерилизации тканей. Эти особи обладают повышенной прочностью и более агрессивным настроем, выполняя роль личных карателей Ментала на самых сложных участках фронта.

СОВЕТЫ:

- Лучше всего избегать их прыжков и атак на расстоянии, уклоняясь в сторону.
- Выстрел из двуствольного дробовика в лицо убьет их.
- Миниган - твой лучший друг и их худший кошмар.
