ЭЛИТНЫЙ ТЮРЕМНЫЙ СОЛДАТ OVERWATCH АЛЬЯНСА


КЛАСС:        Элитный тюремный солдат Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Боец охраны тюрем Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       AR2, гранаты
НАГРАДА:      900
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Элитный тюремный солдат Overwatch Альянса - специализированный боец, предназначенный для охраны тюрем и управления опасными заключёнными. Его броня стандартная для Нова Проспекта, обеспечивающая повышенную защиту, а шлем взят от Элитного Солдата Альянса, но с жёлтым визором, что позволяет вести наблюдение за заключёнными и быстро реагировать на угрозу.

Этот тип бойца оснащён сочетанием дальнего и ближнего оружия - импульсная винтовка AR2 позволяет подавлять сопротивление на разных дистанциях, а гранаты эффективно выбивают укрытия. Аугментации обеспечивают выносливость, скорость реакции и возможность вести бой в замкнутых пространствах тюрем.

СОВЕТЫ:

- Жёлтый визор выдаёт его позицию в темноте, но помогает точно стрелять.
- Держи дистанцию, чтобы не попасть под ближний бой.
- Гранаты опасны в закрытых коридорах тюрем - используйте укрытия.