ЛЕГИОНЕР


КЛАСС:        Римский пехотинец, простой пехотинец
МЕТАБОЛИЗМ:   Питается мясом и сэндвичами
ВОСПРИЯТИЕ:   Следует за отрядом, слышит отдалённый треск галльского смеха
РАЗМЕР:       С человека (~1,8 м)
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Умеренная, пока не ударишь его в шлем
ОРУЖИЕ: Пилум (острая палка), боевой натиск
НАГРАДА:      90 и 1 шлем
УГРОЗА:       Минимальная

ОПИСАНИЕ:

Легионер подобен римским часовым-новичкам, вооружённым копьём и непоколебимой верой в то, что удары по врагу острыми палками решают всё. Облачённый в зелёную тунику и сандалии, он тяжело идёт вперёд, почти механически. Его способность быстро набирать обороты состязается с улитками во время перерыва на кофе, что делает его менее опасным и более комичным... пока он не объединяется с более крепкими римлянами, тогда он внезапно становится менее смешным и более подходящим для удара лопатой в лицо.

СОВЕТЫ:

- Неспешная прогулка и один удар обычно отправляют его в полет.