ОБЫЧНЫЙ ЗОМБИ-ХЕДКРАБ, ОХРАННИК ВНЕ ПРИСЛУЖБЫ


КЛАСС:        Обычный зомби-хедкраб, Охранник вне службы
МЕТАБОЛИЗМ:   Человек-носитель + Обычный паразитический хедкраб
ВОСПРИЯТИЕ:   Зомбированная Сущность
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Низкая-средняя
ВРАЖДЕБНОСТЬ: Умеренная
ОРУЖИЕ:       Атаки ближнего боя, когти, захват
НАГРАДА:      100
УГРОЗА:       Низкая по отдельности, средняя в группах

ОПИСАНИЕ:

Зомби вне службы - бывшие охранники Чёрной Мезы, которые не были вооружены и защищены броней. Заражённые хедкрабами, они бесцельно передвигаются, но атакуют всё вокруг грубыми ударами в ближнем бою. Отсутствие брони делает их менее живучими, чем H.E.C.U. или бронированные зомби, но в группах они всё ещё представляют угрозу.

Эта трансформация подчёркивает трагическую уязвимость неподготовленного персонала во время вспышки Зена, превращая безобидных спящих охранников в медлительных хищников.

СОВЕТЫ:

- Соблюдай дистанцию; их атаки медленны, но могут схватить вас.
- Огнестрельное оружие эффективно; ближний бой рискован.
- Группы могут загнать добычу в угол, поэтому тщательно выбирайте приоритетные цели.
