АЛУДРАНСКИЙ РЕПТИЛОИД, ГОРНАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Алудранский рептилоид, горная разновидность
МЕТАБОЛИЗМ:   хладнокровный, рептилия
ВОСПРИЯТИЕ:  примитивная раса
РАЗМЕР:       13,7 м.
ВЫНОСЛИВОСТЬ: высокая
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       магические самонаводящиеся снаряды
НАГРАДА:      25000
УГРОЗА:    высокая
 
ОПИСАНИЕ:

Крупные четверорукие рептилии, проживающие в системе Алудран, что в созвездии Большого Пса. Эта примитивная раса согласилась сражаться на стороне Ментала в обмен на магическую силу.
Они мечут самодвижущиеся огненные шары, снабжённые примитивной системой самонаведения.
 
Горные рептилоиды значительно крупнее и опаснее своих равнинных собратьев. Приведённые в ярость, они могут метать свои огненные шары с очень высокой скоростью.

СОВЕТЫ:

- Избегай его снарядов - уничтожить их нельзя, и вообще держись подальше.