ГРАНТ СТРОГГОВ C СТРОГГОСА


КЛАСС:        Грант Строгов
МЕТАБОЛИЗМ:   Кибернетический / Био-аугментированный организм
ВОСПРИЯТИЕ:   Пехотинцы ближнего боя строггов
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Удар/наскок в ближнем бою, иногда - наплечный роторный пулемет
НАГРАДА:      400
УГРОЗА:       Средне-высокая

ОПИСАНИЕ:

Грант - гуманоидный строгг, ростом с человека, с обезьяноподобным телосложением, острыми зубами, тремя глазами и зелеными баллончиками со строентом вдоль рук и спины.

Они предпочитают вступать в ближний бой, нанося удары или атакуя противника. Иногда они используют наплечное оружие для стрельбы с расстояния, но это случается редко. При достаточном уроне они могут впасть в "бешенство" - выпускать строент из баллончиков, увеличивая здоровье и урон в ближнем бою. В ярости они ревут и светятся зелёным.

СОВЕТЫ:

- Держись на расстоянии; их атаки в ближнем бою опасны.
- Используй дробовик или пулемёт, целься в голову.
- Не подпускай их близко, используй мобильность и дистанционные атаки.