РОЛИКОВЫЙ ДРОН


КЛАСС:        Роликовый дрон
МЕТАБОЛИЗМ:   Транспортное средство с управлением ИИ
ВОСПРИЯТИЕ:   Примитивный ИИ
РАЗМЕР:       2,1 м. (длина, ширина, высота)
ПРОЧНОСТЬ:    Средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Атака с разбега
НАГРАДА:      200 FC
УГРОЗА:       Средняя

ОПИСАНИЕ:

Неизвестно, зачем Ментал создал эти гигантские катящиеся шары. Некоторые предполагают, что они были разработаны для боя в горах, чтобы скатываться сверху и давить нападающих. Другие предполагают, что это могли быть игрушки для любимого хомячка Ментала. Никто точно не знает об их происхождении.

Однако все сходятся во мнении, что с ними очень сложно иметь дело. Роликовые дроны, как ты мог догадаться, попытаются переехать тебя. Они очень быстрые и могут маневрировать на любой местности. Постарайся сделать их приоритетной целью.


СОВЕТЫ:

- Уклоняйтеся от их атак, отступая в сторону.
- Стрельба замедлит их движение и может даже отбросить назад.
