ВЕРТОЛЁТ ОХРАНЫ UH-60 "BLACKHAWK" НАЁМНИКОВ С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        вертолёт Охраны UH-60 "Blackhawk" Наёмников компании Кригера
МЕТАБОЛИЗМ:   Авиационный (ТВД, реактивный)
ВОСПРИЯТИЕ:   Вражеский летающий Транспорт
РАЗМЕР:       ~5,1 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Шакальная
ОРУЖИЕ:       Бортовой миниган управляемый стрелком
НАГРАДА:      99999999 (если найдёшь способ)
УГРОЗА:       Высокая

ОПИСАНИЕ:

Основной многоцелевой вертолёт сил компании Кригера. Используется для охраны зоны. Экипаж состоит из пилота, стрелка, управляющего бортовым миниганом, и до трёх десантников. При обнаружении вертолёт начинает безумно атаковать. Сбить не возможно

СОВЕТЫ:

- С этой машиной лучше не спорить, убьёт в одну пулю.
