БЕЗГОЛОВЫЙ БЕНЗОПИЛЬЩИК


КЛАСС:        Безголовый бензопильщик
МЕТАБОЛИЗМ:   кибер-зомби
ВОСПРИЯТИЕ:   мертвец, управляемый через УУЖ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Бензопила
НАГРАДА:      400
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Обезглавленный солдат с Сириуса, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).

Голова ему больше не требуется: думать здесь нечем и незачем. Его задача предельно проста - резать всё подряд, пока моторы его пил крутятся.

После обезглавливания нервная система была грубо перепрошита через УУЖ, а руки намертво сцеплены с бензопилами.

При обнаружении цели, бензопильщик резко ускоряется, словно кто-то выкрутил ручку газа до упора, из-за чего убежать от него почти не возможно.

Особенно опасны группы бензопильщиков. В куче они превращаются в движущийся смерч из лезвий, крови и визга моторов - настоящий ураган смерти, который перемалывает всё на своём пути, включая укрытия и союзников Ментала.

СОВЕТЫ:

- Крайне опасен из-за своей тупости. Никогда не подпускай близко.
- Лучший выбор - двустволка или ракетница.
- В группе представляют собой град смертоносного урагана.