БОЛЬШЕГОЛОВЫЙ, S-199 СМИРНОВ


КЛАСС:        Большеголовый, S-199 Смирнов
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      7777
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Большеголовые - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

S-199 Смирнов - не из Croteam. Он вырос в мастерской gmod. Сначала делал простых некстботов, потом научился переносить в GMod точные копии стволов из Call of Duty. Его мозг устроен так: видит вещь в игре - понимает, как собрать её.

Познакомился с Джеком Пофигистом, и понеслось. Вместе они собирают в GMod весь Far Cry 1. Его Знаменитая работа "(VJ BASE) Quake 4 SNPC's". Он тот, кто пишет ясные описания к своему оружию для GM-Netricsa от Тайпо. Помогал с Serious Sam: Classic SNPC's (EXTRA), исправляя некоторых нпс. Учит Тайпо, как исправлять текстуры и ragdoll в Blender.

Они с Джеком собрали вырезанного Снайпера-убийцу из The Suffering. Иногда ссорятся из-за мелочей, но всегда мирятся - дружба важнее.

Он не любит новые знакомства. В описании у него чётко написано: "Не пишите мне в друзья просто так. Сначала скажите, зачем. Если хотите просто подружиться - я откажу". Его круг - Джек, Тайпо и старый друг Барсик, с которым он рубится в игры. Для остальных он вежлив, но держит дистанцию. Он не вредный, он просто ценит своё время и силы для тех, кто ему уже дорог.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.
