ЗАЩИТНИК ПОТОКА СТРОГГОВ С СТРОГГОСА


КЛАСС:        Элитный боевой юнит строггов
МЕТАБОЛИЗМ:   Органический / биомеханический воин
ВОСПРИЯТИЕ:   Боевая зрительная система + тепловые и вибрационные сенсоры
РАЗМЕР:       2,5 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Плазменная шипастая пушка, самонаводящиеся ракеты
НАГРАДА:      2000
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Защитник Потока - один из элитных стражей строггов, созданный для защиты ключевых энергетических и стратегических объектов на планете Строггос. Эти существа выступают в роли защитников Потока и Нексуса, задачей которых является не допустить разрушения сложных инфраструктурных комплексов вторгающимися силами человека.

В бою Защитник Потока сочетает удачное сочетание дальнего и ближнего огня. Он вооружён мощной плазменной пушкой, способной вести рваный огонь по противнику, и самонаводящимися ракетами, которые преследуют врага при малейшем движении.

СОВЕТЫ:

- Используй тяжёлое оружие для эффективного уничтожения ракетных атак. 
- Манёвры и укрытия критичны: прямая позиционная атака редко успешна. 
- Их ракеты можно разрушить в полёте, если действовать быстро и метко.