БОЛЬШЕГОЛОВЫЙ, ГАЙНБЕРГ


КЛАСС:        Большеголовый, Гайнберг
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      300
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Большеголовые - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Гайнберг - уникальный экземпляр, чей мозг гипертрофирован не от кодинга, а от исследования цифровых аномалий. Он не имеет отношения к Croteam, но является важной частью экосистемы GMod-сообщества. Его специализация - делать крутые скриншоты.

Его главный подвиг - создание скриншотов на проклятых карт zerozerozero для проекта Taipo "GM-Netricsa". Пока другие боялись даже загружать карты вроде city.bsp или xmasxmas.bsp, Geinbeerg смело заходил на них, делал документальные скриншоты и выживал (Сам того не зная). Он стал невольным спасителем для Taipo, который боялся столкнуться с ARG-ужасами. Сам Гайнберг даже не подозревает, что его смелость избавила коллегу от панических атак.

Познакомился с Taipo в Telegram-канале Awesome Te4m, где обсуждал историю про аддон-ловушку, в котором вместо обещанной модели скрывался преследующий NPC Interloper из GMod ARG.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.
