АРАБСКИЙ БЕЗГОЛОВЫЙ КАМИКАДЗЕ


КЛАСС:        Безголовый Камикадзе, Арабский
МЕТАБОЛИЗМ:   Кибер-Зомби
ВОСПРИЯТИЕ:   Мертвец, Управляемый Через УУЖ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень Низкая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Ручные Гранаты
НАГРАДА:      2500
УГРОЗА:       Высокая

ОПИСАНИЕ:

Обезглавленный солдат с Сириуса, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).

Голова камикадзе разбита, поэтому он склонен к самоубийственным атакам. Несёт в каждой руке по бомбе, которые взрывает, приблизившись к цели на достаточное расстояние. 

По неизвестной причине Ментал решил создать тематическое подразделение безголовых камикадзе, экипировав их в коричневые брюки, чёрные перчатки и традиционную арабскую бандану, повязанную на шею.

СОВЕТЫ:

- Взрывается сразу после смерти.
