РОБОТ-КОМПАНЬОН G-2 C ЛОЕК-III


КЛАСС:        Робот-компаньон G-2
МЕТАБОЛИЗМ:   Механический
ВОСПРИЯТИЕ:   Автоматизированный оборонительный робот
РАЗМЕР:       ~0,9 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Удары
НАГРАДА:      1200
УГРОЗА:       Высокая

ОПИСАНИЕ:

Робот-компаньон G-2 - это механизированный защитник, входящий в состав команды Стражей Ядра, используемый во время нападений орд Люмов. Его корпус разрисовала Sweet Autumn.

Вооружён руками, способными уничтожать инопланетных существ Люмов в ближнем бою. Его ИИ позволяет ему эффективно взаимодействовать с Стражами Ядра, прикрывая узкие проходы и обеспечивая подавление там, где это необходимо.

СОВЕТЫ:

- Держите G-2 рядом с узкими проходами для максимальной эффективности.
- Лучше всего работает при поддержке Стражей Ядра и башен.
