КУРИЦА-НИНДЗЯ С ЧИ-ФАНГ


КЛАСС:        Курица-Ниндзя
МЕТАБОЛИЗМ:   Теплокровная Птица
ВОСПРИЯТИЕ:   Скрытный Убийца Кроликов, Пернатый Мститель
РАЗМЕР:       0,5 м.
ВЫНОСЛИВОСТЬ: Средняя 
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Катана, Пилы
НАГРАДА:      1000
УГРОЗА:       Средняя

ОПИСАНИЕ:

На вид - обычная, среднестатистическая курица, но за этим пернатым тельцем скрывается целый путь ниндзя, вымощенный кровью и слезами.

С раннего детсва на её деревню вторгались кролики-ниндзя, убивая всех встречных. Потеряв всё самое дорогое и ценное: семью, друзей, свой любимый насест и даже миску с зерном,

птица поклялась себе что каждый Кролик, которого она встретит - будет убит.

СОВЕТЫ:

- Кролики-ниндзя боятся темноты, потому что знают, что скрывается за ней.
- Никогда не спрашивай курицу-ниндзя, где яйца.
