ДОМАШНЯЯ СВИНЬЯ С ЗЕНОЗОИКА


КЛАСС:        Домашняя свинья
МЕТАБОЛИЗМ:   Млекопитающее, парнокопытное
ВОСПРИЯТИЕ:   Базовое зрение, обоняние
РАЗМЕР:       ~0,5 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Отсутствует
НАГРАДА:      3
УГРОЗА:       Нет

ОПИСАНИЕ:

Обычная домашняя свинья, встречающаяся в поселениях и на фермах Зенозоика. Ничем не отличается от земных аналогов, разве что обитает в гораздо более странном мире. Абсолютно безобидна, не атакует и не взаимодействует с противником.

СОВЕТЫ:

- Атака на неё бессмысленна и может привлечь ненужное внимание.
- При пинании издаёт характерный визг и неуклюже переворачивается. Не пытается отомстить.
