БЕСОВСКИЙ ДЕМОН-РЕПТИЛОИД, ПУШЕЧНЫЙ МЕТАТЕЛЬ


КЛАСС:        Бесовский демон-рептилоид, пушечный метатель
МЕТАБОЛИЗМ:   Хладнокровный, рептилия
ВОСПРИЯТИЕ:   Модифицированная примитивная раса
РАЗМЕР:       6,1 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       пушечные снаряды, когти
НАГРАДА:      6000
УГРОЗА:       Средняя

ОПИСАНИЕ:

Ещё один отвратительный мутант - дело рук Натариуса Ментала. Примитивное, похожее на ящерицу создание с Бесовии I, в течение нескольких поколений подвергавшееся скрещиванию и мутациям, а напоследок усиленное титановым скелетом. Обладает уникальной способностью создавать миниатюрные чёрные дыры, из которых потом извлекает пушечные ядра. Слабые магические силы удерживают этот заполненный ураном снаряд стабильным в течение короткого времени. Когда он ударяется о землю, происходит его детонация и финальный взрыв.

СОВЕТЫ:

- Избегай пушечных ядер любой ценой!
- Пушечные ядра летят медленнее, когда ты находишься дальше, так что держись на расстоянии.