РАБОЧИЙ МУРАВЬИНЫЙ ЛЕВ С ЗЕНА


КЛАСС:         Муравьиный Лев, Рабочий
МЕТАБОЛИЗМ:    насекомоподобный
ВОСПРИЯТИЕ:    Насекомоподобное инопланетное существо
РАЗМЕР:        1,5 м.
ВЫНОСЛИВОСТЬ:  низкая-средняя
ВРАЖДЕБНОСТЬ:  средняя (оборонительная)
ОРУЖИЕ:        кислотная слюна, рытье
НАГРАДА:       300
УГРОЗА:        средняя

ОПИСАНИЕ:

Рабочие муравьиные львы - это промышленные мастера и защитники колонии. Эти слепые насекомые, родом с Зена, используют кислотную слюну, чтобы вырывать сложные туннели в скалистой местности, поддерживая инфраструктуру улья и защищая камеры с личинками от вторжений. Хотя они не так агрессивны, как солдаты или стражи, они могут стать грозными, когда защищают своих личинок, особенно в тесных подземных пространствах.

СОВЕТЫ:

- Используйте дальнобойные атаки, чтобы держаться на расстоянии и избегать засад в ближнем бою.
- Их кислотная слюна опасна; быстрые движения и уклонения помогут минимизировать риск поражения.
