САМКА ГОРНОГО АЛУДРАНСКОГО РЕПТИЛОИДА, РАННЯЯ РАЗНОВИДНОСТЬ


КЛАСС:        Самка Горного Алудранского Рептилоида, Ранняя разновидность
МЕТАБОЛИЗМ:   Рептилия, Самка, Хладнокровная
ВОСПРИЯТИЕ:   Примитивная Раса
РАЗМЕР:       33,6 м.
ВЫНОСЛИВОСТЬ: Очень Высокая
ВРАЖДЕБНОСТЬ: Очень Высокая
ОРУЖИЕ:       Магические Самонаводящиеся Снаряды
НАГРАДА:      40000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Крупные четверорукие рептилии, проживающие в системе Алудран, что в созвездии Большого Пса. Эта примитивная раса согласилась сражаться на стороне Ментала в обмен на магическую силу. 

Они мечут самодвижущиеся огненные шары, снабжённые примитивной системой самонаведения.

Горные рептилоиды значительно крупнее и опаснее своих равнинных собратьев. Приведённые в ярость, они могут метать свои огненные шары с очень высокой скоростью. Самки значительно больше самцов и потому куда опаснее. К тому же, в связи с особенностью биологического устройства, критические дни у них длятся круглый год, что не самым лучшим образом сказывается на их характере.


СОВЕТЫ:

- Держи их под постоянным огнем и попытайтесь сбить их снаряды в воздухе.
- Избегай их неуязвимых снарядов и не подходи к ним слишком близко.
