БОЛЬШЕГОЛОВЫЙ КРОТИМОВЕЦ, ДИНКО ПАВИЧИЧ


КЛАСС:        Большеголовый Кротимовец, Динко Павичич
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу Крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Динко Павичич - один из столпов, стоявших у истоков визуального стиля Croteam. Его гипертрофированный череп - прямое следствие уникального сочетания художественного гения и стратегического мышления. Начинавший как 2D-художник в первых играх серии Serious Sam, Динко был тем, кто помогал формировать тот самый яркий и узнаваемый визуальный ряд франшизы на её заре.

Однако его талант выходил далеко за пределы игровой индустрии. В 2006 году он был удостоен премии "Эмми" за выдающийся дизайн титров к 78-й церемонии вручения наград "Оскар", что подтвердило его статус мастера мирового уровня в области визуального дизайна. Этот уникальный опыт - от создания пиксельной графики для культового шутера до работы над главным голливудским событием - делает его одним из самых разносторонних и влиятельных "мозгов" в пантеоне Кротимовцев.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.
