SSS ЦЕНТРПРАЙС С СИРИУСА


КЛАСС:        SSS Центрпрайс
МЕТАБОЛИЗМ:   Полностью технологическая конструкция
ВОСПРИЯТИЕ:   Материнский Центральный Космический боево-транспортный корабль SSS Centerpice
РАЗМЕР:       Очень Огромный
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Крупная Лазерная пушка
НАГРАДА:      2000000
УГРОЗА:       Чрезвычайная

ОПИСАНИЕ:

SSS Центрпрайс - сирианский космический корабль, несколько тысяч лет назад сириане использовали SSS Центрпрайс в качестве одного из основных средств передвижения во время своих межзвездных путешествий. В конце концов, они достигли Солнечной системы и открыли Землю. Они использовали корабль для посещения Земли и облетов Великой пирамиды в Египте всякий раз, когда египтяне принимали участие в своих религиозных ритуалах.

Вскоре после того, как сирианцы узнали о нападении Ментала на Сириус, выжившие забрали "Centerpice" обратно в космос и оставили его на спутнике Сатурна, Титане, в качестве временной меры. Они считали, что в то время люди были слишком примитивны, чтобы освоить космические путешествия, поэтому они оставят корабль до тех пор, пока человечество не достигнет достаточного технологического развития, чтобы найти его, а Ментал не перейдет в спящее состояние.

Сирианцы создали ещё один корабль после того, как ты не оправдал возложенных ожиданий и потерял первый, разбив его при выполнении миссии, но теперь его цель - твоё устранение.

Ведь для Сирианцев это было не просто какой-то "несчастный случай", а оскорбление их технологии.

СОВЕТЫ:

- БЕГИ И СТРЕЛЯЙ!!!
