ЗЕЛЁНЫЙ БОЙД С UH-1


КЛАСС:        Зелёный бойд
МЕТАБОЛИЗМ:   неизвестен
ВОСПРИЯТИЕ:   социальный летун
РАЗМЕР:       ~3 фута размах крыльев
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Отсутствует
НАГРАДА:      60
УГРОЗА:       Отсутствует

описание:

Зеленый бойд - редкий подвид известного нам Зенского бойда, впервые обнаруженный на борту исследовательского судна UH-1. Окрашенные в ярко-зеленый цвет, они скользят по замкнутым пространствам синхронными стаями. Как и их собратья с Зена, они совершенно безвредны и служат скорее живым зрелищем, чем хищниками.

Исследователи полагают, что их свечение может быть формой общения или групповой сплоченности, позволяя им образовывать более плотные воздушные узоры даже в темноте. Несмотря на свою инопланетную внешность, они остаются любопытными, послушными созданиями, не проявляющими агрессии к людям или другим существам.

СОВЕТЫ:

- Не причиняй им вреда - они не представляют никакой угрозы.
- Следи за тем, как они собираются в стаи, чтобы узнать о ближайших экологических опасностях.