ЭЛИТНЫЙ СУПЕР СОЛДАТ АЛЬЯНСА


КЛАСС:        элитный тяжёлый штурмовой Синтент
МЕТАБОЛИЗМ:   Синтент
ВОСПРИЯТИЕ:   Тактические сенсоры + встроенные системы отслеживания
РОСТ:         4 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Преимущественно тяжёлое оружие / встроенные ракеты, иногда пушки
НАГРАДА:      1500
УГРОЗА:       Критическая

ОПИСАНИЕ:

Элитный Суперсолдат Альянса - это боевой Синтент, изначально разработанный, как элитная форма пехотного солдата 

По сути своей это двуногое создание с массивной бронёй и акцентом на плотное наступление.

СВОЙСТВА:

- С такой махиной лучше не спорить.
- Используй РПГ V2, против него понадобится 2-3 идеальных попадания, для полного устранения.