КУСАЧ С ЗЕНА


КЛАСС:        Кусач
МЕТАБОЛИЗМ:   Инопланетное амфибийное плотоядное
ВОСПРИЯТИЕ:   Инопланетный подводный Хищник
РАЗМЕР:       ~1 м. в длину
ВЫНОСЛИВОСТЬ: Средняя-низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Острый укус (только ближний бой)
НАГРАДА:      200
УГРОЗА:       Низкая-Умеренная

ОПИСАНИЕ:

Кусач - это зелёный вариант того же вида Зена, что и лучник. В отличие от своего красного сородича, он не обладает способностями дальнего боя и полагается исключительно на укусы. Кусачи быстры под водой и стремятся напасть на свою жертву роем, подавляя её числом, а не плеваться кислотой.

СОВЕТЫ:

- Держите их на расстоянии с помощью оружия дальнего боя - они не могут атаковать на расстоянии.
- Дробовики или скорострельное оружие эффективны, если они находятся на близком расстоянии.
- Их легче уничтожить, чем лучников, но они опасны, если их игнорировать группами.