RTB СОЛДАТ С ДРОБОВИКОМ OVERWATCH АЛЬЯНСА


КЛАСС:        RTB Cолдат с дробовиком overwatch альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Улучшенное слуховое + тактическое зрение
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Дробовик SPAS-12, осколочные гранаты
НАГРАДА:      450
УГРОЗА:       Высокая

ОПИСАНИЕ:

RTB Солдат Overwatch Альянса с дробовиком - это брутальный боец ​​ближнего боя, созданный для подавления противника в городских условиях и ведения боя в коридорах. Оснащенные усиленной броней и усиленными мышечными аугментациями, эти солдаты прекрасно чувствуют себя в ограниченном пространстве, где их разрушительные дробовики могут мгновенно уничтожить неподготовленных врагов.

В отличие от стандартных подразделений Overwatch, солдаты с дробовиками запрограммированы на безжалостную агрессию, часто бросаясь на позиции противника, чтобы максимально использовать разрушительный потенциал своего оружия.

Они являются авангардом атак Альянса, прорывая линии сопротивления до того, как более организованная трансчеловеческая пехота займёт территорию. Хотя их тяжёлая броня и разрушительная огневая мощь делают их грозными, они гораздо менее эффективны на средних и дальних дистанциях, полагаясь в основном на засады и агрессивные манёвры.

СОВЕТЫ:

- Соблюдайте дистанцию - их дробовики доминируют на ближней дистанции.
- Взрывчатка эффективна против групп солдат с дробовиками.
- Избегайте узких коридоров, если знаете, что они рядом.
