ХОРНЗ С БРОДСАЙД-БИЧ


КЛАСС:        Хорнз
МЕТАБОЛИЗМ:   Проклятое Существо
ВОСПРИЯТИЕ:   Лесной Монстр
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Бесконечная
ВРАЖДЕБНОСТЬ: Абсолютная 
ОРУЖИЕ:       Прикосновение 
НАГРАДА:      Жизнь или Смерть
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Никто не знает, откуда он взялся и что это вообще такое. Внешне он напоминает горбатое животное с каменно-чёрной шкурой. Вместо лица - череп с рогами.

ходят слухи, что Хорнз раньше был кроликом, который оскорбил Бога и каждый раз, когда выходил на улицу, в него ударяла молния, обжигая, но никогда не убивая, что в конечном итоге привело к тому, что он принял свою нынешнюю форму.

Он медленно патрулирует заброшенную крепость и Сонный Лес, пытаясь помешать Бакки найти части своего разбитого корабля. Двигается он очень медленно - даже медленнее, чем идёт Бакки, - но он всегда знает, где находится цель, и никогда не останавливается. Если Хорнз схватит Бакки, того ждёт неминуемая смерть.

СОВЕТЫ:

- Хорнза нельзя убить. Не пытайся. Только беги.
- Он всегда знает, где ты. Прятаться бесполезно.
- Двигайся, но не беги без необходимости. В его медленной походке есть свой ритм, который можно использовать.
- Не пытайся понять его природу. Он просто теневой Лесной Монстр.
