БИОМЕХАНОИД (МАЛЫЙ)


КЛАСС:        Биомеханоид (малый)
МЕТАБОЛИЗМ:   теплокровный киборг
ВОСПРИЯТИЕ:  продукт генной инженерии
РАЗМЕР:       4,6 м. (стоя)
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       импульсные лазеры
НАГРАДА:      2000
УГРОЗА:       средняя

ОПИСАНИЕ:

Биологический механизм, выращенный в биорезервуарах Ментала. Его генотип перестроен для выращивания биомеханических органов и бортовых импульсных лазеров, напрямую подключённых к его нервной системе. 
Атакует без раздумий.

СОВЕТЫ:

- Очень опасен, старайся уничтожить его как можно быстрее.
- Уклоняйся от лучей лазеров - они очень опасны.

