АЛЬФА-ПЕХОТИНОК H.E.C.U.


КЛАСС:        H.E.C.U. Альфа-пехотинец
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Экспериментальный отряд США
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: экстремальная
ОРУЖИЕ:       Карабин Колт M4, гранаты.
НАГРАДА:      700
УГРОЗА:       умеренная

ОПИСАНИЕ:

Альфа-пехотинцы H.E.C.U. - это первая волна солдат, переброшенных в зоны Каскадного Резонанса. Их снаряжение и боевая подготовка отличаются от стандартных подразделений: более лёгкая броня, упрощённые тактические протоколы и ориентация на быстрые шоковые атаки. Они двигаются агрессивно и безрассудно, часто бросаясь в бой без должной координации.

В отличие от основных H.E.C.U. В отличие от дивизий, эти подразделения редко полагаются на засады или заблаговременные манёвры. Их основная задача - быстрое проникновение и зачистка вражеских территорий любой ценой, даже с высокими потерями. В связи с этим подразделения Alpha H.E.C.U. часто считаются расходным материалом, отправляемым вперёд в качестве живых зондов для ослабления сопротивления до прибытия основных подразделений.

СОВЕТЫ:

- Уязвимы к подавлению под плотным огнём.
- Чаще используют гранаты, чем обычные солдаты.
- Опасны в ближнем бою, но плохо подходят для длительных боёв.
