ГИГАНОТОЗАВР С ТЕРРАФОРМИРОВАННОЙ ПЛАНЕТЫ


КЛАСС:        Гиганотозавр
МЕТАБОЛИЗМ:   Хищник, Теропод
ВОСПРИЯТИЕ:   Высший хищник
РАЗМЕР:       7 м.
ВЫНОСЛИВОСТЬ: Экстремальная
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Таран головой, удар хвостом, челюсти
НАГРАДА:      7000
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Один из крупнейших наземных хищников за всю историю планеты, превосходящий размерами даже знаменитого тираннозавра. Водится он в Долине Смерти.

Внешне гиганотозавр представляет собой массивную коричневую тушу с узким черепом, гребнями над глазами и полосатым окрасом вдоль хребта.

Гиганотозавр использует те же приёмы, что и другие крупные хищники.

СОВЕТЫ:

- Не пытайся вступить в бой.
- Очень опасен.
