СТЕЛС ТРИГЕН (НЕВИДИМКА) С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Стелс-Триген
МЕТАБОЛИЗМ:   Неудачная триген-мутация
ВОСПРИЯТИЕ:   Тактик-диверсант
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Бесшумный MP5, захваты
НАГРАДА:      1000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Стелс Тригены - результат неудачных экспериментов по созданию совершенного солдата. В отличие от мускулистых Пискунов и Толстяков, имеют истощённое телосложение, лишены волос и губ, что обнажает стиснутые зубы. Грудь покрыта воспалёнными имплантатами, питающими экспериментальное маскировочное устройство. Способны долгое время оставаться невидимыми, проявляясь лишь при атаке или смерти.

Действуют из засад, используя невидимость для внезапных нападений. Атакуют бесшумным MP5 с дальних дистанций, а при приближении противника пытаются захватить и обездвижить его. Редко действуют группами, предпочитая точечные устранения ключевых целей.

СОВЕТЫ:

- Используй биотермические очки CryVision для обнаружения.
- Вслушивайся в звуки шагов и перезарядки оружия.
- Держи дистанцию - в ближнем бою их захваты смертельно опасны.
- Применяй дробовики или гранаты в предполагаемых местах скрытого расположения.
