БОЛЬШЕГОЛОВЫЙ, ФРОЭЛЬ ХОУТС


КЛАСС:        Большеголовый, Фроэль Хоутс
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      6666
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Большеголовые - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Фроэль Хоутс - особый случай. Он не моддер, не программист и не тестировщик в классическом понимании. Его гипертрофированный череп - это вселенная оригинальных персонажей (OC), фан-арта и бесконечных идей для фан-геймов, которые, вероятно, так и останутся концептами. Он художник в душе, "мастер на все руки", который рисует, когда хочет, и создаёт контент просто ради удовольствия.

Именно он - автор дизайна тех самых тропических гнааров, которые ДЕД123_228 реализовал в моде для Revolution, а Taipo с разрешением перенёс в GMod. Но его главное наследие - это его собственный виртуальный мир.

У него есть "Фроэль Гнаар" - его фурсон-проекция в виде гнаара, которого он очень любит. У него есть целая галерея OC для Serious Sam: от ядовитого Ларкарианский хищника, паразитического Элугата до дружелюбного НПС Пришелец, с которым можно торговать. Его OС Джиммоти - милый гнаар, вокруг которого построен целый AU-сюжет о совместных приключениях Крутого Сэма и Дюка Нюкема.

Фроэл - ходячая энциклопедия нишевых интересов (Трансформеры, Джонни Вест, Постал, Тик), человек с СДВГ, который обожает "дурацкие игры, головоломки и стрелялки" и ненавидит рисовать сложные фоны. Он олицетворяет чистую, ни к чему не обязывающую радость фанатского творчества. Он создаёт не из-за долга, славы или денег, а потому что его воображение постоянно требует выхода.

Когда-то он был живым, но после того, как кто-то убил его, он восстал из мёртвых - став демоническим Зомби.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.
