ВЕДЬМА-НЕВЕСТА АХРИМАНА


КЛАСС:        Ведьма-Невеста Ахримана, Колдунья-телекинетик
МЕТАБОЛИЗМ:   Полутелесная сущность
ВОСПРИЯТИЕ:   Экстрасенсорное сканирование, видение сквозь преграды
РАЗМЕР:       2,2 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Телекинетическое удушение, метание обломков / энергетических снарядов, телепортация, отражение снарядов
НАГРАДА:      8000
УГРОЗА:       Высокая

ОПИСАНИЕ:

Бывшая колдунья Великого Совета, обманутая и порабощённая лордом Ахриманом. Сущность, застрявшая в семиотическом лимбо между измерениями, что делает её неуязвимой, пока она не материализуется для атаки. Имеет гуманоидную женскую форму с шестью щупальцами за спиной, металлическим бикини и обрубками вместо ног. Её тактика - постоянная телепортация и использование мощного телекинеза для атаки: она душит жертву на расстоянии, поднимает и ломает кости, а так же метает в неё обломки и энергетические снаряды. Крайне опасна в сочетании с другими врагами, так как отвлекает и ограничивает подвижность.

СОВЕТЫ:

- Лучше всего использовать A-24 "Опустошитель" и снайперские винтовки. SBC Пушка убъёт с одного заряженного выстрела.
- Её удушение прерывается, если разорвать прямую видимость (спрятаться за укрытие) или нанести ей урон.