СТРАЖ СТРОГГОВ С ДРОБОВИКОМ C СТРОГГОСА


КЛАСС:        Вариант Строгга-стражи
МЕТАБОЛИЗМ:   Кибернетический (гибрид человека и строгга)
ВОСПРИЯТИЕ:   Визуальное нацеливание + отслеживание движения
РАЗМЕР:       ~6 футов
ВЫНОСЛИВОСТЬ: Средне-низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Встроенный пулемет (правая рука), стрельба навесными пулями
НАГРАДА:      500
УГРОЗА:       Средняя

ОПИСАНИЕ:

Страж с дробовиком - это легкобронированный солдат Строггов, вооруженный дробовиком, прикрепленным непосредственно к его правой руке. Разработанные для ближнего боя, эти отряды являются одними из самых агрессивных бойцов на передовой.

Они бросаются на врагов с безрассудной решимостью, стреляя очередями картечи в упор. Несмотря на свою простую тактику, группа Стражей с дробовиками может подавить неподготовленные цели благодаря близости и скорострельности.

СОВЕТЫ:

- Держись на расстоянии - их дробовик смертельно опасен вблизи.
- Используй взрывчатку или автоматическое оружие, чтобы уничтожить их до того, как они приблизятся.