ЗВЕРСКИЙ ДЕМОН СКОРПИОН, ВЗРОСЛЫЙ С МЁРТВОЙ ТРОПИЧЕСКОЙ ПЛАНЕТЫ


КЛАСС:        Зверский Демон Скорпион, Взрослый
МЕТАБОЛИЗМ:   Экзобиологический, членистоногое
ВОСПРИЯТИЕ:   Взрослый боевой скорпион
РАЗМЕР:       6 м.
ВЫНОСЛИВОСТЬ: Экстремальная
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Смертоносное жало хвоста
НАГРАДА:      12000
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

это то, во что превращается молодой Скорпион, если ему дать прожить достаточно долго, чтобы убить ещё пару тысяч человек. Солгар лично курирует самых перспективных особей, отбирая тех, кто проявил себя в бою, и позволяя им дожить до зрелости. Результат впечатляет.

Внешне взрослый скорпион разительно отличается от молодняка. Зелёный глянцевый панцирь молодёжи с возрастом темнеет, становясь глубокого, мрачного чёрно-зелёного цвета, почти сливающегося с тьмой. 

Голова защищена шлемом-каской, с едва заметным металлическим отливом. Глаза по бокам головы светятся в темноте холодным,голубым светом.

У взрослой особи хвост длиннее, толще и смертоноснее.

СОВЕТЫ:

- Используй взрывчатку, много взрывчатки. C4, гранаты, ракеты - всё, что есть.
- Не подпускай близко, он убьёт тебя быстрее, чем ты успеешь выстрелить.
