СНЕЖНАЯ КОРОВА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Снежная корова
МЕТАБОЛИЗМ:   Теплокровное млекопитающее
ВОСПРИЯТИЕ:   Дикое / Домашнее животное
РАЗМЕР:       ~1,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Отсутствует
НАГРАДА:      50
УГРОЗА:       Низкая

ОПИСАНИЕ:

Снежная корова обитает исключительно в снежных биомах. Она отличается однородной оранжевой шерстью, отсутствием пятен и густой лохматостью, которая помогает ей сохранять тепло в холодной среде.

Особенностью этого вида являются ровно направленные вперёд рога, которые придают корове величественный и суровый вид.

Снежные коровы ведут себя мирно, пасутся небольшими группами и хорошо приспособлены к жизни в холодных, снежных условиях.

СОВЕТЫ:

- Молоко безопасно для добычи.
- Мясо питательное.
- Лохматая шерсть хорошо выделяется на фоне снега, что делает их лёгкой целью для охотников, но привлекательной для разведения в заснеженных загонах.
