ЛАВОВЫЙ ГОЛЕМ, МАЛЫЙ


КЛАСС:        Лавовый голем, малый
МЕТАБОЛИЗМ:   неорганический
ОПРЕДЕЛЕНИЕ:  магическое создание
РАЗМЕР:       3 м.
ВЫНОСЛИВОСТЬ: от средней до чрезвычайной
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       огненные шары
НАГРАДА:      500
ОПАСНОСТЬ:    от низкой до чрезвычайной

ОПИСАНИЕ:

Представляет собой совокупность неживых материалов, пробуждённую к жизни. Лавовые големы состоят из магмы низкой температуры и пользуются магической силой, чтобы метать во врагов огненные шары и другие снаряды.
Сила и сопротивляемость конкретного голема зависит от его размера и объёма заключённой в нём магической силы.

СОВЕТЫ:

- Крупные экземпляры могут быть чрезвычайно сильны и опасны.
