ХЕДКРАБ ЗОМБИ, ДРИМКАСТ


КЛАСС:         Зомби Хедкраб, дримкаст
МЕТАБОЛИЗМ:    человеческий хозяин + паразитирующий обычный Хедкраб
ВОСПРИЯТИЕ:    Зомбированная сущность
РАЗМЕР:        1,8 м.
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  высокая (медленный, но неумолимый)
ОРУЖИЕ:        рукопашные атаки (когти, удары), захваты
НАГРАДА:       200
УГРОЗА:        умеренная в одиночку, высокая в группах

ОПИСАНИЕ:

Обычный зомби-хедкраб - это трагическое слияние человеческого хозяина и обычного хедкраба. В отличие от земных вариантов, обычный хедкраб навсегда зарывается в череп хозяина, оставляя череп человека видимым под своим инопланетным панцирем. После заражения хозяин теряет всю свободу воли и становится медлительным, неумолимым хищником.

Эти зомби Хедкрабы неповоротливы и их легко избежать на расстоянии, но они неумолимы и будут преследовать добычу, пока не подойдут достаточно близко, чтобы нанести удар. Постоянная связь с Хедкрабом делает это существо ужасающим напоминанием о паразитической изобретательности Зена - без пощады, без спасения, просто ходячий, стонущий проводник инопланетной агрессии.

СОВЕТЫ:

- Держитесь на расстоянии; ближние атаки опасны, если они попадают в цель.
- Огнестрельное оружие хорошо работает из-за их медленного движения.
- Не недооценивайте группы - хотя по отдельности они медлительны, они могут легко загнать добычу в угол.