ЯДОВИТЫЙ ЗОМБИ ХЕДКРАБ


КЛАСС:        Зомби Хедкраб, Ядовитый
МЕТАБОЛИЗМ:   паразитический хозяин
ВОСПРИЯТИЕ:   Биологическое Оружие
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: очень высокая
ВРАЖДЕБНОСТЬ: очень высокая
ОРУЖИЕ:       клешни, ядовитые хедкрабы
НАГРАДА:      400
УГРОЗА:       высокая

ОПИСАНИЕ:

Это гротескное существо - результат того, что человека-хозяина захватил не один, а несколько хедкрабов, особенно ядовитых. Их раздутое, гниющее тело медленно пошатывается, но его практически невозможно игнорировать. Паразит доводит тело до безумия, отрывая и метая ядовитых хедкрабов во врагов. Плоть хозяина свободно свисает с костей, делая его больше похожим на труп, чем на человека. Каждый издаваемый им стон - леденящее душу напоминание о том, что когда-то жило внутри.

СОВЕТЫ:

- Держись подальше - ядовитые хедкрабы могут мгновенно тебя покалечить.
- Целься в хедкрабов, вцепившихся в тело, чтобы их было легче убить.
