ПРИЗРАК С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Призрак
МЕТАБОЛИЗМ:   Нежить
ВОСПРИЯТИЕ:   Враждебный моб, летающий призрак
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Прикосновение
НАГРАДА:      200
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это полупрозрачная, бледная фигура с развевающейся "мантрой", бродящая по ночному Верхнему миру и издающая жуткие стоны.

В отличие от многих других мобов, призрак не имеет физического тела. Он летает и не сталкивается с другими существами, что делает его сложной целью. При этом он достаточно быстр и агрессивен: замечает противника с расстояния 12-16 метров и атакует, касаясь его.

Обычные призраки появляются в Верхнем мире при уровне освещения 7 или меньше, как зомби или скелеты. Обычный призрак наносит урон просто касанием.

Однако у них есть и уязвимости. Как и вся нежить, призраки боятся солнца: под дневным светом они начинают получать урон и умирают, хотя и не загораются. Их полупрозрачность - это обоюдоострое оружие. С одной стороны, она позволяет им сливаться с каменными стенами в пещерах, оставаясь незамеченными. С другой - выдаёт их призрачную природу, позволяя его противнику вовремя заметить угрозу.

СОВЕТЫ:

- Призраков сложно заметить в пещерах из-за их прозрачности, поэтому будьте внимателен и слушай их жуткие стоны.
- Как и любую нежить, их легко убивать оружием с зачарованием "Небесная кара".
- Поскольку они летают и не сталкиваются с блоками, прятаться от них в узких углах бесполезно. Лучше держи дистанцию и используй лук.
- Призраки издают резкий всхлип при ударе по ним и странный неземной крик при смерти.
