АЛУДРАНСКИЙ АРАХНОИД С СИСТЕМЫ АЛУДРАН


КЛАСС:        Алудранский арахноид
МЕТАБОЛИЗМ:   эктотерм, членистоногий
ВОСПРИЯТИЕ:   примитивная разумная раса
РАЗМЕР:       3 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       Магический огненный пулемёт, жало на хвосте
НАГРАДА:      2000
УГРОЗА:       высокая

ОПИСАНИЕ:

Этот ползающий восьминогий враг - один из главных противников Ментала в войне против человечества, гибрид скорпиона,

его жалящая атака на близком расстоянии мощна, но не так смертоносна, как быстро перезаряжающийся огненный миниган. Арахноид не слишком быстр и предпочитает держать противников на расстоянии, открывая огонь как можно раньше.

В одной руке арахноид держит магический огненный пулемёт, оснащённый устройством восстановления плазмы. Тело покрыто экзоскелетом, защищающим арахноида от пуль, взрывчатки и огня.

Не известно, как Арахноиды с Скорпиуса попали в систему Алудран.

СОВЕТЫ:

- Жало на хвосте опасно - не подходи слишком близко.
- В ярости будет стрелять даже сквозь своих.
