КОСТЯНОЙ ЗМЕЙ, МАЛЫЙ С КЛИРА


КЛАСС:         Клирский Костяной Змей, Малый
МЕТАБОЛИЗМ:    Нежить
ВОСПРИЯТИЕ:    Магическое существо
РАЗМЕР:        5,5 м.
ВЫНОСЛИВОСТЬ:  Очень Низкая
ВРАЖДЕБНОСТЬ:  Экстремальная
ОРУЖИЕ:        Огненные шары
НАГРАДА:       50
УГРОЗА:        Низкая

ОПИСАНИЕ:

Костяные Змеи обитают в пещерах планеты Клир - это чудовищные творения самого графа Клировского. Они наделены большей магической энергией, чем большинство скелетов, и поэтому способны изрыгать огненные шары.

Как и в плохой рыбе, в змее полно мелких костей, которые с легкостью нанесут тебе урон, если ты осмелишься подойти близко или же, он сам к тебе не подползёт.

Хотя может показаться, что они неподвижны, они на самом деле могут двигаться, хотя делают это редко. Можешь ли ты их винить? Представь, что тебе приходится подпрыгивать при каждом шаге!

Высунутый длинный язык нас будет дразнить, чем необходимо пользоваться и разносить к чертям этих экспонатов археологии.

СОВЕТЫ:

- Их медленные снаряды легко обойти, уклоняясь в сторону.
- Они должны быть низкоприоритетными целями среди других противников.
- Их можно уничтожить выстрелом из дробовика в упор.
