РАЗОРИТЕЛЬ С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Разоритель
МЕТАБОЛИЗМ:   Зверь Илладжеров
ВОСПРИЯТИЕ:   Осадное орудие / Тяжёлая ударная единица
РАЗМЕР:       2,2 м.
ВЫНОСЛИВОСТЬ: Экстремальная
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Удар головой, Рёв, Разрушение блоков
НАГРАДА:      2000
УГРОЗА:       Экстремальная

ОПИСАНИЕ:

Это живой таран и осадное орудие армии Илладжеров. Это гигантский зверь, внешне напоминающий гибрид быка, носорога и мифической мантикоры, который выглядит так, будто питается исключительно страхом и деРёвенскими стенами.

Разоритель - массивная туша серо-коричневого цвета, огромными рогами и встроенным в холку седлом.

Разоритель не появляется просто так. Он приходит исключительно во время Рейдов на деРёвни, начиная с 3-й волны . К 5-й и 7-й волнам к нему присоединяются наездники: Разбойники с арбалетами или Могущественные Призыватели, что пРёвращает зверя в мобильную боевую платформу.

Разоритель обладает тремя основными смертоносными механиками:

Таран (Заряд): Он разгоняется и бьет головой, нанося огромный урон и отбрасывая цель на 5 блоков .

Разрушение ландшафта: Разоритель сносит всё на своем пути. Он с легкостью уничтожает листву, урожай (пшеницу, морковь, картофель, свеклу), и даже сахарный тростник, грибы, черепашьи яйца.

Рёв: Если его атаку заблокировать щитом, есть шанс оглушить его, но когда он очнется, он издаст Рёв, который наносит урон и отбрасывает всех вокруг.

СОВЕТЫ:

- Когда разоритель бьет рогами, используй щит. Ты заблокируешь урон, а зверь с 50% вероятностью оглушится и на несколько секунд станет беззащитным.
- Если не увернешься от тарана, тебя отбросит на десяток блоков, что в хаосе битвы часто ведет к падению с обрыва или окружению.
- Если разорителем управляет лучник или маг, сначала убей всадника.
- После выхода из стана он Ревёт. Отойди подальше, иначе тебя отбросит и нанесет урон.
- В отличие от Щита, урон от стрел и арбалетов против него малоэффективен из-за брони, но дальнобойка помогает контролировать дистанцию.
