ИХТИОЗАВР С ЗЕНА


КЛАСС:         Ихтиозавр
МЕТАБОЛИЗМ:    водный хищник
ВОСПРИЯТИЕ:    Водный инопланетный Хищник
РАЗМЕР:        4 м.
ВЫНОСЛИВОСТЬ:  высокая
ВРАЖДЕБНОСТЬ:  крайняя
ОРУЖИЕ:        челюсти, скорость, засада снизу
НАГРАДА:       600
УГРОЗА:        очень высокая

ОПИСАНИЕ:

Ихтиозавр - это ужасающий водный хищник, привезенный из Зена во время каскадного резонанса. Хотя он напоминает мутировавшую акулу или рептилию, на самом деле это инопланетный вид, приспособленный к подводному бою. Благодаря огромным челюстям и мощному хвосту он движется в своей стихии с пугающей скоростью, часто нападая снизу, прежде чем жертва успевает осознать его присутствие. На суше он беспомощен, но в воде - король: быстрый, неумолимый и практически неуловимый. Выжившие в Блэк Меса помнят его как одно из самых страшных существ, выпущенных на свободу во время инцидента.

СОВЕТЫ:

По возможности избегайте глубокой воды.

- Используйте взрывчатые вещества или стреляйте быстро - рукопашный бой - самоубийство.
- Держитесь ближе к поверхности; видимость дает вам шанс среагировать.