КРАСНО-РЫЖАЯ ТРОПИЧЕСКАЯ КОРОВА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Дикое / Домашнее животное
МЕТАБОЛИЗМ:   Теплокровное млекопитающее
ВОСПРИЯТИЕ:   Стандартное зрение и обоняние
РАЗМЕР:       ~1,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Отсутствует
НАГРАДА:      50
УГРОЗА:       Низкая

ОПИСАНИЕ:

Эта тропическая корова обитает в тёплых биомах - саваннах, низменностях и холмистых равнинах. Отличается яркой красно-рыжей окраской без пятен.

Особенностью вида являются отсутсвие пятен и L-образные рога, стоящие прямо на голове, придающие корове гордую и немного дикую внешность.

Красно-рыжие коровы пасутся группами, питаются травой и листьями, обладают спокойным темпераментом и хорошо адаптированы к жаркому климату.

СОВЕТЫ:

- Доение безопасно и даёт молоко.
- Мясо красно-рыжей коровы питательное, даёт сытость и здоровье.
- Отлично подходят для содержания в загонах в тёплых биомах - устойчивы к жаре и хорошо пасутся.