ТЮРЕМНЫЙ СТРАЖ OVERWATCH АЛЬЯНСА


КЛАСС:        Трансчеловеческий пехотинец (Исправительное подразделение)
МЕТАБОЛИЗМ  : Аугментированный человек, мужской
ВОСПРИЯТИЕ  : Стандартное тактическое зрение + линия связи
РАЗМЕР:       180-180 см.
ВЫНОСЛИВОСТЬ: Средняя/Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       AR2, SMG1
НАГРАДА:      300
УГРОЗА:       Средняя

ОПИСАНИЕ:

Тюремный Страж Overwatch Альянса - это специализированное подразделение, призванное поддерживать порядок в контролируемых Альянсом исправительных учреждениях, в первую очередь на печально известном Нова Проспекте. Лишенные индивидуальности и выдрессированные на подчинение, эти солдаты патрулируют тюремные блоки, сопровождают заключенных и подавляют беспорядки с безжалостной эффективностью.

Их броня легче, чем у передовых подразделений Патруля, и оптимизирована для маневрирования в коридорах и замкнутых пространствах. Солдаты тюрьмы обычно вооружены AR2 или пистолетами-пулеметами.

Хотя они и не так выносливы, как солдаты с дробовиками или обычная пехота, они смертельно опасны в своей среде обитания - лабиринтах Нова Проспекта, откуда сбежать практически невозможно, а заключённых "перерабатывают" в нечто гораздо худшее.

СОВЕТЫ:

- Они часто нападают отрядами; изолировав одного из них, вы получите преимущество.
- Припасы они часто носят на поясах или прячут в складских помещениях Нова Проспекта.