БОЛЬШЕГОЛОВЫЙ АНГЕЛ КРОТИМОВЕЦ, ПИТЕР КЛЯЙНЕР


КЛАСС:        Большеголовый Ангел Кротимовец, Питер Кляйнер
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Питер Кляйнер - непревзойдённый мастер одной из самых незаметных, но критически важных дисциплин в игровой графике: создания скайбоксов (Skybox Art). Его гипертрофированный череп - это идеально откалиброванная сфера, внутри которой рождаются целые небеса, облака, далёкие горные цепи и звёздные скопления. Именно его работы формируют тот самый эпический фон, который превращает бесконечные поля битв в The Second Encounter в часть огромного, живого мира, а не просто в арену для стрельбы.

Карьера Питера - это мост между эпохами и жанрами: от культового Spyro the Dragon (1998) до его ремастированной Reignited Trilogy (2018), и, конечно, через всю классическую и HD-серию Serious Sam. Его скайбоксы - это не просто задники, а полноценные атмосферные нарративы, которые задают тон приключению, будь то сказочный мир драконов или апокалиптические пустоши, захваченные Менталом.

Когда-то он был живым, но после того, как кто-то убил его, он воскрес - став Ангелом.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.