СТРОИТЕЛЬ ЧЁРНОЙ МЕЗЫ


КЛАСС:        Строитель Чёрной Мезы
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Гражданский подрядчик Объекта Чёрная Меза
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: отсутствует 
ОРУЖИЕ:       Инструменты (гаечный ключ, лом, дрели)
НАГРАДА:      500
УГРОЗА:       незначительная

ОПИСАНИЕ:

Строители - гражданские подрядчики, работающие в Чёрной Мезе для ремонта объектов, обслуживания конструкций и расширения подземных комплексов. Их легко узнать по оранжевым жилетам, каскам и рабочим инструментам. Они не участвуют в боевых действиях, оказавшись в хаосе Каскадного Резонанса.

Хотя они не прошли боевую подготовку, их практические знания инфраструктуры Чёрной Мезы делают их удивительно ценными союзниками. Они могут перемещаться по закрытым туннелям технического обслуживания, открывать запечатанные зоны и иногда оказывать импровизированную помощь с инструментами. Однако отсутствие брони и боевого опыта делает их крайне уязвимыми как для существ Зена, так и для вражеских военных подразделений.

Некоторые свидетельства очевидцев свидетельствуют о том, что, несмотря на свой гражданский статус, несколько рабочих защищали учёных и сотрудников службы безопасности, используя строительное снаряжение, и удерживали позиции до тех пор, пока эвакуация не стала невозможной.

СОВЕТЫ:

- Не вижу проблем.
