СТРАЙДЕР АЛЬЯНСА


КЛАСС:        Страйдер Альянса
МЕТАБОЛИЗМ:   Биомеханический артиллерийский организм, кислотное энергетическое ядро
ВОСПРИЯТИЕ:   Трёхногий Синтент
РАЗМЕР:       ~18 м.
ВЫНОСЛИВОСТЬ: Чрезвычайно высокая
ВРАЖДЕБНОСТЬ: Подавляющая
ОРУЖИЕ:       Тяжелая импульсная пушка, дезинтегратор варп-луча, топающая атака
НАГРАДА:      1500 
УГРОЗА:       Катастрофическая

ОПИСАНИЕ:

Страйдер Альянса - это огромная трёхногая боевая машина и один из самых смертоносных отрядов синтетов, используемых Альянсом. Выступая в роли тяжёлой пехотной поддержки и орудия для городских осад, страйдеры сочетают в себе инопланетную инженерию с невероятной эффективностью.

При росте почти 20 метров их удлинённые ноги позволяют им с лёгкостью преодолевать городские кварталы, завалы и здания. Вооружённые разрушительной импульсной пушкой для подавляющего огня и ужасающим варп-лучевым дезинтегратором, способным прорезать здания, они служат ходячим оружием массового поражения. Один страйдер может уничтожить отряды бойцов Сопротивления, а скоординированные группы способны опустошить целые районы.

Несмотря на свою массу, страйдеры невероятно проворны, двигаясь с грацией насекомых и поразительной точностью. Они часто действуют бок о бок с наземными войсками Альянса, охотниками, сканерами и другими Синтентами, выступая в качестве мобильных ударных отрядов и гарнизонов контроля Альянса.

СОВЕТЫ:

- Укрывайтесь - их варп-луч может уничтожить незащищённых бойцов за считанные секунды.
- РПГ - самое эффективное оружие против их брони.
- Избегайте прямого боя; используйте городские строения для укрытия и засад.
- Страйдеры редко ходят в одиночку - будьте готовы к поддержке (солдатам, охотникам, сканерам, боевым кораблям).