АЛЬТЕРНАТИВНЫЙ ЭЛИТНЫЙ СОЛДАТ OVERWATCH АЛЬЯНСА


КЛАСС:        Альтернативный элитный солдат Overwatch Альянса
МЕТАБОЛИЗМ:   Аугментированный человек, мужчина
ВОСПРИЯТИЕ:   Ударное элитное подразделение Альянса
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Импульсная винтовка AR2, энергетические шары
НАГРАДА:      900
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Альтернативный элитный солдат Overwatch - это элита, решившая не выпендриваться. В отличие от стандартных белобронных собратьев, эти бойцы облачены в тёмно-синюю спецодежду, визуально почти неотличимую от формы обычных солдат Дозора. Единственный явный признак - холодный голубой визор.

С виду обычный солдат, по факту - полностью элитный боец с теми же имплантами, реакцией и тактической подготовкой. Часто действуют в составе стандартных подразделений, незаметно повышая их эффективность до неприятного уровня.

СОВЕТЫ:

- Часто работает в связке с обычными войсками, усиливая их до уровня элитных.
- Синий визор может выдать их позицию в условиях низкой освещённости.