МЕДИК ГРАЖДАНСКОЙ ОБОРОНЫ АЛЬЯНСА


КЛАСС:        Медик Гражданской Обороны Альянса
МЕТАБОЛИЗМ:   Аугментированный человек
ВОСПРИЯТИЕ:   Вспомогательный персонал подавления
РАЗМЕР:       1,9 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Пистолет, электро-дубинка, SMG, медицинские пренадлежности
НАГРАДА:      450
УГРОЗА:       Низкая

ОПИСАНИЕ:

Медик Гражданской Обороны Альянса - это мобильный обслуживающий модуль для живых ресурсов Альянса. До оккупации большинство из них были парамедиками, военными санитарами, полевыми врачами или студентами медицинских вузов. После прихода Альянса их знания сочли полезными.

Медики носят модифицированную форму ГО с красной символикой медицинского сектора Альянса.


СОВЕТЫ:

- Устранение медика резко снижает живучесть отряда Альянса.
