ЧАЙКА


КЛАСС:        Чайка
МЕТАБОЛИЗМ:   Птичий
ВОСПРИЯТИЕ:   Дикая птица
РАЗМЕР:       ~1,5-2 фута
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Клюв, когти
НАГРАДА:      1
УГРОЗА:       Очень низкая

ОПИСАНИЕ:

Чайки часто встречаются на побережьях, реках и водных путях, ища пищу вблизи мест человеческой деятельности. Они в основном пассивны, но могут реагировать защитно, если к ним подойти слишком близко. Их присутствие добавляет реалистичности районам, прилегающим к воде.

СОВЕТЫ:

- Наблюдение за чайками может указывать на близость источников воды или пищи.
- Не оставляйте Багги, чайки на него нагадят.