БЕЗГОЛОВЫЙ КАМИКАДЗЕ, КРОШЕЧНЫЙ


КЛАСС:        Безголовый камикадзе, Крошечный
МЕТАБОЛИЗМ:   кибер-зомби
ВОСПРИЯТИЕ:   мертвец, управляемый через УУЖ
РАЗМЕР:       0.22 м.
ВЫНОСЛИВОСТЬ: очень низкая
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       ручные гранаты
НАГРАДА:      300
УГРОЗА:       высокая

ОПИСАНИЕ:

Обезглавленный солдат с Сириуса, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).

Голова камикадзе разбита, поэтому он склонен к самоубийственным атакам. Несёт в каждой руке по бомбе, которые взрывает, приблизившись к цели на достаточное расстояние.

Вдохновившись успехом экспериментов по уменьшению, Ментал применил ту же технологию к камикадзе. Теперь по миру несутся микро-камикадзе - почти невидимые из-за своего размера, но несущие в крошечных руках столь же мощные бомбы. Их почти невозможно заметить, пока они не окажутся в опасной близости.

СОВЕТЫ:

- Взрывается сразу после смерти.
- Любой подозрительный шорох или движение вблизи - повод отпрыгнуть назад.