АЛУДРАНСКИЙ РЕПТИЛОИД, ЮНОША РАВНИННОЙ РАЗНОВИДНОСТИ


КЛАСС:        Алудранский Рептилоид, Равнинный Юноша
МЕТАБОЛИЗМ:   Хладнокровный, Рептилия
ВОСПРИЯТИЕ:   Примитивная Раса
РАЗМЕР:       1,2 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Магические Самонаводящиеся Снаряды
НАГРАДА:      5000
УГРОЗА:       Средняя

ОПИСАНИЕ:

Маленькие четверорукие рептилии, проживающие в системе Алудран, что в созвездии Большого Пса. Эта примитивная раса согласилась сражаться на стороне Ментала в обмен на магическую силу.

Они мечут самодвижущиеся огненные шары, снабжённые примитивной системой самонаведения. 

СОВЕТЫ:

- Держи его под постоянным обстрелом и пытайся сбивать снаряды в воздухе.
