ЕВРЕЙСКИЙ СОПРОТИВИТЕЛЬ, ДЕТЁНЫШ


КЛАСС:         Еврейский Сопротивитель, Детёныш
МЕТАБОЛИЗМ:    Человек, мужчина
ВОСПРИЯТИЕ:    Человек-повстанец
РОСТ:          0,8 м.
ВЫНОСЛИВОСТЬ:  Средняя
ВРАЖДЕБНОСТЬ:  Направлена против немецких войск
ОРУЖИЕ:        Нет
НАГРАДА:       250
УГРОЗА:        Низко-средняя

ОПИСАНИЕ:

Член угнетённого населения, восставшего против немецкого правления. Не имея военной подготовки, еврейские сопротивленцы полагаются на хитрость, решимость и импровизацию. Они олицетворяют сопротивление против подавляющего превосходства, движимые не силой, а желанием выжить и противостоять врагам.

СОВЕТЫ:

- По отдельности слабы, но в группах могут быть опасны.
- Их непредсказуемость затрудняет отслеживание.
- Не имеют брони - эффективен точный огонь.

