ДЕТЁНЫШ ХАУНДАЯ С ЗЕНА


КЛАСС:        Хаундай, Детёныш
МЕТАБОЛИЗМ:   Стайный хищник фауны Зен
ВОСПРИЯТИЕ:   ранняя Стадия Хаундая
РАЗМЕР:       ~1,5 фута в высоту, 2 фута в длину
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Умеренная в стаях
ОРУЖИЕ:       Небольшие звуковые импульсы, скорость, координация стаи
НАГРАДА:      150
УГРОЗА:       Низкая по отдельности, умеренная в группах

ОПИСАНИЕ:

Детёныш Хаундая - молодой хищник с Зена, меньший по размеру и менее опасный, чем взрослые особи. Он напоминает миниатюрную помесь собаки и дикобраза, издавая слабые звуковые импульсы, которые могут напугать, но редко наносят серьёзный вред.

Хотя по отдельности Хаундай слабы, детёныши хаундая очень общительны и часто следуют за родителями или членами стаи, координируя атаки при угрозе. Их пронзительный визг может предупредить находящихся рядом взрослых особей, что делает встречи с ними потенциально опасными в дикой природе.

СОВЕТЫ:

- Соблюдайте дистанцию; их звуковые импульсы могут дезориентировать в замкнутом пространстве.
- Не провоцируйте их в одиночку - стаи выполняют защитную функцию.
- Для эффективного управления стаями можно использовать факторы окружающей среды.