БЕЖЕНЦЫ СОПРОТИВЛЕНИЯ


КЛАСС:        Беженец Сопротивления
МЕТАБОЛИЗМ:   Люди
ВОСПРИЯТИЕ:   Гражданский человек / Выживший, перемещённый
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Импровизированное
НАГРАДА:      100
УГРОЗА:       Очень низкая

ОПИСАНИЕ:

Беженцы - это обычные гражданские лица, покинувшие оккупационные зоны Альянса. Не имея подготовки, они выживают, добывая еду и медикаменты. Многие из них - это семьи, пожилые люди, вынужденные передвигаться по охваченным войной городам под постоянной угрозой со стороны патрулей Альянса и синтентов.

Не являясь боевыми, беженцы могут предоставлять ценную информацию о передвижениях противника или особенностях местности. Они часто передвигаются группами в целях безопасности и могут находиться под охраной или в сопровождении бойцов Сопротивления. Их моральный дух нестабилен, и наблюдение за насилием может привести к панике или дезориентации.

СОВЕТЫ:

- Защищай беженцев, когда это возможно - они уязвимы, но критически важны для выполнения заданий.
- Они могут следовать за тобой или отрядами Сопротивления, создавая для врагов временную опасность скопления людей.
- Беженцы иногда несут с собой небольшие припасы или знания о скрытых безопасных маршрутах.
