БИОМЕХАНОИДНЫЙ ТАНК БЫКОДРОИД, ГЕНЕРАЛ (БОЛЬШОЙ)


КЛАСС:          Биомеханоидный Танк Быкодроид, Генерал (Большой)
МЕТАБОЛИЗАЦИЯ:  Эндотермический Киборг
ВОСПРИЯТИЕ:     Кибернетически И Генетически Улучшенный
РАЗМЕР:         20,5 м.
ВЫНОСЛИВОСТЬ:   Очень Высокая
ВРАЖДЕБНОСТЬ:   Очень Высокая
ОРУЖИЕ:         Ракетные Установки
НАГРАДА:        2000
УГРОЗА:         Очень Высокая

ОПИСАНИЕ:

После успешного создания биомеханоидных шагоходов, Ментал поручил своим ученым найти способ преобразовать существующих солдат в биомеханоидов, чтобы они могли продолжать служить Менталу даже после получения тяжелых ранений. Результатом стал биомеханоидный танк - быкодроид.

У Быков-Солдат, получивших ранения в бою, поврежденные части тела ампутируются, а на их место хирургическим путем имплантируются кибернетические имплантаты. Корпус затем крепится к шасси танка, способного преодолевать большинство типов местности, что делает их очень универсальными.

Этот вариант называется "Генерал" - они не только прошли кибернетическое улучшение, но и были генетически модифицированы, что значительно увеличило их размер и прочность. Их руки заменены ракетными установками, стреляющими залпами ракет, что делает их отличными для уничтожения вражеских укреплений.

Некоторым Генералам были введены дополнительные генетические усилители в надежде, что это ещё больше повысит их прочность. Однако это лишь увеличило их размер, не дав никакого прироста прочности.

СОВЕТЫ:

- Уничтожай его как можно скорее, пока ты не был подавлен его ракетами.
- Пули не смогут уничтожить эти ракеты; используй более тяжёлые боеприпасы.
- Держись на расстоянии в любое время.
