ПАТРУЛЬНЫЙ ВЕРТОЛЁТ UH-60 "BLACKHAWK" ЗЛОЙ КАМЕННОЙ РОЖИ С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Патрульный вертолёт UH-60 "Blackhawk" Злой Каменной Рожи
МЕТАБОЛИЗМ:   Авиационный (ТВД, реактивный)
ВОСПРИЯТИЕ:   Вражеский летающий Транспорт
РАЗМЕР:       ~5,1 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Бортовой миниган управляемый стрелком
НАГРАДА:      1000 (у вертолёта есть зарплата)
УГРОЗА:       Высокая

ОПИСАНИЕ:

Основной многоцелевой вертолёт сил компании Кригера. Используется для патрулирования, быстрой переброски подкрепления и непосредственной огневой поддержки. Имеет стандартный камуфляж с логотипом компании.

Злая Каменная Рожа захватила патрульный вертолёт UH-60 наёмников Кригера. Апогей гнева Неоплаченного Моаи - Эта летающая каменная голова ещё более опасна. Она патрулирует ключевые точки архипелага, безуспешно требуя свою зарплату, и атакует любого, кто попадётся на глаза, будь то наёмники, трайгены или Джек.

Голова Моаи встроена на месте пулемётчика, а её каменная масса служит броней и структурным усилителем. Турель M134 на левом борту управляется магическим "взглядом" идола, стреляя с чудовищной точностью и скоростью. Это воплощение древнего гнева, слившегося с современной военной техникой.

СОВЕТЫ:

- Избегай Шквал пуль из M134, прошивающий лёгкие укрытия и наносящий колоссальный урон.
