БИОМЕХАНОИДНЫЙ ТАНК БЫКОДРОИД, СЕРЖАНТ


КЛАСС:          Биомеханоидный Танк Быкодроид, Сержант
МЕТАБОЛИЗАЦИЯ:  Эндотермический Киборг
ВОСПРИЯТИЕ:     Кибернетически Улучшенное
РАЗМЕР:         3 м.
ВЫНОСЛИВОСТЬ:   Средняя
ВРАЖДЕБНОСТЬ:   Высокая
ОРУЖИЕ:         Импульсные Пушки
НАГРАДА:        200
УГРОЗА:         Средняя

ОПИСАНИЕ:

После успешного создания биомеханоидных шагоходов, Ментал поручил своим ученым найти способ преобразовать существующих солдат в биомеханоидов, чтобы они могли продолжать служить Менталу даже после получения тяжелых ранений. Результатом стал биомеханоидный танк - быкодроид.

У Быков-Солдат, получивших ранения в бою, поврежденные части тела ампутируются, а на их место хирургическим путем имплантируются кибернетические имплантаты. Корпус затем крепится к шасси танка, способного преодолевать большинство типов местности, что делает их очень универсальными.

Сержанты предназначены для подавления вражеской пехоты на поле боя. Их руки заменены импульсными пушками, стреляющими очередями лазерных лучей.

СОВЕТЫ:

- Уклоняйся от их лазерных лучей, отступая в сторону.
- Чем ближе они, тем больше угроза - держись на расстоянии.
- Используй снайперскую винтовку или взрывчатку, чтобы быстро их уничтожить.
