БЕЗГОЛОВЫЙ АРХЕОЛОГ, ГРАНАТОМЁТЧИК С ТАИНСТВЕННОГО ОСТРОВА


КЛАСС:        Безголовый Археолог, Гранатомётчик
МЕТАБОЛИЗМ:   Кибер-зомби
ВОСПРИЯТИЕ:   Мертвец, Управляемый Через УУЖ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень Низкая
ВРАЖДЕБНОСТЬ: Очень Низкая
ОРУЖИЕ:       Ручные Гранаты
НАГРАДА:      150
УГРОЗА:       Низкая

ОПИСАНИЕ:

Обезглавленный Археолог с Таинственного Острова, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).

Голова гранатомётчика едва прикреплена к его руке, однако он продолжает воспринимать через неё окружающий мир. В карманах имеет большой запас гранат.

СОВЕТЫ:

- Будь осторожен: убитый безголовый гранатомётчик взрывается.
