ОДЭЛЛ, ИНЖЕНЕР НАУЧНОГО СУДНА "БОРЕЙ"


КЛАСС:        Одэлл, Инженер Научного Судна "Борей"
МЕТАБОЛИЗМ:   Человек, мужчина
ВОСПРИЯТИЕ:   Повстанец, инженер сопротивления
РОСТ:         1,8 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       AR1
НАГРАДА:      150
УГРОЗА:       Низкая

ОПИСАНИЕ:

Одэлл - инженер сопротивления и член экипажа научного судна "Борей", оказавшегося в арктических льдах после нападения Альянса. 

Его роль - открывать путь, ремонтировать и обеспечивать выживание в экстремальных условиях Арктики, где "Борей" застрял. 

СОВЕТЫ:

- Несмотря на слабую боевую подготовку, его инженерные навыки могли бы пригодиться в сложных ситуациях.
