ТИРАННОЗАВР РЕКС С ТЕРРАФОРМИРОВАННОЙ ПЛАНЕТЫ


КЛАСС:        Тираннозавр Рекс
МЕТАБОЛИЗМ:   Хищник, Теропод
ВОСПРИЯТИЕ:   Сверххищник / Высший хищник 
РАЗМЕР:       5 м.
ВЫНОСЛИВОСТЬ: Экстремальная
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       Череп, челюсти, зубы, хвост, когти 
НАГРАДА:      5000
УГРОЗА:       Абсолютная

ОПИСАНИЕ:

Это не просто динозавр. Это единственный динозавр, которого не нужно представлять. Когда говорят "Динозавр", в голове всплывает именно он. Король ящеров-тиранов.

Внешность ти-рекса известна каждому: массивный череп шириной сзади и суженный спереди, из-за чего глаза смотрят вперёд, обеспечивая бинокулярное зрение лучше, чем у ястреба . Шея короткая и толстая - иначе такую башку не удержать.

Охотится тираннозавр или жрёт падаль - спор длиною в десятилетие.

СОВЕТЫ:

- Не пытайся убежать по прямой. Он быстрее, чем кажется.


