ВОРТИГОНТ С ЗЕНА


КЛАСС:         Вортигонты (Освобождённые)
МЕТАБОЛИЗМ:    разумные млекопитающие (беженцы с Зена)
ВОСПРИЯТИЕ:    Разумная инопланетная Раса
РАЗМЕР:        1,8 м.
ВЫНОСЛИВОСТЬ:  средне-высокая
ВРАЖДЕБНОСТЬ:  низкая (союзник Сопротивления)
ОРУЖИЕ:        зелёная молния, ритуалы исцеления, знания коллективного разума
НАГРАДА:       520
УГРОЗА:        высокая

ОПИСАНИЕ:

После падения Нихиланта вортигонты освободились от психического рабства. Многие бежали на Землю, где присоединились к Сопротивлению человечества против Альянса. Философские и глубоко духовные, они почитают «Вортэссенцию" - общее псионическое поле, объединяющее их вид. Они выступают в качестве союзников, исцеляя раненых и даже используя свои молнии против солдат Альянса и муравьиных львов. Бывшие враги, они теперь верные товарищи.

СОВЕТЫ:

- Защищайте их в бою; они оказывают неоценимую поддержку.
- Следите за их ритуалами - они могут исцелять и наделять силой союзников.
- Возможно, они знают о судьбе и Альянсе больше, чем говорят.