БЕЗГОЛОВЫЙ АРХЕОЛОГ, КАМИКАДЗЕ С ТАИНСТВЕННОГО ОСТРОВА


КЛАСС:        Безголовый Археолог, Камикадзе
МЕТАБОЛИЗМ:   Кибер-Зомби
ВОСПРИЯТИЕ:   Мертвец, Управляемый Через УУЖ
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: Очень Низкая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Ручные Гранаты
НАГРАДА:      2500
УГРОЗА:       Высокая

ОПИСАНИЕ:

Обезглавленный Археолог с Таинственного Острова, восставший из мёртвых с помощью Ментала и управляемый на расстоянии с помощью Устройства Управления Жизнью (УУЖ).

Голова камикадзе разбита, поэтому он склонен к самоубийственным атакам. Несёт в каждой руке по бомбе, которые взрывает, приблизившись к цели на достаточное расстояние. 

СОВЕТЫ:

- Взрывается сразу после смерти.
