МОРСКОЙ ПЕХОТИНЕЦ H.E.C.U. (ОТРЯД АДРИАНА ШЕПАРДА)


КЛАСС:        Обычный пехотинец
МЕТАБОЛИЗМ:   Человек, Мужской (Корпус морской пехоты США)
ВОСПРИЯТИЕ:   визуальное, слуховое, базовая тактика отряда
РАЗМЕР:       ~1,8 м
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: экстремальная по отношению к инопланетянам и враждебным силам
ОРУЖИЕ:       Пистолет-Пулемёт MP5, Пистолет M1911, Гранаты
НАГРАДА:      500
УГРОЗА:       умеренная индивидуально, высокая в группах

ОПИСАНИЕ:

Рутовые H.E.C.U. из отряда Шепарда - это обученные боевые пехотинцы, дислоцированные на объектах Чёрной Мезы для сдерживания вторжений инопланетян и обеспечения безопасности важных исследовательских зон. Они действуют слаженными отрядами под командованием Шепарда, сочетая агрессию с тактической дисциплиной.

Эти морпехи искусны в дальнем бою, способны вести подавляющий огонь и использовать гранаты для выманивания противника. В отличие от своих коллег из отрядов H.E.C.U., отряд Шепарда демонстрирует более высокий уровень координации и реагирования на угрозы, что отражает их элитную подготовку и прямое руководство.

СОВЕТЫ:

- Следите за применением гранат - они бросают их тактически, чтобы выманить противника.
- Используйте укрытия; они редко покидают свои позиции без причины.