ЗОРГ-НАЁМНИК С БИЛМЕЗА IV


КЛАСС:        Зорг-наёмник
МЕТАБОЛИЗМ:   млекопитающее
ОПРЕДЕЛЕНИЕ:  раса воинов
РАЗМЕР:       2 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: низкая
ОРУЖИЕ:       импульсный лазер
НАГРАДА:      500
ОПАСНОСТЬ:    низкая

ОПИСАНИЕ:

Ментал переправил этих солдат на Землю из неизвестной области вселенной. Раньше это была раса свирепых воинов, но когда они завоевали столько планет, что уже не знали, что с ними делать, то решили немного притормозить. Большая их часть отправилась в бессрочный отпуск на прекрасную тропическую планету в своей звёздной системе, но поскольку они беспечно загорали с десяти утра и до четырёх часов вечера, через несколько лет кожи у большинства зоргов просто не осталось. 

СОВЕТЫ:

- Не стой на пути лазерных лучей.