БИРЖЕВОЙ ЗОМБИ-БРОКЕР


КЛАСС:        Биржевой Зомби-Брокер
МЕТАБОЛИЗМ:   Нежить
ВОСПРИЯТИЕ:   Зомби-Солдат
РАЗМЕР:       1,8 м.
ВЫНОСЛИВОСТЬ: низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Помповый Дробовик
НАГРАДА:      50
УГРОЗА:       Средняя

ОПИСАНИЕ:

Это особое подразделение министерства финансов Ментала. Они бродят по захваченным мирам, стремясь "заключить сделки" с местными бизнесменами. А под "заключить сделки" я подразумеваю кражу денег или выстрел бизнесмену в лицо, а затем кражу денег.

В жестоком чувстве юмора предприниматели, убитые Зомби-Брокерами, оживают и сами превращаются в биржевых Зомби-Брокеров.

Как и следовало ожидать от ходячего трупа, они двигаются довольно медленно и хрупки. Несколько пуль их сразят. Однако их дробовики - это не шутка. Несколько выстрелов в ближнем бою - и ты останешься в истории.

СОВЕТЫ:

- Оружия с уроном по площади легко уничтожают целые группы противников.
- Если ты находишься в близи, прячься за стенами и используй гранаты с рикошетом, чтобы уничтожить его.
- Разумеется, держись на расстоянии. Ты уже видел, на что способен твой дробовик в ближнем бою.
- Он имеет способность к регенерации.
