ЖЕЛЕЗНЫЙ КОВАНЫЙ ДЖАГГЕРНАВТ


КЛАСС:        Железный Кованый Джаггернавт
МЕТАБОЛИЗМ:   Зачарованный автоматон
ВОСПРИЯТИЕ:   Магическое чутьё на жизнь, сейсмическое ощущение
РАЗМЕР:       3,5 м.
ВЫНОСЛИВОСТЬ: Крайне высокая (волшебная броня)
ВРАЖДЕБНОСТЬ: Абсолютная (при нарушении покоя)
ОРУЖИЕ:       Топор Тысячи Металлов, магический топот
НАГРАДА:      10000
УГРОЗА:       Максимальная

ОПИСАНИЕ:

Забытый страж, веками заточенный в Кованых Палатах. Это не человек и не статуя - это оживлённый магией доспех, душа которого давно угасла, оставив лишь слепую ярость и невыполнимый долг. Он забыл, что охраняет, кого ждёт и о ком скорбит. Помнит лишь один приказ: уничтожать любого, кто посмеет нарушить вечный покой его залов. Абсолютно невосприимчив ко всем видам урона, кроме ударов в определённую уязвимую точку - рану на спине, которая доступна для атаки лишь в момент его мощнейшей атаки "Удар топором", когда он вонзает оружие в землю. Вне боя его магическая броня мгновенно восстанавливает любые повреждения.

СОВЕТЫ:

- Нанести урон можно ТОЛЬКО во время его атаки "Удар топором"», когда он замирает, вонзив топор в землю, и открывает спину. Целься точно в рану.
- От атаки "Топот" можно уклониться, подпрыгнув в нужный момент. От размашистых ударов топором - уходить вбок.
- Провоцируй его на "Удар топором", держась на средней дистанции. После промаха быстро заходи за спину и наноси точные удары. Избегай ближнего боя - его щиты бесполезны против его ударов.
- На низком здоровье он выполняет серии из двух и трёх ударов, последний из которых - вращающийся, почти не оставляющий шансов уклониться. В этот момент лучше отойти и дождаться следующей возможности для атаки в спину.
- После победы получаешь его Кованый Шлем и легендарный Топор Тысячи Металлов.