ПРИЗЫВАТЕЛЬ С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Призыватель
МЕТАБОЛИЗМ:   Магически одарённый илладжер
ВОСПРИЯТИЕ:   Элитный колдун / призыватель
РАЗМЕР:       1,9 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Магические "Клыки", Призыв Вексов, Превращение синих овец в красных
НАГРАДА:      600
УГРОЗА:       Чрезвычайная

ОПИСАНИЕ:

Это то, что случается, когда житель бросает торговлю, надевает тёмный балахон и уходит в лес, чтобы изучать магию. Это одна из самых опасных и раздражающих разновидностей Илладжеров, способная превратить битву в настоящий ад, если не убить её мгновенно. Если Виндикатор - это грубая сила, то Призыватель - это интеллект, магия и чистый хаос.

Призыватели обитают в таинственных Лесных особняках, скрываясь в глубине этих мрачных построек. Однако ты также можешь встретить их на поздних этапах Рейдов на деревни.

Несмотря на хилое телосложение, в его руках скрывается смертельная сила.

Призыватель - мастер контроля территории. Он всегда держит дистанцию, стараясь не подпускать врага близко. Его арсенал включает три основных заклинания, и каждое из них способно быстро отправить тебя на тот свет:

Призыв Вексов (Фиолетовая аура): Если Призыватель вскидывает руки и они вспыхивают фиолетовым светом, он так призывает от 2 до 3 летающих Вексов. Призыватель может призвать их заново, если в живых останется меньше 4-х.

"Клыки" (Жёлтая аура): Если Призыватель вскидывает руки и они вспыхивают жёлтым светом, то в этот момент из-под земли в указанном направлении или вокруг него самого вырастает ряд шипастых "Клыков", которые смыкаются и наносят огромный урон. Эта атака быстрая и болезненная.

Превращение овец ("Воло-ло"): Самая забавная, но бесполезная способность. Если поблизости есть синяя овца, Призыватель может потратить время на то, чтобы с криком "Воло-ло!" превратить её в красную.

СОВЕТЫ:

- Убей его первым. В любой битве с илладжерами Призыватель должен быть приоритетной целью номер один. Если оставить его в живых, он заспамит Вексами всё поле боя.
- Сокращай дистанцию. Он беспомощен в ближнем бою. Как только ты подбежишь к нему, он перестанет призывать Вексов и попытается отойти. Не давай ему этого сделать.
- Атакуй во время заклинания. Пока его руки светятся и он готовит колдовство - он беззащитен. Это лучшее время для атаки.
- Уворачивайся от Клыков. Атака Клыков видна по частицам на земле. Как только увидел жёлтые частицы, сразу же отпрыгивай в сторону. Прямая линия Клыков очень опасна.
- Вексов сначала игнорируй. Вексы имеют низкий запас здоровья и сами исчезают через некоторое время. Если ты начнешь отвлекаться на них, Призыватель успеет призвать новых. Убей сначала его, а потом разбирайся с остатками его армии.
- Если ты убьешь Призывателя, он выбросит Тотем бессмертия. Этот артефакт может спасти тебе жизнь в самый последний момент.
