МОРТИРА СИНТЕНТ АЛЬЯНСА


КЛАСС:        Мортира Синтент Альянса
МЕТАБОЛИЗМ:   Биомеханический артиллерийский организм
ВОСПРИЯТИЕ:   Артиллерийский синтент
РАЗМЕР:       ~5,4 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Летающая Тяжёлая органическая мортира, электрические бомбардировочные капсулы
НАГРАДА:      1600
УГРОЗА:       Катастрофическая

ОПИСАНИЕ:

Мортира Синтент Альянса - Летающий артиллерийский организм, созданный Альянсом для уничтожения оплотов сопротивления издалека. Его гротескная форма напоминает биомеханическое насекомое, слитое с осадной пушкой - позвоночник изогнут вверх для запуска взрывных капсул на большие расстояния.

Каждый миномётный выстрел сокрушителен: кислотные и электрические бомбардировочные снаряды при попадании взрываются, образуя едкие облака, прожигая броню, укрепления и плоть. Миномётные синты, будучи разрушительными на расстоянии, медлительны и менее эффективны в ближнем бою, полагаясь на свою массивность, чтобы сокрушить любого врага, который подойдёт слишком близко.

Они часто используются на поле боя в тандеме со страйдерами и крабами-синтами, обеспечивая подавляющий огонь, пока наступают более тяжёлые штурмовые отряды. Целые базы сопротивления превращались в дымящиеся кратеры после продолжительных обстрелов Мортирами.

СОВЕТЫ:

- Никогда не оставайтесь на открытой местности - их бомбардировка на расстоянии очень точна.
- Используй тактику "бей и беги"; быстро сокращайте дистанцию, чтобы избежать длительного обстрела.
- Наиболее эффективным средством противодействия являются РПГ и взрывчатка, направленные на миномётный хребет.
