ЖНЕЦ С ОСТРОВА КАРНАТИ, ГОРОДСКАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Жнец Острова Карнати, Городская Разновидность
МЕТАБОЛИЗМ:   Сверхъестественный
ВОСПРИЯТИЕ:   Ужасная Сущность
РАЗМЕР:       ~1,9 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Конечности-Клинки (Руки И Ноги - Длинные, Острые)
НАГРАДА:      1000
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Жнец - один из самых известных и ужасающих существ. Созданный как символ казни через обезглавливание, он жутко сросся с телом: голова отделена и удерживается над телом с помощью плоти и стальных приспособлений, а конечности превратились в длинные смертоносные клинки.

Жнецы двигаются с неестественной ловкостью, умело крадутся по стенам и потолкам, спрыгивать на жертв или рубить их "сверху". Их часто слышно раньше, чем видно - их конечности-клинки скрежещут и шуршат, выдавая их приближение.

Это самый многочисленный вид чудовищ из тех, которые обнаружены на данный момент.

Его тело похоже на человеческое, но руки и ноги представляют собой длинные острые клинки, а на месте головы стоит какой-то металлический прибор. Проще говоря, Жнец напоминает тех преступников, которые ходят по улицам с ножами в руках, только эти ножи гораздо длиннее и острее.

СОВЕТЫ:

- Всегда стремись уничтожить голову - без неё Жнецы теряют бдительность.
- Постоянно двигайся - неподвижность навлекает на них засаду.
- Внимательно слушай - их клинки на стенах и потолках часто предупреждают тебя, прежде чем ударить.
