МИНИСТРАЙДЕР АЛЬЯНСА


КЛАСС:        Экспериментальный боевой синтет Альянса
МЕТАБОЛИЗМ:   Полностью механический, автономный фронтовой дрон
ВОСПРИЯТИЕ:   Расширенные боевые сенсоры, линия связи Альянса
РАЗМЕР:       3 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Импульсные заряды, энергодротики, лапы-лезвия
НАГРАДА:      900
УГРОЗА:       Высокая

ОПИСАНИЕ:

Министрайдер - ранняя концепция и прототип охотника, разработанный Альянсом.

Внешне министрайдер напоминает уменьшенного, но не менее угрожающего охотника - он стоит на трёх ногах, обладает механическими конечностями-лезвиями и способен вести автоматическую атаку. Он стреляет импульсными энергетическими выстрелами, что делалает его убийство опасным даже на расстоянии.

Министрайдер не только преследует цель, но и может использовать окружение, быстро реагировать на угрозы и вести агрессивный бой в открытой местности.

СОВЕТЫ:

- Импульсные залпы министрайдера работают на средней дистанции - укрытия и смена позиции уменьшают опасность.
- Его лезвия в ближнем бою смертельно опасны - не допускай контакта.
- В отличии от охотника, он обладает сверхскоростью.