КЛАССИЧЕСКАЯ КОРОВА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Дикое / Домашнее животное
МЕТАБОЛИЗМ:   Теплокровное млекопитающее
ВОСПРИЯТИЕ:   Стандартное зрение и обоняние
РАЗМЕР:       ~1,6 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Отсутсвует
НАГРАДА:      50
УГРОЗА:    Низкая

ОПИСАНИЕ:

Коровы - мирные травоядные существа, обитающие на равнинах, лугах и холмах мира Minecraft. Они пасутся на зелёной траве, никогда не нападают и ведут себя спокойно.

В естественной среде коровы часто встречаются группами. Их ритмичное мычание и массивные тела создают ощущение устойчивой и наполненной жизни экосистемы.

Корову можно доить с помощью ведра без причинения вреда, что делает её надёжным источником молока при путешествиях.

СОВЕТЫ:

- Молоко коровы - твой лучший друг при отравлении или плохих эффектах зелья.
- Говядина даёт здоровье и сытость.
- Помещай коров в загон для постоянного источника ресурсов.