МУТАНТ КРИГЕР С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Мутант Кригер
МЕТАБОЛИЗМ:   Генетически модифицированный человек, Мужской
ВОСПРИЯТИЕ:   Улучшенное зрение, сохранённый интеллект
РАЗМЕР:       ~2,5 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Абсолютная
ОРУЖИЕ:       OICW, гранаты, сверхчеловеческая сила, прыжки
НАГРАДА:      100000
УГРОЗА:       Максимальная

ОПИСАНИЕ:

Финальная форма доктора Джорджа Кригера, достигнутая путём ввода усовершенствованной трайген-сыворотки. В отличие от обычных мутантов, он сохранил полный интеллект и рассудок, став "идеальным" трайгеном - хищником высшего порядка. Сочетает в себе технологическую вооружённость (OICW, гранаты) и феноменальные мутантские способности: прыжки на огромные расстояния и повышенную живучесть. Является кульминацией его безумной философии о превосходстве силы и ускоренной эволюции.

СОВЕТЫ:

- Несмотря на способности, его здоровье не безгранично. Лучше всего использовать мощное оружие.
- Постоянно двигайся. Его прыжки позволяют ему быстро сокращать дистанцию.