ВСАДНИК БЕЗ ГОЛОВЫ


КЛАСС:         Всадник Без Головы
МЕТАБОЛИЗМ:    Сущность нежити
ВОСПРИЯТИЕ:    Проклятый всадник
РАЗМЕР:        2,1 м.
ВЫНОСЛИВОСТЬ:  Очень высокая
ВРАЖДЕБНОСТЬ:  Крайне высокая по отношению к врагам Рейха
ОРУЖИЕ:        Проклятый топор,  аура ужаса
НАГРАДА:       900
УГРОЗА:        Высокая

ОПИСАНИЕ:

Когда-то Бесглавый всадник был рыцарем, погибшим в бою, но затем он был связан вечным служением по тёмному договору. Германия, ища мощных союзников, приняла всадника в свои ряды, превратив его в призрачного палача, вселяющего страх во всех врагов Рейха.

Он размахивает огромным проклятым топором с ужасающей силой. Хотя у него нет головы, его чувства сверхъестественны, что позволяет ему безошибочно выслеживать свою добычу.

СОВЕТЫ:

- Держись подальше от ближнего боя - его топор может рассечь сразу несколько целей.
- Пули замедляют его, но редко убивают.
- Огонь или взрывчатка лучше всего подходят для рассеивания его призрачной формы.
