БОЛОТНЫЙ ПРЫГУН С РИГЕЛЯ ЦЕНТАВРА, БОЛЬШОЙ


КЛАСС:        Болотный прыгун с Ригеля Центавра, Большой
МЕТАБОЛИЗМ:   земноводное
ОПРЕДЕЛЕНИЕ:  дикое животное
РАЗМЕР:       4 м. (стоя)
ВЫНОСЛИВОСТЬ: нет
ВРАЖДЕБНОСТЬ: чрезвычайная
ОРУЖИЕ:       брызги ядовитой слизи
НАГРАДА:      50
УГРОЗА:    очень низкая

ОПИСАНИЕ:

Странные существа родом с болотистых пустошей одной из планет системы Ригеля Центавра. Живут стаями, обладают самоубийственным инстинктом защиты территории. При этом они всем скопом пытаются прыгнуть на незваного гостя и взорваться, надуваясь ядовитым газом. При взрыве забрызгивают противника содержащейся в их кишечнике ядовитой слизью.

Ментал, вдохновлённый успехами в манипулировании размерами, с радостью наблюдал, как это крошечное болотное существо превратилось в гигантскую тварь. Однако он упустил из виду ключевой недостаток: физиология прыгуна не масштабировалась. Его ткани остались такими же хрупкими, а внутренние органы - уязвимыми. Теперь это гигантский, но невероятно хлипкий пузырь. Его прыжки стали громоздкими и предсказуемыми, а самоубийственный инстинкт заставляет его взрываться при контакте, делая его идеальной мишенью. Ментал ещё не осознал, что одного меткого выстрела из пистолета достаточно, чтобы повалить этого колосса.

СОВЕТЫ:

- Целься в любую часть тела - урон будет критическим из-за его хрупкой природы.
- Не трать на него тяжёлое оружие - это пустая трата боеприпасов.
- Одиночная тварь не опасна, но с целой стаей лучше не связываться.
- Отстреливай издалека.
