ВОРОНА


КЛАСС:         Дикая птица
МЕТАБОЛИЗМ:    Птичий
ВОСПРИЯТИЕ:    Лесная Птица
РАЗМЕР:        ~0,4 м.
ВЫНОСЛИВОСТЬ:  Низкая
ВРАЖДЕБНОСТЬ:  Низкая (защищается при угрозе)
ОРУЖИЕ:        Клюв, когти
НАГРАДА:       1
УГРОЗА:        Очень низкая

ОПИСАНИЕ:

Вороны - умные, осторожные птицы, которые часто встречаются в городских и сельских районах. Они собираются в стаи и могут нападать на потенциальную угрозу, используя скоординированные крики, чтобы предупредить других. Хотя по умолчанию они не агрессивны, их присутствие может сигнализировать об опасности или изменениях в окружающей среде.

СОВЕТЫ:

- Стаи могут указывать на близость врагов или опасностей.
