ПУЛЕМЕТЧИК СТРАЖ СТРОГГОВ


КЛАСС:        Вариант Стражей Строггов
МЕТАБОЛИЗМ:   Кибернетический (гибрид человека и строгга)
ВОСПРИЯТИЕ:   Визуальное нацеливание + отслеживание движения
РАЗМЕР:       ~6 футов
ВЫНОСЛИВОСТЬ: Средне-низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Встроенный пулемет (правая рука), навесной огонь
НАГРАДА:      500
УГРОЗА:       Средняя

ОПИСАНИЕ:

Страж-пулеметчик - один из самых распространённых типов пехоты Строггов. Эти бывшие люди были хирургическим путём преобразованы в полумеханических дронов, их правая рука заменена крупнокалиберными пулемётами. Несмотря на примитивную кибернетику, они - эффективные бойцы, ведущие подавляющий огонь с пугающей интенсивностью.

Их системы наведения неточны, из-за чего огонь хаотично колеблется из стороны в сторону, но огромное количество пуль делает их смертоносными на ближней и средней дистанции. Они часто патрулируют промышленные коридоры или охраняют ключевые объекты, выступая в качестве расходного материала на передовой.

СОВЕТЫ:

- Несмотря на слабость, Пулемётчик может нанести приличный урон, если ты находишься близко. Постарайся уйти от него, если заметишь его, а затем атакуйте.
- Против него действует любое оружие, но против него следует использовать для экономии боеприпасов для более мощного оружия. Дробовик хорош, если они подойдут близко.
- Группа Пулемётчиков может быть довольно мощной, поэтому старайтесь уничтожить их как можно скорее.
- Взрывчатка может уничтожить большую часть группы одним ударом.
- С другими врагами Пулемётчик - это пушечное мясо. Он будет лишь отвлекать тебя, пока вы атакуете более сильные цели, поэтому постарайся избавиться от него как можно скорее.