АДРИАН ШЕПАРД, КАПРАЛ H.E.C.U.


КЛАСС:        Капрал спецподразделения морской пехоты США (H.E.C.U.)
МЕТАБОЛИЗМ:   Человек, мужчина, обученный боец
ВОСПРИЯТИЕ:   Тактические навыки, зрение + радиосвязь
РОСТ:         ~188-192 см.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Средне‑высокая
ОРУЖИЕ:       MP5, SMG1
НАГРАДА:      800
УГРОЗА:       Средне‑высокая

ОПИСАНИЕ:

Адриан Шепард - капрал морской пехоты США, член элитного Подразделения по борьбе с опасными средами (H.E.C.U.), направленный в исследовательский комплекс Чёрная Меза, где разразился неожиданно открывшийся инцидент с инопланетянами и разрывом пространственно‑энергетических барьеров. 

Он входит в состав десантной группы, отправленной сначала для устранения чужеродной угрозы, а затем для сокрытия следов произошедшего и "нейтрализации свидетелей". Однако после того как его транспортный вертолёт был сбит, Шепард оказывался отрезан от своей команды и был вынужден сам сражаться за выживание в разрастающемся хаосе.

У него стандартная экипировка морского пехотинца: бронежилет, противогаз, прибор ночного видения и оружие H.E.C.U., что делает его опасным противником для созданий как из Чёрной Мезы, так и для специального корпуса Black Ops и других сил, появляющихся в ходе событий.

СОВЕТЫ:

- Его опыт боевых действий делает его опасным на ближней дистанции, но без тяжёлой техники он уязвим.