САЙТАМА, ВАНПАНЧМЕН


КЛАСС:         Сайтама, Ванпанчмен
МЕТАБОЛИЗМ:    Нормальный человеческий (хотя и безграничный)
ВОСПРИЯТИЕ:    Герой
РОСТ:          ~1,5 м.
ВЫНОСЛИВОСТЬ:  Бесконечная
ВРАЖДЕБНОСТЬ:  Нейтральная
ОРУЖИЕ:        Свой кулак (Один Удар)
НАГРАДА:       ??? (никто не выжил, чтобы получить её, кроме комара)
УГРОЗА:        Более чем апокалиптическая

ОПИСАНИЕ:

Также известный как "Лысый в плаще", Сайтама - нелепо сильный герой, который случайно пробегал мимо и решил помочь Германии в её конфликтах. Для большинства он выглядит как обычный лысый мужчина в жёлтом костюме с белым плащом, но на самом деле он способен победить любого противника одним ударом.

В отличие от других бойцов, Сайтама не имеет реальной стратегии, не тренируется (кроме 100 отжиманий, 100 приседаний, 100 выпадов и 10-километрового бега каждый день) и не испытывает страха. Его сражения часто заканчиваются мгновенно, оставляя союзников и врагов в равной степени сбитыми с толку.

Несмотря на свою непобедимость, его самым большой слабостью является скука - он редко относится к чему-либо серьёзно и по-настоящему наслаждается боем только тогда, когда встречает противника, который (по крайней мере, на короткое время) представляет собой вызов.

СОВЕТЫ:

- Не ожидай дуэли - бой закончится одним ударом.
- Если он на твоей стороне, поздравляем, ты уже победил.
- Его величайший враг - Комар.
