ЧЕШУЙНИЦА С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Чешуйница
МЕТАБОЛИЗМ:   Членистоногое
ВОСПРИЯТИЕ:   Паразит-разрушитель камня
РАЗМЕР:       ~0,3 м.
ВЫНОСЛИВОСТЬ: Очень низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Быстрые укусы
НАГРАДА:      500
УГРОЗА:       Средняя

ОПИСАНИЕ:

Чешуйница - это ходячее недоразумение эволюции, которое решило, что лучший дом - это камень. Эти мелкие, нервные существа обитают внутри заражённых блоков и выскакивают наружу, как только кто-то осмелится копать не там киркой.

Особенно любят крепости, где чувствуют себя элитой подземного общества и охраняют порталы так, будто им за это платят.

СОВЕТЫ:

- Убивай быстро.