СВЕТЛЯЧОК С АРХИПЕЛАГА КРИГЕРА


КЛАСС:        Светлячок
МЕТАБОЛИЗМ:   Насекомое
ВОСПРИЯТИЕ:   Биолюминесцентное насекомое
РАЗМЕР:       0,02 м.
ВЫНОСЛИВОСТЬ: Крайне низкая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Отсутствует
НАГРАДА:      1
УГРОЗА:       нет

ОПИСАНИЕ:

Маленькие летающие насекомые, обитающие во влажных и тёмных районах архипелага (джунгли, пещеры, побережья ночью). Обладают способностью к биолюминесценции, испуская мягкий свет одного из трёх цветов: зелёный (наиболее распространённый), жёлтый и синий. Не представляют никакой угрозы. Их присутствие служит для создания атмосферы, иногда может подсвечивать тропы или укрытия в темноте.

СОВЕТЫ:

- Не являются врагами или ресурсами. Уничтожение бессмысленно и не приносит особой выгоды.