ЛЕТАЮЩИЙ СКЕЛЕТ КЛИРА С КЛИРА


КЛАСС:        Летающий Скелет Клира
МЕТАБОЛИЗМ:   Нежить
ВОСПРИЯТИЕ:   Магическое Существо
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Мушкет "Адская пушка" (Огненные Шары)
НАГРАДА:      100
УГРОЗА:       Средне-Высокая

ОПИСАНИЕ:

Это крылатая нежить, так же известная как "Горгульи" с любимой всеми планеты смерти и лавы - Клир. Хотя они слабы и хрупки, как и большинство существ с Клира, они вооружены так называемой адской пушкой, которая стреляет огненными шарами во врагов.

На деле данная разновидность была созданна по ошибке, когда Ментал бомбардировал их планету. Учёные Ментала обнаружили останки голубей, расплавленных с Клира, что натолкнуло их на идею создания летающего варианта.

Они импортировали гигантских голубей из Бримленда и, используя технологию "Кожа-мастер", сняли с них кожу и плоть и наложили их на добровольцев-солдат Клиров. В тренировочном лагере новосозданные существа были вынуждены смотреть "Топ Шотган", из которого они научились управлять крыльями и соблазнять девушек.

После короткой четырёхлетней подготовки выжившие стали частью ВВС Ментала.

Внешне Летающий Клир похож на своего обычного аналога, но с некоторыми отличиями, такими как обычные ступни вместо копыт, руки вместо когтей и более человекоподобная голова. В качестве оружия они используют мушкет "Адская Пушка".

Хотя однин такой Клир не представляет большой угрозы, как и большинство скелетов, они почти всегда передвигаются стаями (или, что хуже, ордами).

СОВЕТЫ:

- Если они летают достаточно низко, ты можешь уничтожить их выстрелом из дробовика.
- Если они далеко, используй снайперскую винтовку, взрывчатку или скорострельное оружие.
- Старайся уничтожать их быстро, пока тебя не переполнили огненные шары со всех сторон.
