БОБ, НАЦИСТСКИЙ СОЛДАТ


КЛАСС:         Боб, Нацистский Солдат
МЕТАБОЛИЗМ:    Человек, мужчина
ВОСПРИЯТИЕ:    Пехота вермахта 
РОСТ:          1,8 м.
ВЫНОСЛИВОСТЬ:  Высокая
ВРАЖДЕБНОСТЬ:  Низкая 
ОРУЖИЕ:        MP-40
НАГРАДА:       300
УГРОЗА:        Средняя

ОПИСАНИЕ:

Фюрер подарил солдата Боба Призрачному Лицу. С того дня Боб перестал быть просто нацистом - он стал вечным спутником и другом Призрачного Лица. Верный, дисциплинированный и вооруженный своим MP-40, Боб следует за своим новым хозяином повсюду, служа ему не из страха, а из-за нерушимой дружбы.

СОВЕТЫ:

- Боб редко действует в одиночку - он всегда находится рядом с Призрачным лицом.
- Его MP-40 наиболее опасен на близком расстоянии.
