ИНТЕРАКТИВНЫЙ ГРАЖДАНИН


КЛАСС:        Интерактивный Гражданин
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Гражданский / Экспериментальный
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Очень низкая
ОРУЖИЕ:       Нет
НАГРАДА:      18
УГРОЗА:       Минимальная

ОПИСАНИЕ:

Интерактивный гражданин - это странный экспериментальный гражданин, созданный для взаимодействия в режиме песочницы. В отличие от обычных граждан, этому варианту можно приказать убить вас, что добавляет мрачного юмора в игровой процесс.

СОВЕТЫ:

- Может использоваться для исследования от третьего лица или творческих сценариев.
- Активация его действия "убить себя" может добавить экспериментальный или юмористический элемент.
