РЫБАК


КЛАСС:        Местный проводник, Союзник Берегового Сопротивления
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Местный проводник, Союзник Берегового Сопротивления
РАЗМЕР:       ~1,7 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая
ОРУЖИЕ:       Гарпун
НАГРАДА:      500
УГРОЗА:       Низкая

ОПИСАНИЕ:

Рыбак предстаёт в образе грубого, но заботливого местного жителя, который помогает Гордону Фримену. Узнав в Гордоне «того учёного», он открывает ворота, вооружается гарпуном и ведёт Фримена к уничтожению пусковой установки хедкраба Альянса, угрожающей близлежащему Храму Святой Ольге.

Его слова трогательнее его поступков. Он беспокоится о существах, всё ещё выживающих в изменившейся экосистеме Земли, и предупреждает Гордона не стрелять в чаек, потому что «они подавляют популяцию пиявок», сетуя на то, что «мы уже потеряли достаточно видов».

СОВЕТЫ:

- Он ненадёжен в бою, но бесценен как местный проводник.
