МЕДИК H.E.C.U.


КЛАСС:        Медик H.E.C.U.
МЕТАБОЛИЗМ:   Человек, Мужской
ВОСПРИЯТИЕ:   Боевой медик
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: средняя
ВРАЖДЕБНОСТЬ: высокая
ОРУЖИЕ:       пистолет, пистолет-пулемёт, боевой нож, аптечка
НАГРАДА:      800
УГРОЗА:       средне-высокая

ОПИСАНИЕ:

Медик H.E.C.U. - это морской пехотинец полевого базирования, обученный поддерживать жизнедеятельность своего подразделения во время длительных операций. Хотя медики не так хорошо вооружены, как пехотинцы на передовой, они имеют при себе аптечки и боевые стимуляторы, что позволяет им восстанавливать раненых солдат и поддерживать боеспособность отряда.

На поле боя они сочетают агрессию с поддержкой - стреляют из пистолетов-пулеметов или пистолетов, а затем спешат за укрытие, чтобы подлатать товарищей. Их роль делает их фактором, увеличивающим боевую мощь: отряд с медиком может выдержать значительно больше урона, чем обычный патруль.

СОВЕТЫ:

- В первую очередь сосредоточь огонь на медиках - их лечение может затянуть бой.
- Взрывчатка или тяжёлая артиллерия идеально подходят для одновременного уничтожения как медиков, так и их пациентов.
- Изолированные медики менее опасны, но никогда не игнорируй одного из группы.
