БОЛЬШЕГОЛОВЫЙ АНГЕЛ КРОТИМОВЕЦ, НИК "КСАВЬЕ" МАКРОН


КЛАСС:        Большеголовый Ангел Кротимовец, Ник "Ксавье" Макрон
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5,9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Ник "Ксавье" Макрон - один из самых технически подкованных членов легендарной команды моддеров "A Few Screws Loose". Его гипертрофированный череп вмещает в себя не только дизайнерское видение, которое он применил при создании культового мода Seriously Warped Deathmatch для The Second Encounter, но и глубокие инженерные знания, которые позже позволили ему стать Ведущий инженером в проектах уровня *Area-51* и *Blacksite: Area-51*, а впоследствии - Директором по инструментам и технологиям в серии NBA 2K.

Его путь от фаната-моддера, улучшавшего сетевые баталии Serious Sam, до ведущего инженера и директора по инструментам в AAA-индустрии - это история о том, как страсть к играм и технический талант могут привести к вершинам карьеры. Ник Макрон - живое доказательство, что сообщество моддеров является неиссякаемым источником кадров для всей индустрии.

Когда-то он был живым, но после того, как кто-то убил его, он воскрес - став Ангелом.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.