БОЛЬШЕГОЛОВЫЙ АНГЕЛ КРОТИМОВЕЦ, КОРЭЙ "ВАССБОЙ" ПИТЕРС


КЛАСС:        Большеголовый Ангел Кротимовец, Корэй "Вассбой" Питерс
МЕТАБОЛИЗМ:   Гуманоидный, Мужской
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5,9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Корэй "Вассбой" Питерс - уникальный экземпляр в пантеоне Croteam. Его вклад измеряется не в строчках кода или полигонах, а в неосязаемой, но жизненно важной валюте - моральном духе (Moral Boost). В то время как другие тестировщики искали баги, Wussboy, судя по всему, занимался поиском упавшего настроения и его немедленной подзарядкой. Его гипертрофированный череп излучает волны неистового оптимизма и поддержки, которые, вероятно, не раз спасали команду во время изнурительных кранчей.

Его имя, скромно указанное в титрах от самой первой The First Encounter до HD-ремастеров и Classics: Revolution, является напоминанием, что за каждой великой игрой стоит не только технический труд, но и человеческая атмосфера.

Когда-то он был живым, но после того, как ты убил его в Храме Хатшепсут, он воскрес - став Ангелом.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.