СИРИАНСКИЙ БЫК-ОБОРОТЕНЬ, МЯСНАЯ РАЗНОВИДНОСТЬ


КЛАСС:        Сирианский бык-оборотень, Мясной
МЕТАБОЛИЗМ:   Млекопитающее, мутант
ВОСПРИЯТИЕ:  Тягловое Мясное животное
РАЗМЕР:       2,7 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Рога
НАГРАДА:      3500
УГРОЗА:       Высокая

ОПИСАНИЕ:

Генетический гибрид жителя Сириуса и представителя крупного рогатого скота. Повадками бык-оборотень похож на обычного быка: нападает с разбега, стремясь поддеть противника на рога.

Мясной бык-оборотень - результат задумки Ментала: Он содрал кожу с некоторых быков оборотней для своей одежды и своих коллег, поэтому у быка полностью снята кожа и видны мышцы и сухожилия, глаза отсутствуют, но он всё равно невероятно чувствителен к угрозам вокруг. Он злой как и обычный бык, потому что каждая клетка тела на воздухе ощущает боль и гнев.

В бою он нападает с разбега, подкидывая жертву на рога и нанося рваные травмы. Несмотря на свой жуткий внешний вид, этот бык считается "деликатесным" на планете Сириус - только вот никто, кто встретил его на поле боя, не спешил пробовать.

СОВЕТЫ:

- Уходи с линии атаки в сторону.
- Издалека кажется Тушёнкой, но на деле смертельное оружие Ментала.
