БОЛЬШЕГОЛОВЫЙ ЗОМБИ КРОТИМОВЕЦ, ДАРКО МАРТИНОВИЧ


КЛАСС:        Большеголовый Зомби Кротимовец, Дарко Мартинович
МЕТАБОЛИЗМ:   Гуманоидный
ВОСПРИЯТИЕ:   Фанат-энтузиаст
РАЗМЕР:       5.9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Дарко Мартинович - один из ключевых программистов, стоявших у истоков формирования геймплейной механики серии. Его гипертрофированный череп - прямое следствие глубокого погружения в код, создававший тот самый "серьёзный" хаос на экране. В то время как имена ведущих разработчиков часто на слуху, именно такие специалисты, как Дарко, являются тем самым фундаментом, на котором строится игровой процесс.

Его вклад в серию особенно заметен в двух знаковых проектах: Serious Sam: The Second Encounter (2001) и Serious Sam II (2005). В этих играх он работал над критически важными аспектами - от оптимизации работы бесчисленных врагов на экране до реализации того самого отзывчивого управления, которые стали визитной карточкой франшизы. Дарко - типичный пример "невидимого гения" геймдева, чья работа остаётся в тени, но без которой невозможна была бы та самая фирменная динамика и безупречность, за которую игроки так ценят Serious Sam.

Когда-то он был живым, но после того, как кто-то убил его, он восстал из мёртвых - став демоническим Зомби.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.