ДРИМКАСТ ВОРТИГОНТ РАБ С ЗЕНА


КЛАСС:         Дримкаст Вортигонт (раб)
МЕТАБОЛИЗМ:    умное млекопитающее
ВОСПРИЯТИЕ:    Разумная инопланетная Раса
РАЗМЕР:        1,8 м.
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  вынужденная (под властью Нихиланта)
ОРУЖИЕ:        зеленая молния (биоэлектрический разряд), когти
НАГРАДА:       300
УГРОЗА:        средняя

ОПИСАНИЕ:

Вортигонты когда-то были свободной, разумной расой, но под властью Нихиланта они стали порабощенными ударными войсками вторжения Зена. Управляемые псионическими цепями, они были вынуждены сражаться с людьми, несмотря на свое нежелание. Вортигонты направляют биоэлектрическую энергию через свои руки, выпуская разрушительные зеленые молнии. В Чёрной Мезе они были так же страшны, как и любой инопланетный захватчик, но их странные скорбные голоса намекали на нечто более глубокое: народ, сражающийся против своей воли.

СОВЕТЫ:

- Держись в укрытии от их молний.
- Быстро сокращай расстояние - в ближнем бою они слабее.
- Не недооценивай группы; они хорошо координируются.
