ТОКСИЧНЫЙ БУЛЛСКВИД С ЗЕНА


КЛАСС:        Буллсквид, токсичная разновидность
МЕТАБОЛИЗМ:   Всеядный (кислотное пищеварение)
ВОСПРИЯТИЕ:   Наземный Хищник Зена
РАЗМЕР:       2,4 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Очень высокая
ОРУЖИЕ:       Кислотные желчные облака, разъедающий укус, удар хвостом
НАГРАДА:      550
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Токсичный Буллсквид испускает зелёные кислотные облака, которые задерживаются в воздухе, удушая и сжигая всех, кто находится внутри. Его слюна проплавляет сталь, а толстая шкура выдерживает большинство обычных пуль.

СОВЕТЫ:

- Рекомендуется использовать противогазы или костюмы химзащиты.
- Чтобы избежать ближнего боя, лучше использовать взрывчатку.