ОХРАННИК ЧЁРНОЙ МЕЗЫ


КЛАСС:         Охранник
МЕТАБОЛИЗМ:    Человек, охранник, мужчина
ВОСПРИЯТИЕ:    Охранный Воин Чёрной Мезы
РОСТ:          ~180 см.
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  высокая по отношению к нарушителям, дружественная по отношению к игроку
ОРУЖИЕ:        пистолет, дробовик, комплекс власти
НАГРАДА:       1 (он обещает пиво, но не отдает его)
УГРОЗА:        умеренная в одиночку, высокая при прибытии подкрепления

ОПИСАНИЕ:

Барни - типичный охранник Чёрной Мзы: лояльный, вооруженный человек, который знает коридоры лучше, чем кто-либо другой. Вооруженный пистолетом, иногда дробовиком, и упрямым чувством долга, он патрулирует коридоры и пытается не дать объекту погрузиться в полный хаос.

Дружелюбный по отношению к игроку, Барни может сражаться с пришельцами, спасая учёных, попавших в беду. Его навыки удивительно разнообразны, хотя он все же человек и впадает в панику, если появляется Тентакли или Гаргантюа. Он обладает удивительной способностью появляться как раз вовремя, чтобы спасти игрока от града Хорнетов или злобного инопланетного пехотинца.

СОВЕТЫ:

- Держитесь поближе к Барни; он может помочь в перестрелках.
- Не полагайтесь на него как на танк - он храбрый, но все же человек.
- Внимательно прислушивайтесь к его крикам - они могут указывать на опасность поблизости.