ДАЕДАБУС С АДА

 
КЛАСС:        Даедабус
МЕТАБОЛИЗМ:   Мутант Демонического Млекопитающего
ОПРЕДЕЛЕНИЕ:  Модифицированный Бехема
РАЗМЕР:       4 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Две Пушки С Зелёным взрывным газом
НАГРАДА:      5000
ОПАСНОСТЬ:    Абсолютная
 
ОПИСАНИЕ:
 
Демон, олицетворяющий несовершенство и жадность человека, чревоугодие и праздность. У него невероятно толстая кожа, массивные слоновьи ноги и маленькая голова. В целях уничтожения и поджаривания жертв в предплечья Даедабуса вживлены две пушки, стреляющие взрывными кислотными шарами.

Вместо обычной демонической плоти его тело приобрело болотно-зелёный оттенок, а на месте двух глаз теперь красуется один большой зелёный глаз, светящийся аргент-энергией. Эта энергия не изменила его характер - он всё так же зол, туп и любит разрушать, но сделала его физически сильнее.

В отличие от обыкновенного Манкубуса с его огнемётами, Даедабус стреляет зелёным кислотно-взрывным газом - тем самым веществом, которым наполнены взрывоопасные бочки на базах UAC.

Как и многих других обитателей Ада, Даедабуса выкупил Ментал у Владыки Ада для усиления своей Орды. Теперь эти зелёные демоны разгуливают по планетам, подконтрольным Менталу, и сеют смерть везде, где ступают их тяжёлые ноги.

СОВЕТЫ:
 
- Они стреляют в разнобой, так что прячься за укрытием.
- Не экономь боеприпасы, если не хочешь умереть.
