ДИКАЯ КРЫСА С ЗЕМЛИ


КЛАСС:        Дикая Крыса
МЕТАБОЛИЗМ:   Млекопитающий
ВОСПРИЯТИЕ:   Грызун, опасный для окружающей среды
РАЗМЕР:       ~0,3 м.
ВЫНОСЛИВОСТЬ: Низкая-средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Укус (умеренный), атака в прыжке
НАГРАДА:      10
УГРОЗА:       Низкая-средняя

ОПИСАНИЕ:

Дикие крысы - это агрессивные варианты обычных крыс, мутировавшие или подвергшиеся стрессу в условиях Каскадного Резонанса. Они прыгают, чтобы укусить цель, и нападают небольшими группами. Хотя по отдельности они слабы, стаи могут эффективно преследовать злоумышленников.

СОВЕТЫ:

- Соблюдай дистанцию - следите за атаками в прыжке.
- Дробовики или атаки ближнего боя лучше всего работают в ограниченном пространстве.
- Опасны только в большом количестве.
