БОЛЬШЕГОЛОВЫЙ КРОТИМОВЕЦ, АЛЕН ЛАДАВАЦ


КЛАСС:        Большеголовый Кротимовец, Ален Ладавац
МЕТАБОЛИЗМ:   Гуманоидный (на 70% состоящий из кода)
ВОСПРИЯТИЕ:   Фанат-энтузиаст 
РАЗМЕР:       5.9 футов
ВЫНОСЛИВОСТЬ: Низкая
ВРАЖДЕБНОСТЬ: Нейтральная
ОРУЖИЕ:       Отсутствует (кроме сложности I Am Ugh-Zan)
НАГРАДА:      100
УГРОЗА:       Раздражающий фактор

ОПИСАНИЕ:

Кротимовцы - худощавые гуманоиды с гипертрофированными черепами, содержащими мозг разработчиков Croteam. Носят униформу крутого Сэма, но с уникальными чертами лиц команды разработчиков. Проявляют навязчивый энтузиазм, преследуя тебя с возгласами "Привет!" и "Эй, вы куда!?". Абсолютно безвредны, но в сложности "Я - Угх-Зан" получают огненные и ледяные модификаторы. Спонтанно появляются в секретных зонах, блокируя проходы своим числом.

Ален Ладавац - живой фундамент и один из создателей всего, что ты видишь на экране. Сооснователь Croteam и технический гуру, который 25 лет был мозгом и сердцем студии. На его счету - создание движка и технологий для всей серии Serious Sam, а также философской головоломки The Talos Principle. Он был тем, кто руководил, кодил, проектировал и даже консультировал программистов, будучи настоящим "швейцарским ножом" геймдева. Его гипертрофированный череп в игре полностью оправдан: он содержал знания о рендеринге, звуке, графике и физике, которые подарили миру крутого Сэма. После десятилетий работы он покинул проект, чтобы присоединиться к Google Stadia и попытаться перенести свои грандиозные идеи в облако, оставив после себя наследие, с которым сложно соперничать.

СОВЕТЫ:

- Для очистки пути используй армейский нож или пистолет.
- На сложности "I Am Ugh-Zan" уничтожай дистанционно из-за их модификаторов.
- В групповом скоплении эффективна кувалда с горизонтальным ударом.