БЫСТРЫЙ ЗОМБИ-ХЕДКРАБ С ТОРСОМ


КЛАСС:         Зомби-хедкраб, Быстрый торс
МЕТАБОЛИЗМ:    паразитический хозяин (отрубленные останки)
ВОСПРИЯТИЕ:    Зомбированная сущность
РОСТ:          ~0,9 м.
ВЫНОСЛИВОСТЬ:  очень быстрая
ВРАЖДЕБНОСТЬ:  экстремальная
ОРУЖИЕ:        удары когтями, бешеные прыжки, укус
НАГРАДА:       120
УГРОЗА:        низкая-средняя

ОПИСАНИЕ:

Иногда, когда Быстрого Зомби убивают в бою, кошмар не заканчивается. Хедкраб отказывается терять контроль, заставляя изуродованное туловище своего хозяина ползать с ужасающей ловкостью. Эти полуформы сохраняют скорость и неистовство своих полновесных сородичей, бросаясь вперёд с пронзительными, леденящими душу криками. Хотя они хрупкие и их легко уничтожить, их хаотичные выпады в ограниченном пространстве могут застать врасплох даже опытных бойцов.

СОВЕТЫ:

- Оставайтесь мобильными - они всё ещё могут убивать, несмотря на отсутствие конечностей.
- Не тратьте попусту тяжёлые боеприпасы; одного-двух выстрелов будет достаточно.
- Крики выдают их присутствие - используйте это, чтобы подготовиться.