ЮНЫЙ АНТАРЕССКИЙ ПАУК С АНТАРЕС ПРАЙМА


КЛАСС:        Юный Антаресский Паук
МЕТАБОЛИЗМ:   Инопланетный, паукообразный
ВОСПРИЯТИЕ:   Чувствительность к вибрациям, зрение, тепловое, химическое чутьё
РАЗМЕР:       2 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Усиленный кислотный плевок, мощный укус
НАГРАДА:      1000
УГРОЗА:       Средняя

ОПИСАНИЕ:

Подростковая стадия Антаресского паука - более крупная, сильная и опасная, чем его новорождённые сородичи. Обладает развитым экзоскелетом, защищающим от лёгкого стрелкового оружия, и более мощными челюстями. Как и новороджённый, может карабкаться по стенам и потолкам, устраивая засады. Сохраняет способность плеваться кислотой (более мощной и дальнобойной), а также смертельно опасен в ближнем бою. Часто действует в группах, выполняя роль гибридного бойца дальнего и ближнего боя, отвлекающего и изматывающего противника.

СОВЕТЫ:

- Один точный выстрел из двустволки или мощный удар кувалдой убивают мгновенно.
- Эффективны 2 выстрела из помпового дробовика, штурмовая винтовка или снайперская винтовка. Кислотные шары можно сбивать в полёте выстрелами.
- Используй ракетницу, гранатомёт или C4. В крайнем случае - SBC пушку или миниган.