РАЗВЕДДРОИД С СИРИУСА


КЛАСС:        Разведдроид
МЕТАБОЛИЗМ:   Управляемый ИИ, летательный аппарат
ВОСПРИЯТИЕ:   Примитивный ИИ
РАЗМЕР:       0,6 м.
ПРОЧНОСТЬ:    Очень низкая
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Лазерная пушка
НАГРАДА:      50
УГРОЗА:       Низкая

ОПИСАНИЕ:

Это лёгкие летающие разведывательные юниты, предназначенные для разведки, хотя они также широко используются полицией Сириусполиса, обычно выписывая штрафы за превышение скорости безрассудным водителям и пилотам.

Разведдроиды кружат вокруг врагов и стреляют в них из маломощной лазерной пушки. Один из них представляет минимальную угрозу, однако он передаст сигнал бедствия всем ближайшим Разведдроидам, а также местному штабу управления дронов.

Если вас заметит Разведдроид, не удивляйся, если увидишь, как основная масса сил Ментала прибудет для подкрепления.

СОВЕТЫ:

- Их легко уничтожить большинством видов оружия, но лучше всего подходят скорострельные и наносящие урон по площади.
- Они должны быть целями низкого приоритета среди других врагов, если ты постоянно двигаешься и уклоняешься от их лазеров.
