ПЕЩЕРНЫЙ ЧЕРВЬ ИЗ ИЗМЕРЕНИЯ X


КЛАСС:        Пещерный червь
МЕТАБОЛИЗМ:   Плотоядный, кислотная секреция
ВОСПРИЯТИЕ:   Осадный Страж Расы X
РАЗМЕР:       ~9 м.
ВЫНОСЛИВОСТЬ: Очень высокая
ВРАЖДЕБНОСТЬ: Чрезвычайная
ОРУЖИЕ:       Энергетический луч из глаз, передние когти
НАГРАДА:      1200
УГРОЗА:       Очень высокая

ОПИСАНИЕ:

Пещерный червь - чудовищное существо Расы X, которое служит стражем в подземной зоне переработки отходов Чёрной Мезы. Выйдя из Токсичного резервуара для утилизации, он напоминает членистоногое, с одним огромным глазом и пастью, полной двенадцати зубов. Его глаз испускает обжигающий энергетический луч - его основная атака, а мощные когти защищают от ближних угроз.

Традиционное оружие оказывается неэффективным. При попадании в глаз он на мгновение отступает и защищается когтистым щитом, прежде чем ответить. Он также яростно реагирует на вторжение через соседние проходы, агрессивно атакуя их.

СОВЕТЫ:

- Обычное оружие неэффективно - сосредоточься на запуске последовательности действий, связанных с окружающей средой.
- Сначала активируй паровой клапан и вентиль с помощью панелей управления, разбросанных по камере.
- Используй аварийное управление редуктором, чтобы перенаправить токсичные отходы в резервуар.
- Как только токсичная жижа заполнит область, Червь будет окончательно побеждён, и мост за ним откроет вам путь вперёд.
