МАДЖЕНТОВЫЙ ВОРТИГОНТ


КЛАСС:        Маджентовый вортигонт
МЕТАБОЛИЗМ:   Бывший учёный-человек, слившийся с сущностью с Зена
ВОСПРИЯТИЕ:   Вортигонтовый-мутант состоящий из Человеко-Чамтоуда
РАЗМЕР:       ~1,8 м.
ВЫНОСЛИВОСТЬ: Средне-высокая
ВРАЖДЕБНОСТЬ: Высокая
ОРУЖИЕ:       Пурпурные энергетические заряды
НАГРАДА:      600
УГРОЗА:       Высокая по отдельности, экстремальная в группах

ОПИСАНИЕ:

Маджентовые вортигонты - это извращённые варианты вортигонтов. Эти существа - бывшие учёные Чёрной Мезы, слившиеся с сущностями из Зена, что привело к появлению яркого пурпурного оттенка их кожи и снаряжения: пурпурные ошейники и нарукавники заменили типичный зелёный.

Их происхождение связано с тревожным экспериментом: учёный слился с Чамтоудом внутри водопроводной трубы, что привело к появлению первого Маджентового Раба. Этот процесс слияния повторялся для создания новых особей, что позволило им распространиться по всей Чёрной Мезе и стать всё более агрессивными и псионическими атакующими.

СОВЕТЫ:

- Атакуй из укрытия: их энергетические взрывы псионические, быстрые и мощные.
- Изолируй и уничтожай: Группы невероятно опасны, и быстрая изоляция - ключ к успеху.
- Используй опасности окружающей среды: загоняйте стаи в ловушки или узкие места, чтобы снизить их угрозу.
