КАСТОМИЗИРОВАННЫЙ СЛИЗЕНЬ С ВЕРХНЕГО МИРА МАЙНКРАФТА


КЛАСС:        Кастомизированный Слизень
ВОСПРИЯТИЕ:   Слизистый монстр
МЕТАБОЛИЗМ:   Аморфный организм
РАЗМЕР:       ~1-2 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Средняя
ОРУЖИЕ:       Прыжки, столкновение с противником
НАГРАДА:      50
УГРОЗА:       Средняя

ОПИСАНИЕ:

Кастомизированный Слизень - это аморфная слизистая тварь, которая, кажется, не знает, что такое личное пространство. Он прыгает, швыряет себя на всё живое и иногда делится на более мелкие части, когда получает урон, создавая ещё больше раздражающих копий.

СОВЕТЫ:

- Сражайся с крупными слизнями на расстоянии.
- Мелкие слизни не представляют угрозы сами по себе, но в группе могут превратить всё в хаос.