H.E.C.U. M1A1 ABRAMS


КЛАСС:         Тяжёлая бронированная машина
МЕТАБОЛИЗМ:    отсутствует (механический, пилотируется человеком)
ВОСПРИЯТИЕ:    системы визуального наведения, датчики движения
РАЗМЕР:        ~9,5 м в длину
ДОЛГОВЕЧНОСТЬ: чрезвычайно высокая (усиленная броня)
ВРАЖДЕБНОСТЬ:  экстремальная
ВООРУЖЕНИЕ:    ракетная установка
НАГРАДА:       8000
УГРОЗА:        катастрофическая

ОПИСАНИЕ:

M1A1 Abrams - это тяжеловооружённый танк, используемый силами H.E.C.U., модифицированный для ведения разрушительного ракетного огня. Его усиленная броня защищает от большинства видов стрелкового оружия и лёгких взрывчатых веществ, а ракеты могут уничтожать технику, строения и скопления пехоты. Медленное, но целенаправленное продвижение позволяет ему контролировать ключевые зоны, сносить препятствия и доминировать в наземном бою.

СОВЕТЫ:

- Всегда оставайтесь в укрытии; Ракеты имеют большой радиус взрыва и могут поражать танк на расстоянии.
- Используйте осколочно-фугасное или бронебойное оружие, чтобы нанести ему урон.
- Фланговые манёвры необходимы - лобовые атаки практически самоубийственны.
- Избегайте открытой местности, где танк может свободно стрелять ракетами.