ДРОН "КАМИКАДЗЕ" СЕРЖАНТА ШТУРМОВИКОВ


КЛАСС:         Дрон "Камикадзе" Сержанта Штурмовиков
МЕТАБОЛИЗМ:    Механический
ВОСПРИЯТИЕ:    Ударный Дрон-Камикадзе, Смертник
РАЗМЕР:        ~0,3 м.
ВЫНОСЛИВОСТЬ:  Низкая
ВРАЖДЕБНОСТЬ:  Абсолютная
ОРУЖИЕ:        Самоподрыв
НАГРАДА:       60
УГРОЗА:        Средняя

ОПИСАНИЕ:

Это одна из любимых "игрушек" Сержанта Штурмовиков, которую он смастерил из старых обломков предыдущих сражений. Когда пали давно умершие солдаты-штурмовики и враги, Сержант собирал их останки и превращал в нечто новое. Так родился этот футуристический сферический дрон с двумя выдвижными манипуляторами, расположенными по бокам, на которых он перемещается в воздухе.

Центральная часть корпуса дрона чёрная с тонкой оранжевой полосой, опоясывающей его экватор. В центре передней части корпуса находится красный круглый "глаз".

При обнаружении противника дрон "Камикадзе" устремляется к нему на максимальной скорости. Его задача - долететь до цели и просто врезаться. При контакте с целью или при получении сигнала от Сержанта дрон взрывается, нанося значительный урон в радиусе поражения.

Они не имеют оружия дальнего боя - только самоподрыв.

СОВЕТЫ:

- Сбивай дроны на подлёте. Один выстрел из дробовика или автомата уничтожает их до того, как они приблизятся.
- Не стой на месте.
- Используй укрытия. Дроны не могут облетать препятствия так же быстро, как атаковать по прямой.
