ТРАНСЛОКАТОР


ОРУЖИЕ:  Транслокатор, Основан на базе AR2
ПАТРОНЫ: Самопополняющая Энергия тёмной матери
СС:      Мгновенное применение

ОПИСАНИЕ:

Транслокатор - экспериментальное устройство Альянса, созданное на базе штурмовой винтовки AR2, но полностью лишённое функции прямого поражения. Вместо этого оружие использует сфокусированный импульс тёмной энергии для пространственного смещения объектов. После захвата цели энергетической матрицей, объект может быть мгновенно перемещён в точку прицеливания пользователя, обходя физические препятствия и гравитацию.

ПРИМЕЧАНИЯ:

- Может телепортировать любые физические объекты: ящики, бочки, технику, турели и некоторых существ.
- Используется инженерами Альянса и полевыми техниками для тактического контроля пространства.