16-ММ. СНАЙПЕРСКАЯ ВИНТОВКА "ХИЩНИК"


ОРУЖИЕ:      16-мм. снайперская винтовка "Хищник"
ПАТРОНЫ:     16-мм. бронебойные пули для снайперской винтовки
СС:          переменная скорострельность


ОПИСАНИЕ:

Снайперская винтовка "Хищник" - одна из самых мощных дальнобойных винтовок в мире. Бронебойные пули калибра 16 мм., покрытые кевларом, с лёгкостью пробьют почти любую броню. Для небольших и средних тварей это мгновенная смерть.

"Хищник" оснащён автоматической системой отвода пороховых газов, которая снижает начальную скорость пули при стрельбе без оптического прицела. Это обеспечивает безопасность и уменьшает риск нанесения увечий стрелку.

ПРИМЕЧАНИЯ:

- Старайся стрелять из "Хищника", применяя оптику, это намного увеличивает эффективность.
- Против очень крупных врагов, таких как биомеханоиды или лавовые големы, "Хищник" гораздо менее эффективен.