ЕДИНЫЙ ПУЛЕМЁТ MG 42


ОРУЖИЕ:  Eдиный Пулемёт MG 42
ПАТРОНЫ: 7,92x57 мм Mauser
СС:      ~900-1500 выстрелов / мин.
ВЕС:     ~11.57 кг.

ОПИСАНИЕ:

Немецкий единый пулемёт времён Второй мировой войны, разработанный в 1942 году как более простой и дешёвый в производстве преемник MG 34. Он создавался с упором на высокую надёжность, технологичность и огромную огневую мощь.

Пулемёт использует автоматику с коротким ходом ствола и роликовым запиранием затвора. Питание осуществляется металлической пулемётной лентой, а оружие ведёт непрерывный огонь. Высокая скорострельность стала одной из его главных особенностей.

При длительной стрельбе ствол быстро нагревается, поэтому конструкция предусматривает его быструю замену. MG 42 мог использоваться как ручной пулемёт на сошках или устанавливаться на станок. После войны конструкция получила дальнейшее развитие в многочисленных вариантах, включая MG3.

ПРИМЕЧАНИЯ:

- Огромная скорострельность позволяет создавать чрезвычайно плотный огонь и эффективно подавлять противника.
- Быстросъёмный ствол позволяет продолжать интенсивную стрельбу, несмотря на сильный нагрев.
- На станке пулемёт особенно эффективен при ведении огня по удалённым и групповым целям.
- Американские и британские солдаты прозвали его "Пилой Гитлера".
