СНАЙПЕРСКАЯ ВИНТОВКА ДРАГУНОВА СВД


ОРУЖИЕ:  Снайперская винтовка Драгунова СВД
ПАТРОНЫ: 7,62x54 мм R
СС:     ~30 выстрелов / мин.
ВЕС:     ~4,3 кг.

ОПИСАНИЕ:

СВД, Снайперская Винтовка Драгунова, советская самозарядная винтовка, разработанная Евгением Драгуновым в 1958-1963 годах и принятая на вооружение в 1963 году. Она создавалась не столько как специализированная винтовка для скрытного снайпера, сколько как оружие стрелка, способного поражать цели на больших дистанциях и усиливать огневые возможности обычного пехотного отделения.

СВД использует газоотводную автоматику с коротким ходом газового поршня и поворотным затвором. Питание осуществляется из отъёмного магазина на 10 патронов. Винтовка ведёт только самозарядный огонь. Стандартным оптическим прицелом стал ПСО-1, а эффективная дальность стрельбы указывается примерно до 800 метров.

Одной из характерных особенностей СВД является её скелетный приклад с отдельной щекой и характерная форма корпуса, из-за которой винтовку иногда ошибочно принимают за разновидность АК. На самом деле СВД имеет самостоятельную конструкцию и была специально разработана под мощный винтовочный патрон 7,62x54 мм R.

ПРИМЕЧАНИЯ:

- Предназначена прежде всего для точного поражения целей на средней и дальней дистанции.
- ПСО-1 стал практически визитной карточкой СВД.
- Самозарядная система позволяет делать быстрые повторные выстрелы без ручного перезаряжания.
