ЗЕМЛИ ПРОКЛЯТЫХ


Если Книга Мудрости не врёт, эта симпатичная укрытая снегом деревушка есть не что иное, как тайное убежище магов Арк-Аля, тех самых ребят, которые написали эту книгу и знали, где находится Грааль. Нам надо непременно найти свидетельства того, что ценный предмет находится именно здесь. Где точно - надо разбираться на месте.

Некоторые места в Книге я не понимаю. Целая глава посвящена таинственным Лавовым пещерам, где текут реки кипящей магмы, а ещё говорится о Ледяном замке... Но всё как-то смутно и невнятно... Мне нужно время, чтобы разобраться. Но как бы там ни было, нужно опередить Ментала. Иначе...
