КРИСТАЛЛ С ЗЕНА, ЗЕНИУМ


КЛАСС:        Кристалл Зена, Зениум
МЕТАБОЛИЗМ:   Энергопроводящий
ВОСПРИЯТИЕ:   Инопланетный минерал Зена
РАЗМЕР:       ~0,6-6 м.
ВЫНОСЛИВОСТЬ: Чрезвычайно высокая
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Отсутствует
НАГРАДА:      200
УГРОЗА:       Косвенная

ОПИСАНИЕ:

Кристаллы Зена, также известные как Зений - это мощные минеральные образования, встречающиеся в инопланетных ландшафтах Зена. Эти светящиеся кристаллические структуры излучают чистую псионическую и пространственную энергию, выступая одновременно в качестве естественного источника топлива и стабилизатора межпространственных разломов.

В частности, Зений служит основным источником энергии Нихиланта, усиливая его псионическую силу и поддерживая защитные барьеры. Осколки кристалла были вмурованы в его логово, действуя как каналы, по которым проходило огромное количество энергии. Уничтожение этих осколков во время боя имеет решающее значение для ослабления его защиты.

Из-за их нестабильной энергетической сигнатуры - силы Альянса и исследователи Чёрной Мезы искали Зений как средство для межпространственных путешествий и создания оружия, что привело к катастрофическим последствиям.

СОВЕТЫ:

- Кристаллы могут усиливать Нихиланта, делая его более опасным.
- Уничтожайте кристаллические узлы, чтобы отключить псионические щиты или разрушить порталы.
- Зений остаётся крайне нестабильным - обращайтесь с фрагментами с особой осторожностью.
