ЭЛАЙ ВЭНС


КЛАСС:         Элай Вэнс
МЕТАБОЛИЗМ:    Человеческий, мужской
ВОСПРИЯТИЕ:    Человек-учёный / лидер сопротивления
РОСТ:          ~1,8 м.
ВЫНОСЛИВОСТЬ:  Низкая-средняя
ВРАЖДЕБНОСТЬ:  Низкая
ОРУЖИЕ:        Научные знания, импровизированное огнестрельное оружие
НАГРАДА:       1000
УГРОЗА:        Средняя

ОПИСАНИЕ:

Доктор Илай Вэнс - один из основателей Сопротивления и выживший в инциденте в Чёрной Мезе. Блестящий учёный, специалист в области телепортации и экспериментальной физики, Илай посвятил свою жизнь сопротивлению оккупации Земли Альянсом. Он возглавляет базу Восточную Чёрную Мезу.

Он потерял ногу во время катастрофы в Чёрной Мезе и теперь вынужден пользоваться протезом. Он потерял ногу во время встречи с Штормом из частиц, оторвав её в мгновение ока, но оторванную конечность нашёл и сожрал рыскающий Буллсквид. Его мудрость, харизма и сострадание вдохновляют как бойцов, так и мирных жителей. Он также является преданным отцом Аликс Вэнс, которую он вырастил посреди хаоса завоёванной Земли.

Хотя Эли и не боец ​​на передовой, его настоящее оружие - разум. Он организует операции, создаёт союзы и обеспечивает научную базу, благодаря которой Сопротивление становится чем-то большим, чем просто вооружённым восстанием. Альянс признаёт его важность, делая его постоянной целью для захвата.

СОВЕТЫ:

- Защитите Элая любой ценой - он незаменим для дел Сопротивления.
- Ценный источник тактических и технологических советов.
- Его связь с Аликс часто укрепляет её решимость в трудных ситуациях.
