ИНСТРУМЕНТ ШТОРМОВОГО ЛИСА 2


ОРУЖИЕ:  Инструмент Штормового Лиса 2
ПАТРОНЫ: Энергия среды / погодные и световые импульсы
СС:      ~2-4 действия в секунду

ОПИСАНИЕ:

Cпециализированное устройство управления окружающей средой, позволяющее изменять погодные и световые условия в заданной области.

Первый режим - редактор поверхностей. Во время снегопада пользователь может указывать зоны, где снег будет появляться или полностью исчезать. Позволяет очищать снег или наоборот оставлять противника без маскировки.

Второй режим - редактор света. Устройство позволяет размещать источники освещения и активировать лампы в выбранной зоне, мгновенно меняя видимость на поле боя.

ПРИМЕЧАНИЯ:

- Управляет наличием снега: добавляет или убирает покрытие (только во время снегопада).
- Позволяет размещать источники света и включать освещение.
- Эффективен для контроля территории и тактического преимущества.
- Убирание снега лишает противников с камуфляжем снежного укрытия, добавление - наоборот скрывает позиции.
