ЗАТОЧКА


ОРУЖИЕ:  Заточка
ПАТРОНЫ: Нет (Оружие ближнего боя)
СС:      80 ударов/мин

ОПИСАНИЕ:

Заточка - общее название небольшого импровизированного колющего или режущего инструмента, используемого в ближнем бою или в качестве импровизированного оружия ближнего боя. Это может быть заостренный кусок металла, осколков стекла, резной пластик или небольшое лезвие, вставленное в рукоять.

ПРИМЕЧАНИЯ:

- Высокий урон при попадании в жизненно важные органы (голова, шея, грудь); сниженная эффективность против бронированных или защищенных целей.
- Превосходно подходит для скрытного боя, засад и ограниченного пространства; не подходит для дальнего боя.
- Хрупкий и короткий по сравнению с более крупным оружием ближнего боя; требует непосредственной близости к цели.