СКОРПИУС


ПЛАНЕТА:        Скорпиус
ТИП:            Планета земного типа, Пустоши
КЛИМАТ:         Засушливый, суровый
СПУТНИКИ:       Нет
ЛАНДШАФТ:       Барренная пустыня, многочисленные острые горные пики
РАСПОЛОЖЕНИЕ:   В созвездии Скорпиона
МЕСТНЫЕ РАСЫ:   Арахноиды
ПРИНАДЛЕЖНОСТЬ: Ранее независимый мир Арахноидов, Сейчас Орда Ментала (Все Расы)
МЕСТА:          Зал Высшего Совета, Пустоши Фанатиков.

ОПИСАНИЕ:

Поверхность планеты представляет собой безжизненные, выжженные пустоши, напоминающие марсианские пейзажи, но с зловещей темно-красной дымкой. Густой туман окутывает острые, как иглы, горные пики, возвышающиеся над пустыней. Суровая среда обитания сформировала характер местных жителей и стала причиной их крайнего фанатизма.

На этой планете Ментал обнаружил примитивную, но разумную расу Арахноидов. Представ перед ними как мессия, Ментал поддержал среди них фракцию религиозных фанатиков.

С его помощью эти фанатики уничтожили Высший Совет Скорпиуса и стёрли тысячелетия собственной культуры, объявив реликвии прошлого вне закона.

Это привело к жестокой гражданской войне, в ходе которой Арахноиды истребляли друг друга.

Молодое поколение начало принудительно призываться в армию Ментала, что породило движение сопротивления среди выживших, стремящихся саботировать планы Тах-Ума изнутри.

КЛЮЧЕВЫЕ МЕСТА:

- Зал Высшего Совета:  Бывший центр цивилизации Арахноидов, где хранились знания тысячелетий.
- Пустоши Фанатиков: Регионы, контролируемые сектантами, где ведутся активные раскопки и принудительная вербовка.
