ОРАЦИО


ПЛАНЕТА:        Орацио
ТИП:            Планета земного типа, Шахтерская планета
КЛИМАТ:         Нестабильный, суровый
СПУТНИКИ:       Не известно
ЛАНДШАФТ:       Глубокие кратеры, открытые горные выработки, промышленные зоны
РАСПОЛОЖЕНИЕ:   Неизвестный сектор галактики
МЕСТНЫЕ РАСЫ:   Орки, Орда Ментала (Все Расы)
ПРИНАДЛЕЖНОСТЬ: Корпорация "Алтани" (ранее), Корпорация "Ментал-Алтани" (в настоящее время)
МЕСТА:          Глубинные шахты Орацио, Полигон испытаний боевых машин

ОПИСАНИЕ:

Негостеприимный мир с крайне нестабильной экологией. В глубоких слоях грунта преобладает кислая и радиоактивная среда, делающая планету непригодной для обычной жизни на поверхности. Ландшафт изрыт бесчисленными шахтами, карьерами и промышленными террасами - следами масштабной добычи полезных ископаемых.

Планета стала новым домом для орков, изгнанных Империей Зоргов после запрета мутагенного химического омута. Изгнанники основали здесь горнодобывающую корпорацию "Алтани", которая благодаря богатым месторождениям быстро добилась успеха.

Для работы в смертельно опасных радиоактивных недрах были созданы специализированные машины - PRIME-209 и Tech-X.

Когда о процветающей корпорации узнал Ментал, он предложил оркам союз. В результате слияния корпорация была переименована в "Ментал-Алтани", а её шахтёрская техника прошла "Программу переоборудования в боевые машины", получив тяжёлое вооружение для участия в Орде.

КЛЮЧЕВЫЕ МЕСТА:

- Глубинные шахты Орацио: Сеть туннелей и выработок, уходящих на многие километры под поверхность. Из-за высокой радиоактивности работы здесь ведутся исключительно дистанционно управляемыми машинами.
- Полигон испытаний боевых машин: Бывший карьер, переоборудованный в испытательный центр для обкатки вооружённых версий шахтёрских роботов в рамках "Программы переоборудования".
