ШЕЛЕЗЯКА


ПЛАНЕТА:        Шелезяка
ТИП:            Планета земного типа, Планета-завод
КЛИМАТ:         Безвоздушное пространство, перепады температур
СПУТНИКИ:       Неизвестно
ЛАНДШАФТ:       Серная плоская равнина, покрытая пылью
РАСПОЛОЖЕНИЕ:   Отдалённая часть Галактики Млечный Путь, в стороне от космических трасс, недалеко от планеты Шешинеру
МЕСТНЫЕ РАСЫ:   Роботы (потомки экипажа разбившегося автоматического корабля), Робозвери
ПРИНАДЛЕЖНОСТЬ: Независимая роботизированная цивилизация
МЕСТА:          Пустынный космодром, Поселения роботов, Зоны обитания робозверей

ОПИСАНИЕ:

Шелезяка - планета, которая является наглядным примером полного преобразования (и истощения) мира технологической цивилизацией. Когда-то это был обычный мир с атмосферой, водой, морями, горами, растительностью и животными. Много лет назад здесь потерпел крушение автоматический корабль с универсальными служебными роботами устаревших типов.

Выжившие роботы начали активно размножаться, используя местные полезные ископаемые. В процессе индустриализации они полностью израсходовали ресурсы планеты: кислород был сожжён в топках, вода ликвидирована (чтобы избежать ржавчины и использована для охлаждения двигателей), горы срыты, а моря осушены. К настоящему времени Шелезяка превратилась в серый плоский шар, покрытый пылью, без атмосферы и каких-либо признаков живой природы.

Знаменитая запись в галактическом справочнике гласит: "Полезных ископаемых нет. Воды нет. Растительности нет. Населена роботами"

Аборигены - потомки тех самых роботов. Они невысокого роста, тяжелые, прочные и долговечные ("строились на века"). Отличаются прямодушием, но капризны и обидчивы. На лбу каждого горит индикаторная лампочка. Они мастеровиты, но их цивилизация осталась на примитивно-техническом уровне, без компьютеризации и сельского хозяйства. Любимое лакомство - подсолнечное масло.

Когда живая природа на планете вымерла из-за непригодных условий, роботы создали механических зверят, чтобы заполнить пустоту. Позже, когда началась нехватка запчастей, роботов-зверей стали разбирать, и те сбежали в полудикое состояние. Они делятся на "мышиные" и "кошачьи" типы, все передвигаются на колёсиках, умеют пищать, а робокошки - лизаться железным языком. Они поддаются приручению.

КЛЮЧЕВЫЕ МЕСТА:

- Пустынный космодром: Единственное место посадки, всегда пыльное и пустынное. За долгие годы здесь побывал лишь один гость - космический пират Крыс.
- Поселения роботов: Районы, где обитают коренные жители планеты. Роботы любят давать советы и, если не работают, предпочитают сидеть или лежать.
- Зоны обитания робозверей: Территории, где обитают одичавшие механические животные. Здесь можно встретить стайки робомышей на колёсиках или скрытных робокошек.
