СТРОГГОС


ПЛАНЕТА:        Строггос
ТИП:            Планета земного типа, Индустриальный мир
КЛИМАТ:         Суровый, засушливый, атмосфера пригодна для дыхания людей
СПУТНИКИ:       3 луны (одна с собственной кольцевой системой)
ЛАНДШАФТ:       Обширные промышленные пустоши, кратеры, горные массивы, незначительные водоёмы
РАСПОЛОЖЕНИЕ:   Неизвестная звёздная система
МЕСТНЫЕ РАСЫ:   Строгги, остатки вымершей и ассимилированной фауны
ПРИНАДЛЕЖНОСТЬ: Империя Строггов
МЕСТА:          Дворец Макрона, Посадочная зона «Колосс», Кратеры Майорис и Минор, Секретная лунная база Строггов

ОПИСАНИЕ:

Негостеприимный, но пригодный для дыхания людей мир, родина агрессивной кибернетической расы строггов. По размеру, гравитации и составу атмосферы планета близка к Земле, однако её облик полностью изуродован тысячелетиями безжалостной индустриализации. С орбиты планета видится коричнево-оранжевой пустошью, лишённой значительных зелёных массивов и открытой воды.

Некогда Строггос, вероятно, обладал богатой биосферой с океанами, растительностью и разнообразной фауной. Однако строгги, стремясь к тотальной милитаризации, исчерпали практически все природные ресурсы: металлы, минералы и ископаемое топливо были добыты и переработаны. Большинство коренных форм жизни либо вымерли, либо мутировали, либо были насильственно ассимилированы строггами - переработаны в пищу или превращены в новых солдат через ужасающий процесс "Строггификации".

Ландшафт планеты представляет собой бескрайние промышленные пустоши, покрытые заводами, перерабатывающими комплексами и военными базами.

Геологическая активность высока, сохранились ударные кратеры (например, Майорис и Минор), а на орбите планеты обращается система астероидных колец - возможно, остатки четвёртой луны, разрушенной в древней катастрофе.

Строггос окружён тремя лунами и поясом астероидов, в котором скрыта тайная резиденция лидера строггов - Макрона, доступная лишь через телепорт с поверхности.

КЛЮЧЕВЫЕ МЕСТА:

- Дворец Макрона: Центральное сооружение на поверхности Строггоса, увенчанное огромным телепортом, ведущим в убежище лидера среди астероидов. Сердце военной машины строггов.
- Посадочная зона "Колосс": Район первых массированных высадок сил вторжения Земли. Место ожесточённых боёв, усеянное останками техники и тел.
- Кратеры Майорис и Минор: Два огромных ударных кратера, вероятно, связанных с образованием астероидного пояса. В их окрестностях расположены важные промышленные объекты.
- Секретная лунная база Строггов: Гигантский подземный комплекс на третьей луне, включающий заводы, доки для флота и командный бункер. Уничтожена в ходе дерзкой операции земного десантника.
