ЧИ-ФАНГ


ПЛАНЕТА:        Чи-Фанг
ТИП:            Планета земного типа, Промышленная планета
КЛИМАТ:         Умеренный
СПУТНИКИ:       1 луна
ЛАНДШАФТ:       Города
РАСПОЛОЖЕНИЕ:   Неизвестная звёздная система в Млечном пути.
МЕСТНЫЕ РАСЫ:   Чи-Че, Ранее Орда Ментала (Все расы)
ПРИНАДЛЕЖНОСТЬ: Старая империя принца Чаня и Чи-Фанга (ранее), Новая империя Чи-Фанга
МЕСТА:          Город Чи-Че, Порт Чи-Че, Парк аттракционов имени Чаня, Дворец Чаня

ОПИСАНИЕ:

Это планета архитектура которой вдохновлена эстетикой доиндустриального Китая. Города застроены плотно стоящими пагодами с характерными изогнутыми крышами, что свидетельствует о высокой плотности населения в пригодных для жизни долинах, окруженных неприступными горными пиками. Имеет развитую портовую инфраструктуру, тем самым основные торговые пути проходят по воде.

Планета была захвачена силами Ментала через подчинение её правителя. Принц Чань, властитель Чи-Фанга, заключил сделку с Менталом, получив в свое распоряжение армию ниндзя-мертвецов в обмен на лояльность. Эти войска до недавнего времени патрулировали улицы городов и окрестности дворца.

КЛЮЧЕВЫЕ МЕСТА:

- Порт Чи-Че: Оживленный транспортный узел, связывающий планету с внешним миром.
- Парк аттракционов имени Чаня: Комплекс, возведенный по указу принца Чаня, включающий три гигантских колеса обозрения.
- Дворец принца Чаня: Резиденция правителя. Внутренние покои включают сад, окруженный стеклянными стенами, и тронный зал. Внешняя территория дворца украшена статуями драконов и ведет к пагоде.
