КОМПАНИЯ КРИГЕРА


Компания Кригера - частная корпорация под руководством доктора Джорджа Вильгельма Кригера, которая занимается запрещёнными генетическими исследованиями на отдалённом тропическом архипелаге в Тихом океане. Их цель трансформация любого живого существа в нечто "совершеннее" за пределами моральных и биологических границ.

забытые миром джунгли и заброшенные военные укрепления стали лабораторией без свидетелей. Кригер отверг человечность как слабость, считая, что истинное будущее лежит в радикальной эволюции, за которой стоит именно он.

Под его покровительством проводятся эксперименты над людьми и приматами с использованием мутирующей сыворотки "трайген". Результатом стали агрессивные, лишённые рассудка существа - трайгены - чья ярость и физическая мощь превосходят все ожидания, но чья преданность науке обращалась в хаос.

Охрану компании составляют наёмники Кригера - жестокие вояки со всего мира, готовые убивать по приказу, не задавая вопросов. Их командиры держат солдат в состоянии постоянного напряжения, а их оружие и тактика делают архипелаг почти неприступным.