РАСА X


Раса X - загадочные существа из иного измерения, о которых человечество знает лишь то, что им лучше было бы не знать вовсе. Они появились внезапно, без предупреждения, когда границы миров разорвались, и в разломы Объекта Чёрной Мезы проникло нечто чуждое самой природе.

Они не вступают в контакт, не подают сигналов, не ищут союзников. Раса X вторгается молча - без договоров, без компромиссов. Их присутствие само по себе - акт агрессии. Их можно видеть сражающимися не только против людей, но и против зеновцев. Их Основной Целью является использование ресурсов Земли в своих Интересах.