СУЩЕСТВА СЛАДКИХ ОСТРОВОВ БОЛЬШОГО ЛЕДЕНЦА



Существа Сладких Островов - обитатели изолированного измерения, известного как Большой Леденец. На первый взгляд их родной мир выглядит безобидным, но за этой оболочкой скрывается агрессивная экосистема, не терпящая инородных вторжений.

Любой чужак для них - угроза, которую необходимо уничтожить немедленно.

Их общество состоит из множества форм жизни. От небольших Мармеладных Медведей - до Имбирных пряничных человечков, состоящих из сахара, теста и карамели.

Они не ведут переговоров и не отступают. Но это не значит, что они не имеют интелекта, поскольку те научились использовать Зеновских Хаундаев в ездовых целях.