ЛЮМЫ


Люмы - это род чудовищ, обитающих в глубинах терраформированных планет - особенно на ЛОЕК III и вокруг станции Эллизион Уан. Они покрыты почти чёрным панцирем, который отражает слабый свет, словно поглощая всё живое вокруг. Большинство из них носит слабое красно-оранжевое свечение - слабое место света.

Их тела эволюционировали, чтобы выживать в средах, наполненных опасностью: кислоты, радиация, экстремальные температуры - всё это для Люмов не преграда, а естественная стихия. Они ползают, скребут, нападают группами либо в одиночку, готовые разорвать границы безопасности, пробираясь через коридоры, туннели и инфраструктуру заселённых миров.