ИМПЕРИЯ СТРОГГОВ


Строгги - это безжалостная кибернетическая раса. Их культура - это война; они не рождаются как обычные существа.

В место этого у них есть Строггификация - процесс, насильственный и безжалостный, превращает пленных людей и другие виды в химерическую смесь мяса, имплантов и агрессии. 

Их родной мир - Строггос - испепчённый индустриальными заводами и фабриками, с до предела загрязнённой атмосферой, где каждое существо - солдат, медик или ремесленник - участвует в огромной военной машине, производящей копий самих себя. 

Их цель - собирать органические компоненты: ткани, органы, ДНК - для служения им как "сырьё" в их кибернетических преобразованиях и воплощении их идеи окончательной формы биомеханической жизни. Их технологии беспощадны, хирургичны и не знают сомнений; они уничтожат любую планету, если найдут в ней то, что им нужно.