СПЕЦИАЛЬНЫЕ СИЛЫ СЕКТОРА ДЕЛЬТА


Специальные Силы Сектора Дельта - элитное подразделение сектора Дельта, находящееся под прямым надзором таинственного человека с чемоданом. Они действуют там, где официальные структуры бессильны, выполняя задания, о которых никто не должен знать. Их существование скрыто за множеством ложных протоколов и засекреченных архивов, а их миссии направлены на поддержание невидимого баланса между мирами.

Эти бойцы появляются в самые опасные моменты - на грани катастроф и портальных прорывов. Когда Чёрные Оперативники входят в зону, Специальные Силы уже работают глубже: извлекают технологии, устраняют цели, корректируют ход событий. Сотрудничество с Чёрными Опертивниками не делает их равными - т.е. служат государству, тогда как Специальные Силы служат лишь человеку с чемоданом.

Оснащённые экспериментальным вооружением и броней, подавляющей звук и свет, они двигаются бесшумно и быстро.