АЛЬЯНС


Альянс - это безжалостная Империя, существующая вне времени и пространства, поглотившая бесчисленные миры и расы, объединив их волю, тела и технологии ради одной цели: полного завоевания и ассимиляции. Слово "Альянс" часто слышно в лживой пропаганде как “Наши Покровители", но за этим титулом скрывается лишь железный кулак господства.

Когда-то они вторглись на Землю во время Семичасовой Войны, воспользовавшись разрывами в ткани реальности после катастрофы на Чёрной Мезе. 

В течение нескольких часов они сокрушили сопротивление, навязали свой порядок и поработили человечество под железным правлением “Overwatch”, бывший администратор Чёрной Мезы - Уоллес Брин стал марионеткой, став "Администратором" Земли под их контролем. 

Альянс правит не просто оружием - они владеют страхом, технологией и биоинженерией. Людей превращают в транс-людей, смешивают плоть с синтетикой, перепрошивают разум, стирают личность. Синтенты, стражи, гражданская полиция, городские сканеры - все звенья одной машины подавления. 

Их города - не жилые пространства, а крепости и клетки. Грандиозные цитадели, усиленные охраной, наблюдением, контрольными пунктами. Города лишены имён, одни - цифры: "City 17”, "City 14", "City 10”, "City 8”... Земля, разделённая на сектора, под постоянным взором “Overwatch”.