СОПРОТИВЛЕНИЕ


Сопротивление - это разбросанная сеть повстанцев - людей и Вортигонтов, связанных общей целью: освободить землю от тирании Альянса и вернуть себе право на свободу и рассудок. Они не представляют собой единую армию, но сотни маленьких очагов, действующих в тени. 

Во главе Сопротивления стоят фигуры, чьи имена вызывают надежду и возмущение одновременно: Элай Вэнс, Аликс Вэнс, Барни Калхаун и другие - умудрённые опытом лидеры, умеющие объединять инструменты науки. 

Их действия разделены: часть учёных работает над технологиями, что могли бы сломить тиранию Альянса, а другая - вооружённые отряды, готовые бороться прямо, невзирая на потери.