КОРПОРАЦИЯ МЕНДЕЛЬ-ГРУМАН


Корпорация Мендель-Груман - футуристическая транснациональная мегакорпорация, превратившая научные исследования, терраформирование и военную силу в единый механизм. Компания оказывала финансовую и военную поддержку Роланду Кейну, а на одной из безжизненных планет сумела создать полноценную терраформированную биосферу. Но за научными достижениями скрывалась куда более мрачная цель - использование местной экосистемы и её обитателей в качестве основы для создания биологического оружия.

Главной силой Мендель-Груман стали её военные подразделения - солдаты МГ, представляющие собой хорошо оснащённую частную армию. Рядовые бойцы, ветераны, снайперы и ракетчики составляют основу войск, тогда как элитные подразделения используют импульсные винтовки, огнемёты и тяжёлое автоматическое оружие. За боевыми частями стоят учёные корпорации, занимающиеся исследованиями и экспериментами, превращая целые комплексы планеты в закрытые научно-военные базы.

Именно на этой планете Мендель-Груман начала исследовать местных подземных насекомых. Учёные обнаружили, что их организм способен вырабатывать чрезвычайно эффективный токсин, убивающий всё живое поблизости за считанные секунды. Исследования быстро переросли в разработку биологического оружия, а поверхность планеты была превращена в укреплённую сеть комплексов с оборонительными системами, транспортом и военными гарнизонами.
