РУЧНОЙ ПУЛЕМЁТ ZB VZ. 26


ОРУЖИЕ:  Ручной пулемёт ZB vz. 26
ПАТРОНЫ: 7,92x57 мм Mauser
СС:      ~500 выстрелов / мин.
ВЕС:     ~9,65 кг.

ОПИСАНИЕ:

ZB vz. 26, чехословацкий ручной пулемёт, разработанный Вацлавом Холеком в 1920-х годах. На вооружение чехословацкой армии он поступил в 1928 году и получил широкое распространение за пределами Чехословакии. Пулемёт использовался во множестве конфликтов, включая Вторую мировую войну.

ZB vz. 26 использует газоотводную автоматику с длинным ходом газового поршня и запиранием перекосом затвора. Ствол имеет воздушное охлаждение и может быстро заменяться. Питание осуществляется из коробчатого магазина на 20 патронов, расположенного сверху. Пулемёт способен вести как одиночный, так и автоматический огонь.

Конструкция ZB vz. 26 отличалась надёжностью, относительно простой разборкой и удобством обслуживания. Именно эта конструкция оказала огромное влияние на развитие ручных пулемётов: британский Bren был создан на основе ZB vz. 26 и его последующих вариантов.

ПРИМЕЧАНИЯ:

- Хорошо подходит для огневой поддержки пехоты на средней и дальней дистанции.
- Ствол можно быстро заменить, что позволяет продолжать интенсивную стрельбу.
- Именно ZB vz. 26 стал основой для знаменитого британского ручного пулемёта Bren.
