ВИНТОВКА MAUSER VZ. 24


ОРУЖИЕ:  Винтовка Mauser Vz. 24
ПАТРОНЫ: 7,92x57 мм Mauser
СС:      ~15-20 выстрелов / мин.
ВЕС:     ~4,08 кг.

ОПИСАНИЕ:

Чехословацкая магазинная винтовка, разработанная в 1924 году на основе конструкции немецкой Mauser 98. Она производилась на оружейных предприятиях Чехословакии с 1924 по 1944 год и стала одной из наиболее известных чехословацких винтовок межвоенного периода.

Винтовка использует продольно-скользящий поворотный затвор и магазин на 5 патронов. Стандартный вариант выпускался под 7,92x57 мм Mauser, хотя существовали экспортные версии под другие патроны. При длине 1100 мм Vz. 24 была несколько короче и удобнее классической Mauser 98. 

Vz. 24 широко экспортировалась и успела повоевать в самых разных конфликтах. Винтовки использовались, в частности, в Гражданской войне в Испании и Второй мировой войне. После оккупации Чехословакии немецкие войска приняли Vz. 24 на вооружение под обозначением Gewehr 24(t).

ПРИМЕЧАНИЯ:

- Надёжная и точная винтовка, хорошо подходящая для средней и дальней дистанции.
- Чехословацкий ответ семейству Mauser, но в более компактном исполнении.
- После оккупации Чехословакии немецкая армия просто переименовала Vz. 24 в Gewehr 24(t) и отправила служить дальше.
