РУЧНАЯ ГРАНАТА M24


ОРУЖИЕ:  Ручная граната M24
ПАТРОНЫ: Стандартный заряд TNT (Высоко Взрывчатый)
CC:      Одноразовое Использование / Метание
ВЕС:     1,3 фунта

ОПИСАНИЕ:

M24, широко известная как "палочная граната", является классическим осколочным оружием, широко использовавшимся в военных конфликтах XX века. Ее деревянная рукоятка позволяет увеличить дальность броска по сравнению с традиционными ручными гранатами, что делает ее очень эффективной как в открытом поле, так и в окопной войне.

В отличие от современных гранат, M24 использует взрыватель с часовым механизмом, который запускается путем потягивания за шнур, спрятанный в крышке рукоятки. При взрыве она производит мощный ударный взрыв, способный вывести из строя группы роботов, легкие укрепления или скопления техники. Простая конструкция сделала ее надежной и массово производимой на бесчисленных полях сражений.

ПРИМЕЧАНИЯ:

- Лучше всего подходит для очистки бункеров, окопов или плотных оборонительных позиций.
- Имеет задержку - бросай с расчётом времени и укрытием.
- Смертоносна в группах: синхронные броски могут ошеломить даже укрепленных врагов.
