ДЫМОВАЯ ГРАНАТА AN-M8 HC


ОРУЖИЕ:  Дымовая граната AN-M8 HC
ПАТРОНЫ: Дымовая смесь HC
СС:      Одно применение
ВЕС:     ~680 г.

ОПИСАНИЕ:

Американская дымовая граната, разработанная в 1940-х годах для создания плотной дымовой завесы. Она применялась американскими и другими союзными войсками для маскировки передвижения, скрытия позиций, подачи сигналов и обозначения целей с земли или воздуха.

Граната имеет цилиндрический корпус из листовой стали и снаряжена дымообразующей смесью. После срабатывания запала из корпуса начинает выходить густой белый или серый дым, образующий большую завесу. В зависимости от условий дым может сохраняться примерно 105-150 секунд.

AN-M8 получила широкое применение со времён Второй мировой войны и оставалась на вооружении США и союзников в различных формах вплоть до конца XX века. Позднее её стала постепенно заменять более современная M83.

ПРИМЕЧАНИЯ:

- Основное назначение, создание плотной дымовой завесы для скрытия перемещения и позиций.
- Может использоваться для обозначения целей и подачи сигналов, в том числе с земли на воздух.
- Дым сохраняется примерно 1,75-2,5 минуты, что позволяет на некоторое время полностью закрыть обзор.
- Дым AN-M8 содержит вредные вещества и может вызывать раздражение глаз, горла и лёгких, поэтому граната особенно опасна при использовании в закрытых помещениях.
