РЕВОЛЬВЕР СИСТЕМЫ НАГАНА М1895


ОРУЖИЕ:  Револьвер системы Нагана М1895
ПАТРОНЫ: 7,62x38 мм Наган
СС:      ~14-20 выстрелов / мин.
ВЕС:     ~0,88 кг. (с патронами)

ОПИСАНИЕ:

Легендарный семизарядный револьвер, разработанный бельгийскими оружейниками братьями Наган для Российской империи. Несмотря на почтенный возраст, он стал одним из символов советского солдата и массово использовался в Красной армии наряду с более современными пистолетами.

Главная техническая особенность Нагана - уникальная система обтюрации пороховых газов. При взводе курка барабан надвигается на ствол, а дульце гильзы входит в казенную часть. Это полностью исключает прорыв газов между барабаном и стволом, что не только повышает начальную скорость пули, но и позволяет эффективно использовать револьвер с глушителем.

Оружие обладает феноменальной надежностью и неприхотливостью к загрязнениям. Из-за невозможности случайного выстрела при падении и жесткой фиксации барабана он пользовался огромным уважением среди танкистов, разведчиков и офицеров.

ПРИМЕЧАНИЯ:

- Обладает высокой точностью для пистолета, но заставляет платить за это тугим спуском при самовзводе.
- Уникальная конструкция позволяет установить глушитель "Брамит", превращая револьвер в инструмент бесшумной ликвидации.
- Настоящее "Оружие Последнего Шанса", которое продолжит стрелять, даже если его поднять со дна болота.
