ОСКОЛОЧНАЯ ГРАНАТА


ОРУЖИЕ:  Осколочная граната
ПАТРОНЫ: Граната
СС:      ~30 бросков / мин.

ОПИСАНИЕ:

Ручная осколочная граната, предназначенная для поражения целей взрывом и осколками. Может использоваться против групп противников и для атаки целей, находящихся за укрытиями. После броска граната взрывается через несколько секунд.

Небольшие размеры позволяют носить с собой несколько гранат, однако запас ограничен. При неправильном использовании взрыв может представлять опасность для самого бросающего.

ПРИМЕЧАНИЯ:

- Не можешь застрелить врага за углом? - Просто кинь туда гранату.
- Эффективна против групп противников.
- Позволяет поражать цели за укрытиями.
- Взрывается с небольшой задержкой после броска.
