ПИСТОЛЕТ-ПУЛЕМЁТ BRIGGS SMG


ОРУЖИЕ:     Пистолет-пулемёт Briggs SMG
ПАТРОНЫ:    .40 S&W / 9×19 мм
СС:         ~750 выстрелов / мин

ОПИСАНИЕ:

Современный пистолет-пулемёт, созданный на основе конструкции Heckler & Koch UMP. Отличается высокой точностью, умеренной мощностью и хорошей скорострельностью. Оружие оснащено коллиматорным прицелом с системой распознавания целей, меняющей цвет метки при наведении на противника.

Briggs SMG использует магазины на 35 патронов и способен вести полностью автоматический огонь. Благодаря хорошей управляемости он эффективен как в ближнем бою, так и на средней дистанции. При этом против тяжёлой брони его боеприпасы не слишком эффективны.

ПРИМЕЧАНИЯ:

- Основан на немецком пистолете-пулемёте Heckler & Koch UMP.
- Прицел умеет отличать противника от союзника.
- На переключателе указан одиночный огонь, хотя оружие стреляет очередями и автоматически.
