КАРТОФЕЛИНА


ОРУЖИЕ:  Картофелина
ПАТРОНЫ: Картофель
СС:      ~10-15 бросков / мин.
ВЕС:     ~150-250 г

ОПИСАНИЕ:

Картофелина, она же просто картошка, используется вместо гранаты для тренировочных бросков советских красноармейцев. Кидающий получает четыре картофелины и должен забросить их в тренировочные цели. При этом картошка не наносит урона и не способна убить противника.

Несмотря на совершенно мирное происхождение, картофелина выглядит и используется как импровизированный метательный предмет.

ПРИМЕЧАНИЯ:

- Основное применение: тренировочный бросок по мишени. Боевой эффективности практически нет.
- "Товарищ комиссар, а почему у нас картошка вместо гранат?""
- Стандартный запас составляет 4 картофелины.
