АВТОМАТИЧЕСКАЯ ВИНТОВКА ТОКАРЕВА ОБРАЗЦА 1940 ГОДА


ОРУЖИЕ:  Автоматическая Винтовка Токарева Образца 1940 Года
ПАТРОНЫ: 7,62x54 мм R
СС:      ~25-30 (одиночными) / ~700-800 (очередями) выстрелов / мин.
ВЕС:     ~3,85 кг.

ОПИСАНИЕ:

Советская автоматическая винтовка, разработанная в 1942 году как экстренная замена дефицитным ручным пулеметам. Конструктивно она представляет собой глубокую модификацию знаменитой самозарядной СВТ-40, в которую добавили режим ведения непрерывного огня.

Переводчик режимов огня совмещен с предохранителем, что позволяет стрелку мгновенно переключаться между точными одиночными выстрелами и сокрушительными очередями. Оружие питается из отъёмных коробчатых магазинов на 10 патронов, которые также можно снаряжать сверху с помощью стандартных обойм.

Несмотря на задумку, АВТ-40 оказалась слишком легкой для мощного винтовочного патрона 7,62x54 мм. При стрельбе очередями винтовку буквально вырывало из рук, кучность падала, а тонкий ствол и механизмы быстро изнашивались. Из-за этого в войсках вести огонь очередями разрешали только в самые критические моменты боя.

ПРИМЕЧАНИЯ:

- Обладает убойной мощью винтовки Мосина, но при этом способна поливать врага свинцом со скоростью пистолета-пулемета.
- Ёмкость магазина в 10 патронов - главная головная боль стрелка. При автоматическом огне весь боезапас улетает меньше чем за секунду.
- Дикая отдача в автоматическом режиме превращает вторую и третью пули в очереди в подарок для птиц. Стреляй короткими отсечками.
- Оружие требует бережного ухода и качественной смазки. В руках неопытного бойца АВТ-40 быстро превращается в капризное весло, отказывающееся перезаряжаться.
