ПОМПОВОЕ РУЖЬЁ ВИНЧЕСТЕР МОДЕЛИ 1897


ОРУЖИЕ:  Помповое Ружьё Винчестер Модели 1897
ПАТРОНЫ: 12 калибр
СС:      ~60-70 выстрелов / мин.
ВЕС:     ~3,6 кг.

ОПИСАНИЕ:

Винчестер Модели 1897, также известный как M1897 или Окопное Ружье, американское помповое гладкоствольное ружьё, разработанное Джоном Браунингом. Производилось с 1897 по 1957 год, причём за это время было выпущено более миллиона экземпляров. Ружьё существовало в нескольких вариантах, включая охотничьи, полицейские и военные модели.

M1897 использует продольно-скользящее цевьё и трубчатый магазин. Стандартный магазин вмещает пять патронов. Особенностью конструкции является отсутствие разобщителя: при удержании спускового крючка нажатым можно производить выстрелы один за другим, работая цевьём.

Военный вариант Окопного Ружья получил укороченный 20-дюймовый ствол и применялся американскими войсками в Первой мировой войне. Впоследствии Винчестер M1897 продолжил службу во Второй мировой, Корейской и Вьетнамской войнах.

ПРИМЕЧАНИЯ:

- Особенно эффективен на ближней дистанции, где дробовой заряд позволяет быстро поражать цель.
- Отсутствие разобщителя позволяет вести очень быстрый повторный огонь при движении цевья.
- Вариант окопного Ружья стал одним из наиболее известных боевых помповых ружей и получил широкую известность благодаря применению в траншейных боях Первой мировой войны.
- Браунинг сделал помповик, а потом история решила проверить его практически на всех войнах XX века.
