ШТУРМОВАЯ ВИНТОВКА TW-201-S MORITA I


ОРУЖИЕ:  Штурмовая винтовка TW-201-S Morita I 
ПАТРОНЫ: 7,62-мм боеприпасы
СС:      ~600 выстрелов / мин.
ВЕС:     ~4 кг.

ОПИСАНИЕ:

Cтандартная штурмовая винтовка мобильной пехоты. Это основное индивидуальное оружие солдат, предназначенное для борьбы с жуками и другими противниками на самых разных дистанциях.

Представляет собой крупную футуристическую винтовку с высокой огневой мощью. Она сочетает компактность оружия пехоты с возможностью вести плотный автоматический огонь.

Винтовка особенно узнаваема благодаря массивному корпусу и необычной конструкции, сочетающей элементы винтовки и крупнокалиберного оружия.

ПРИМЕЧАНИЯ:

- Основное назначение: встреча с жуками лицом к лицу и объяснение им, кто тут мобильная пехота.
- Хорошо подходит для ближней и средней дистанции благодаря высокой плотности автоматического огня.
