АВТОМАТИЧЕСКИЙ ДРОБОВИК "АБЗАЦ"


ОРУЖИЕ:  Автоматический дробовик "Абзац"
ПАТРОНЫ: 12x70 мм
СС:      ~600 выстрелов / мин.

ОПИСАНИЕ:

Тяжёлый автоматический дробовик, созданный оружейниками с Кузнецкого Моста на основе укороченного и переделанного под 12 калибр пулемёта ДШК. Оружие использует ленточное питание и стандартный короб на 20 патронов. Благодаря высокой скорострельности и мощному патрону 12x70 мм "Абзац" способен буквально обрушивать на противника шквал дроби на ближней дистанции.

Большая масса, сильная отдача и огромный расход патронов являются главными недостатками оружия. С увеличенным коробом вместимость возрастает до 40 патронов. В зависимости от модификации может вести полуавтоматический или полностью автоматический огонь.

ПРИМЕЧАНИЯ:

- Огромная огневая мощь на ближней дистанции.
- Ленточное питание на 20 патронов, с увеличенным коробом на 40.
- Полностью автоматический режим превращает дробовик в настоящий ручной пулемёт.
- Очень тяжёлый, из-за чего сильно замедляет передвижение.
