РУЧНОЙ ПУЛЕМЁТ LEWIS GUN


ОРУЖИЕ:  Ручной пулемёт Lewis Gun
ПАТРОНЫ: .303 British (7,7x56 мм R)
СС:      ~500-600 выстрелов / мин.
ВЕС:     ~12,7 кг.

ОПИСАНИЕ:

Ручной пулемёт, разработанный в США полковником Айзеком Ньютоном Льюисом в 1911 году, но получивший широкое распространение прежде всего благодаря британскому производству. На вооружение британской армии он был принят в 1915 году и активно использовался во время Первой мировой войны.

Пулемёт использует газоотводную автоматику с длинным ходом поршня и оригинальным поворотным затвором. Одной из самых узнаваемых особенностей Lewis Gun является расположенный сверху дисковый магазин на 47 патронов. Существовали также магазины увеличенной ёмкости на 97 патронов.

Ствол окружён характерным кожухом с алюминиевым радиатором. При стрельбе поток воздуха через кожух помогал охлаждать ствол. Благодаря сравнительно небольшой для пулемёта массе Lewis Gun можно было переносить и использовать одним бойцом.

Lewis Gun применялся не только пехотой, но и устанавливался на самолёты. В авиационном варианте темп стрельбы мог достигать примерно 800 выстрелов в минуту.

ПРИМЕЧАНИЯ:

- Магазин сверху. Потому что снизу было бы слишком обычно.
- Пулемёт активно использовался на самолётах во время Первой мировой войны.
- Необычная система охлаждения стала одной из главных визитных карточек Lewis Gun.
