ПИСТОЛЕТ


ОРУЖИЕ:  Пистолет
ПАТРОНЫ: 9x19 мм
СС:      ~400 выстрелов / мин.

ОПИСАНИЕ:

Самозарядный пистолет, предназначенный для поражения целей на ближней дистанции. Компактные размеры и небольшая масса делают его удобным для постоянного ношения, а магазин на 12 патронов позволяет сделать несколько выстрелов без перезарядки.

Пистолет отличается хорошей точностью, однако имеет сравнительно небольшой урон. Он особенно полезен против одиночных и не слишком защищённых целей.

ПРИМЕЧАНИЯ:

- Простой, надёжный и без лишних наворотов.
- Хорошая точность и небольшая отдача.
- Компактный и удобный для постоянного ношения.
- Магазин вмещает 12 патронов.
