АВТОМАТ КАЛАШ


ОРУЖИЕ:  Автомат Калаш
ПАТРОНЫ: 7,62x39 мм
СС:      ~600 выстрелов / мин.

ОПИСАНИЕ:

Советский автомат, созданный на основе конструкции автомата Калашникова. Мощное и надёжное автоматическое оружие под патрон 7,62x39 мм. Благодаря высокой мощности и хорошей скорострельности Калаш особенно эффективен на ближней и средней дистанции.

ПРИМЕЧАНИЯ:

- Хорошо подходит для ближнего и среднего боя.
- Мощный патрон позволяет наносить серьёзный урон противникам.
- Надёжная конструкция делает его универсальным оружием.
