ВИНТОВКА MAUSER M1893


ОРУЖИЕ:  Винтовка Mauser M1893
ПАТРОНЫ: 7x57 мм Mauser
СС:      ~15-20 выстрелов / мин.
ВЕС:     ~4 кг.

ОПИСАНИЕ:

Mauser M1893, также известная как испанский Маузер, немецкая магазинная винтовка, разработанная Паулем Маузером и принятая на вооружение испанской армии в 1893 году. Она стала одной из самых известных ранних винтовок системы Маузера и послужила основой для дальнейшего развития конструкции.

Винтовка использует продольно-скользящий затвор и патрон 7x57 мм Mauser. Внутренний магазин вмещает 5 патронов и заряжается сверху при помощи обоймы. Одной из важных особенностей M1893 стал компактный магазин, полностью расположенный внутри ложи, что сделало конструкцию удобнее предыдущих моделей Маузера.

M1893 получила широкое боевое применение. Особенно известной она стала во время испано-американской войны 1898 года, где испанские войска с её помощью смогли создать очень плотный и точный огонь. Опыт столкновения с M1893 оказал влияние на последующее развитие американских армейских винтовок и в конечном итоге способствовал созданию M1903 Springfield.

Конструкция M1893 оказала огромное влияние на развитие магазинных винтовок. Её дальнейшим развитием стали другие модели Маузера, а в 1898 году появилась знаменитая Gewehr 98.

ПРИМЕЧАНИЯ:

- Отличается высокой точностью и хорошей эффективностью на средней и дальней дистанции.
- Пятизарядный магазин можно быстро заполнить одной обоймой.
- Именно поэтому её часто называют "испанским Маузером".
- Не Связано с Микки Маусами.
