ДВУСТВОЛЬНЫЙ ДРОБОВИК VULCAN 1270


ОРУЖИЕ   Двуствольный дробовик Vulcan 1270
ПАТРОНЫ: 12 калибр
СС:      ~40 выстрелов / мин.

ОПИСАНИЕ:

По сути, это улучшенная версия обычного дробовика, использующая два патрона одновременно из обоих стволов. Использует два патрона 12 калибра и предназначен для поражения целей на ближней дистанции.

Благодаря двум стволам позволяет произвести два быстрых выстрела подряд, после чего оружие необходимо перезарядить.

Большая мощность каждого выстрела делает дробовик особенно опасным на короткой дистанции. Главным недостатком является небольшая вместимость и необходимость перезарядки после выстрела.

ПРИМЕЧАНИЯ:

- Два ствола, два патрона и никаких переговоров.
- Очень высокая мощность на ближней дистанции.
- Два быстрых выстрела позволяют быстро расправиться с несколькими целями.
- После выстрела придётся остановиться и перезарядить оружие
