АВТОМАТ КАЛАШНИКОВА АК-47


ОРУЖИЕ:  Автомат Калашникова АК-47
ПАТРОНЫ: 7,62x39 мм
СС:      ~600 выстрелов / мин.

ОПИСАНИЕ:

Советский автомат, разработанный Михаилом Тимофеевичем Калашниковым в конце 1940-х годов. АК был принят на вооружение Советской армии в 1949 году и стал одним из самых известных образцов стрелкового оружия в мире. Отличается простой и надёжной конструкцией, хорошей работой в тяжёлых условиях и сравнительно мощным промежуточным патроном 7,62x39 мм. На основе АК было создано огромное количество модификаций и копий, а само оружие получило распространение практически по всему миру.

ПРИМЕЧАНИЯ:

- Очень надёжный автомат, способный работать даже в тяжёлых условиях.
- Огромное количество копий и модификаций сделало АК одним из самых узнаваемых автоматов в мире.
- Хорошо подходит для ближней и средней дистанции.
- Если где-то идёт война, есть подозрение, что где-то рядом уже лежит АК.
