ШОФИЛД .45 КАЛИБРА С ТМВБ


ОРУЖИЕ:    Шофилд .45 калибра с ТМВБ
ПАТРОНЫ:   револьверные патроны .45 калибра
СС:        один выстрел, ручная перезарядка
МАГАЗИН:   6 патронов + ТМВБ
ВЕС:       1,11 кг.
ДЛИНА:     31,3 см.

ОПИСАНИЕ:

Точная копия модели Шофилда для кавалерии образца 1875 г. с улучшенной точностью боя. Крепкое и надёжное оружие, хоть и не всегда эффективное в бою из-за низкой скорострельности. 
Данная модель оснащена небольшим техно-магическим устройством восстановления боеприпасов (ТМВБ) - трофеем, захваченным в боях с силами Ментала. ТМВБ обеспечивает неисчерпаемый запас патронов. Шофилд полезен в качестве последнего средства обороны, а также для уничтожения слабых врагов на дальней дистанции.

ПРИМЕЧАНИЯ:

- Может применяться совместно с системой наведения ИНЕРТАН для точной стрельбы на больших дистанциях.
