ПИСТОЛЕТ WALTHER P38


ОРУЖИЕ:  Пистолет Walther P38
ПАТРОНЫ: 9x19 мм Parabellum
СС:      ~40-50 выстрелов / мин.
ВЕС:     ~0,88 кг.

ОПИСАНИЕ:

Немецкий самозарядный пистолет, разработанный фирмой Carl Walther и принятый на вооружение германской армии в 1938 году. Он создавался как более современная и технологичная замена пистолету Luger P08 и стал одним из основных немецких армейских пистолетов Второй мировой войны. Всего было выпущено около 1,2 млн экземпляров.

Пистолет использует автоматику с коротким ходом ствола и оригинальное рычажное запирание. Ударно-спусковой механизм куркового типа двойного действия позволяет сделать первый выстрел самовзводом или предварительно взвести курок вручную. Питание осуществляется из магазина на 8 патронов.

Одной из характерных особенностей P38 является флажковый предохранитель на затворе, который также позволяет безопасно спустить курок. Пистолет получил репутацию надёжного армейского оружия и после войны продолжил службу в различных странах, включая ФРГ, где его развитие получило обозначение P1.

ПРИМЕЧАНИЯ:

- когда Люгер уже стал легендой, немцы решили сделать ему более современного преемника.
- Хорошо подходит для ближней дистанции, а относительно небольшая масса делает его удобным для постоянного ношения.
- Система двойного действия позволяет быстро произвести первый выстрел без предварительного взведения курка.
- Рычажное запирание стало одной из главных технических особенностей P38 и отличало его от многих современных ему пистолетов.
