ПИСТОЛЕТ-ПУЛЕМЁТ CARL GUSTAF M/45


ОРУЖИЕ:  Пистолет-пулемёт Carl Gustaf M/45
ПАТРОНЫ: 9x19 мм Parabellum
СС:      ~600 выстрелов / мин.
ВЕС:     ~3,43 кг.

ОПИСАНИЕ:

Carl Gustaf M/45, также известный как "Шведский K", шведский пистолет-пулемёт, разработанный после Второй мировой войны для замены состоявшего на вооружении шведской армии пистолета-пулемёта Suomi. На вооружение он был принят в 1945 году. Оружие отличалось простой конструкцией, высокой надёжностью и хорошей работой в холодном климате и при попадании воды в механизм.

M/45 использует автоматику со свободным затвором и стреляет патроном 9x19 мм Parabellum. Питание осуществляется из коробчатых магазинов на 36 или 50 патронов. Стандартный M/45B использовал 36-зарядные магазины, а ранний вариант M/45 мог использовать также 50-зарядные магазины от Suomi.

Пистолет-пулемёт получил известность далеко за пределами Швеции. В частности, американские спецподразделения и ЦРУ использовали его во время войны во Вьетнаме, где он получил неофициальное название "Swedish K".

ПРИМЕЧАНИЯ:

- Хорошо работает в холодном климате и устойчив к попаданию воды в механизм.
- Простая конструкция и высокая надёжность сделали его одним из самых известных шведских пистолетов-пулемётов.
- Шведы сделали пистолет-пулемёт, который настолько понравился американцам, что те просто забрали его во Вьетнам, да так, что он получил собственное прозвище "Swedish K".
