ВИНТОВКА PATTERN 1914 ENFIELD


ОРУЖИЕ:  Винтовка Pattern 1914 Enfield
ПАТРОНЫ: .303 British (7,7x56 мм R)
СС:      ~15-20 выстрелов / мин.
ВЕС:     ~4,25 кг.

ОПИСАНИЕ:

Pattern 1914 Enfield, или P14, британская магазинная винтовка времён Первой мировой войны, созданная на основе конструкции Pattern 1913 Enfield. Она была разработана в Великобритании, но из-за нехватки производственных мощностей основная масса винтовок выпускалась американскими компаниями Winchester, Remington и Eddystone. Всего было произведено около 1,24 миллиона экземпляров.

Винтовка использует продольно-скользящий затвор и мощный патрон .303 British. Внутренний магазин вмещает 6 патронов, однако стандартная обойма содержит 5 патронов. Необычная конструкция затвора и расположение рукоятки сделали его довольно быстрым в работе, а защищённый апертурный прицел обеспечивал хорошую точность.

P14 получила репутацию очень точной и прочной винтовки. Во время Первой мировой войны её особенно часто использовали в качестве снайперской винтовки, поскольку по точности она превосходила стандартную SMLE. Позднее P14 применялась как резервное оружие и снова использовалась в роли снайперской винтовки во время Второй мировой войны.

В 1917 году на базе P14 в США была создана M1917 Enfield, адаптированная под американский патрон .30-06 Springfield.

ПРИМЕЧАНИЯ:

- Славится высокой точностью и особенно хорошо зарекомендовала себя у снайперов.
- Необычный апертурный прицел с защитными "ушами"»" был одним из главных преимуществ P14.
- Именно на базе P14 американцы создали M1917 Enfield.
