ГИПЕРБЛАСТЕР


ОРУЖИЕ:  Гипербластер
ПАТРОНЫ: Энергетические патроны
СС:      ~450 выстр./мин

ОПИСАНИЕ:

Гипербластер - мощное энергетическое оружие, выдающее сплошную плазму энергии при удержании спуска. Имеет быструю скорость стрельбы и хорошую дальность. плазма предстает как разряд синих энергетических частиц. Отлично подходит для подавления и нанесения устойчивого урона.

ПРИМЕЧАНИЯ:

- Постоянное удержание спуска генерирует непрерывный огонь.
- Эффективен как против отдельных целей, так и для контроля зоны.