ВИНТОВКА CARCANO M1891


ОРУЖИЕ:  Винтовка Carcano M1891
ПАТРОНЫ: 6,5x52 мм Carcano
СС:      ~10-15 выстрелов / мин.
ВЕС:     ~3,78 кг.

ОПИСАНИЕ:

Carcano M1891, итальянская магазинная винтовка, принятая на вооружение в 1891 году. Она стала основной винтовкой итальянской армии и использовалась во время Первой и Второй мировых войн. Всего было произведено около 3 миллионов экземпляров.

Винтовка использует продольно-скользящий затвор и патрон 6,5x52 мм Carcano. Питание осуществляется из внутреннего магазина на 6 патронов, который заряжается специальной пачкой. После израсходования боеприпасов пустая пачка автоматически выпадает из магазина.

Существовало множество вариантов Carcano, включая укороченные карабины для кавалерии, артиллеристов и других специальных подразделений. В 1938 году появилась новая версия под патрон 7,35x51 мм, однако из-за нехватки времени и сложностей с переходом производства Италия вернулась к патрону 6,5x52 мм.

ПРИМЕЧАНИЯ:

- Хорошо подходит для средней и дальней дистанции благодаря винтовочному патрону.
- Шесть патронов заряжаются одной пачкой, что для магазинной винтовки довольно удобно.
- Carcano оставалась основной итальянской винтовкой более пятидесяти лет, пережив две мировые войны.
- Самая знаменитая Carcano в истории принадлежала Ли Харви Освальду и была связана с убийством Джона Кеннеди.
