АВТОМАТ КАЛАШНИКОВА МОДЕРНЕЗИРОВАННЫЙ


ОРУЖИЕ:        Автомат Калашникова Модернезированный
ПАТРОНЫ:       7,62x39
СС:            ~600 Выстрелов / мин

ОПИСАНИЕ:

Это модифицированная версия АК-47, разработаная Михаилом Тимофеевичем Калашниковым в 1950 году и принятый на вооружение СССР в 1959 году. Очень популярный у терроистов и партизан. Учавствовал почти во всех войнах мира, например: Вьетнамская война, Афганистанская война, Чеченская война, Иракская война, а так же на СВО. Очень надёжный и популярный автомат.

ПРИМЕЧАНИЯ:

- Очень сильно повлиял на мир, создав куча копий и модификаций.
- Очень хорошо подоходит для штурма.
- Во Вьетнамских лесах можно услышать его звуки выстрелов на деревьях.
