АВТОМАТ ТОМПСОНА M1928


ОРУЖИЕ:         Автомат Томпсона M1928
ПАТРОНЫ:        .45APS.
СС:             600 выстрелов в минуту
ДЛИНА СТВОЛА:   25,4 см.

ОПИСАНИЕ:

Пистолет-пулемёт Томпсона (также известный как «Томми-ган"), популяризированный в 1930-х годах Аль Капоне и другими гангстерами. Он обладает неплохой убойной силой, быстро перезаряжается и является единственным пистолетом-пулемётом на острове. Менее популярен среди офицеров, чем револьвер, но, тем не менее, является распространённым оружием. Впервые его можно найти наверху лестницы рядом с небольшим офисом в убежище времён Второй мировой войны, где Торк вспоминает, как Полковник кричит на солдата.

ПРИМЕЧАНИЯ:

- Позволяет вести огонь длинными и короткими очередями
- Аль-Капоне передаёт привет.