ОБУЧАЛОЗАВР ОБЖОРА


КЛАСС:        Обучалозавр Обжора
МЕТАБОЛИЗМ:   Динозавр, Обучалозавр
ВОСПРИЯТИЕ:   Член Команды "Саппортаж"
РАЗМЕР:       1,7 м.
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Отсутствует
ОРУЖИЕ:       Галстук, Знания, Наработанная Смелость
НАГРАДА:      120
УГРОЗА:       Высокая

ОПИСАНИЕ:

Это лиловый динозавр с розовыми глазами, белым брюшком и редкими розовыми пластинками на спине. Носит голубой галстук с белой буквой "G" посередине. Он родом из обучающей игры для дошколят "Обжора и обучалозавры", где был главным героем.

В своём родном мире Обжора и его друг Стегозаврус отправились в пещеру злодея Кромагна, чтобы вернуть похищенные согласные буквы. Им это удалось, но победа героя привела к уничтожению мира. Кромагна сожрал столп огня, Стегозавруса раздавило (Разрезало пополам), а Обжору в последний момент спасли Кит и Всячина, завербовав в команду "Саппортаж".

По характеру Обжора - нервный, робкий и неготовый к действиям динозавр, который вечно паникует. Всячина считает его обузой и предлагает оставить на произвол судьбы, но Кит добра к нему, угощает соком и постоянно успокаивает. Обжора старается доказать свою полезность, но это ему даётся с трудом. Однако за личиной труса скрывается чуткая личность, способная на смелость.

Обжора - динозавр, готовый обучаться всему на свете. Он обучил Гребуна читать и писать, а сам научился смелости у окружающего мира и его героев.

СОВЕТЫ:

- Обжора не боец. Его сила - в способности подмечать детали и заботиться о друзьях.
