РЕЛЬСОВАЯ ПУШКА СТРОГГОВ


ОРУЖИЕ:  Рельсовая Пушка Строггов
ПАТРОНЫ: Снаряды обеднённого урана
СС:      ~37.5 выстрелов/мин с учётом задержек охлаждения после выстрела.

ОПИСАНИЕ:

Рельсовая Пушка - мощное оружие Строггов. Выстреливает тяжелый луч, который может убить слабых противников с одного удара и нанести серьёзный урон средним врагам. Оружие обладает низкой скорострельностью из-за холодного времени (около 1.6 секунды ожидания между выстрелами), и поэтому требует точности и осторожности. Может использоваться как снайперское оружие на дальних дистанциях, особенно против объектов и одиночных целей.

ПРИМЕЧАНИЯ:

- Обновление "Чрезмерное Проникновение": позволяет снаряду проходить через несколько целей.
- Низкий запас в магазине и длительный перерыв на охлаждение делают его рискованным выбором в ближнем бою.
- Отличная точность при стрельбе через оптический прицел или с укрытия.
- Эффективен против тактических Строггов и бронированных целей, но уязвим между выстрелами.