ПЕХОТНАЯ ШТУРМОВАЯ ВИНТОВКА М29


ОРУЖИЕ:  Пехотная штурмовая винтовка М29
ПАТРОНЫ: 5.56 mm Вольфрамовые Стреловидные Снаряды
СС:      до 600 выстр./мин

ОПИСАНИЕ:

Стандартная штурмовая винтовка Земного Оборонного корпуса (Сил обороны Земли). Прочная, простая и хорошо подходящая для массового производства гибридная конструкция с газо-операторным механизмом и поворотным затвором; оснащена удлинённым стволом для лучшей дальности и рефлекс-прицелом для быстрого захвата цели. Прицельная стрельба даёт высокую точность; стрельба с бедра - широкий разброс.

ПРИМЕЧАНИЯ:

- Низкая отдача и хорошая кучность при прицеливании; средний-дальний бой - зона силы оружия. 
- Одиночный выстрел при нажатии, удержание даёт автоматический огонь; при стрельбе с прицелом точность сильно повышается.