ДРОБОВИК ORO "ИСПОЛНИТЕЛЬ"


ОРУЖИЕ:  Дробовик ORO "Исполнитель"
ПАТРОНЫ: Дробовые Патроны 12 Калибра
СС:      ~70 выстрелов / мин.
ВЕС: ~4 кг.

ОПИСАНИЕ:

ORO "Исполнитель" мощный боевой дробовик производства ORO, используемый вооружёнными силами корпорации "Мендель Груман". Несмотря на ограниченную эффективную дальность, обладает огромной останавливающей силой на ближней дистанции и предназначен для быстрого уничтожения противников.

Помимо обычного режима стрельбы, дробовик обладает особой функцией световой ракеты. Выпущенная ракета может использоваться для привлечения внимания окружающих существ, в том числе динозавров, превращая оружие в довольно необычный способ устроить противнику крайне неприятную встречу.

ПРИМЕЧАНИЯ:

- Очень высокий урон на ближней дистанции.
- Использует дробовые патроны 12 калибра.
- Эффективен преимущественно на ближней дистанции, где большая часть дроби попадает в цель.
- Специальный режим позволяет запускать световую ракету.
- Световая ракета способна привлечь динозавров к указанной области.
- На дальней дистанции эффективность резко снижается из-за рассеивания дроби.
- Особенно часто встречается у бойцов МГ РПГ, несмотря на название подразделения, подразумевающее использование ракетницы.
