ШТУРМОВАЯ ВИНТОВКА АК-74


ОРУЖИЕ:     АК-74
ПАТРОНЫ:    5,45x39 винтовка, 40 ММ подствольный гранатомёт.
CC:         700 Выстрелов/мин

ОПИСАНИЕ:

Штурмовая Винтовка АК-74 - Это основное оружие Советской / Российкой армии, он был разработан Михаилом Тимофеевичом Калашниковым в 1970 году и приятый на вооружение Советской армии в 1974 году от сюда и название. Этот автомат славится своей надёжностью и эффективностью, он почти не клинет, может стрелять даже после того как его окунули полностью в грязь. Он прошёл через Афганскую войну, Чеченскую войну и также сейчас используется на СВО. У него есть модифицированя версия с припиской М, у этой версии различаются характериски и он чёрного цвета. Также этот автомат славится тем что его использует почти весь мир, в основном терроистические организации, но также и армии разных стран. Для него также есть подствольный гранатомёт ГП-25 стреляющий гранатами 40 ММ.

ПРИМЕЧАНИЯ:

- Используй его для штурма зданий или окоп.
- Используй подствольный гранатомёт чтобы выкурить противника из укрытия.
- Можешь вести огонь как на ближних и средних дистанциях, так и на дальних.