РАКЕТНАЯ УСТАНОВКА


ОРУЖИЕ:  Ракетная Установка
ПАТРОНЫ: 84 мм ракеты
СС:      ~30 выстрелов / мин.

ОПИСАНИЕ:

Ракетная установка, предназначенная для поражения защищённых целей и больших групп противников. Использует реактивные боеприпасы, которые взрываются при попадании в цель и наносят значительный урон по площади.

Оружие обладает высокой разрушительной силой, однако требует осторожности при использовании на близкой дистанции, поскольку взрыв может задеть самого стрелка. Магазин вмещает 5 ракет.

ПРИМЕЧАНИЯ:

- Огромный урон по площади.
- Особенно эффективна против крупных и хорошо защищённых целей.
- Магазин рассчитан на 5 ракет.
- Если обычный пуль недостаточно, значит, пора переходить к аргументам потяжелее.
