ИМПУЛЬСНЫЙ ПИСТОЛЕТ-ПУЛЕМЁТ "СПЛАВ"


ОРУЖИЕ:  Импульсный Пистолет-Пулемёт "Сплав"
ПАТРОНЫ: Баллистические "Сплав"-боеприпасы / термозарядные импульсы
СС:      ~450 выстр. / мин.

ОПИСАНИЕ:

Стандартное оружие автоматонов, широко используемое рядовыми штурмовыми единицами, рейдерами и мародёрами. Конструкция отличается грубым исполнением, низкой эргономикой и посредственной точностью, однако компенсирует это простотой производства и высокой плотностью огня.

Оружие рассчитано на ведение автоматического боя короткими сериями. Основной режим представляет собой очередь из пяти выстрелов, после которой следует краткая задержка стабилизации. Слабая система отвода тепла делает Импульсный пистолет-пулемёт "Сплав" склонным к перегреву при длительном использовании, что снижает надёжность в затяжных столкновениях.

Несмотря на умеренную мощность отдельных попаданий, плотность огня позволяет эффективно подавлять цели и создавать постоянное давление на поле боя.

ПРИМЕЧАНИЯ:

- Используется автоматонами класса штурмовик, рейдер и мародёр.
- Очередь из 5 выстрелов обеспечивает стабильный подавляющий огонь.
- Перегревается при длительной стрельбе из-за слабого охлаждения.
- Эффективен на ближней и средней дистанции.
- Низкая эргономика и высокий разброс снижают точность на дальних дистанциях.
- После 30 выстрелов требуется перезарядка (~4 сек).
- Небольшая бронепробиваемость позволяет бороться с лёгкобронированными целями.
