РЕВОЛЬВЕР COLT KING COBRA


ОРУЖИЕ:        Colt King Cobra
ПАТРОНЫ:       .357 Магнум
СС:            15 Выстрелов/мин

ОПИСАНИЕ:

Револьвер Colt King Cobra - Это шестизарядный револьвер с ударно-спусковым механизмом двойного действия. Впервые представлен в 1986 году. Разработан и производился в Colt's Manufacturing Company. Предназначался для использования в правоохранительных органах и для продажи любителям огнестрельного оружия. Доступен из вороненой и нержавеющей стали.

ПРИМЕЧАНИЯ:

- Револьвер очень надёжное оружие.
- Большой калибр позволяет убить противника очень быстро.
- Лучше не стоит играть с ним в русскую рулетку.