СНАЙПЕРСКАЯ ВИНТОВКА M-40A1


ОРУЖИЕ:     Снайперская винтовка M-40A1
ПАТРОНЫ:    7,62x51 мм НАТО
CC:         Болтовая затворная группа, ~20 выстрелов/мин

ОПИСАНИЕ:

Военная снайперская винтовка с болтовой затворной группой под патрон 7,62 мм НАТО. Обеспечивает исключительную точность на больших расстояниях, способна уничтожать врагов одним точным выстрелом. Оснащена мощным прицелом для точного наведения во время инцидента в Чёрной Мезе.

ПРИМЕЧАНИЯ:

- Очень высокий урон; один выстрел убивает большинство небронированных целей.
- Точность на больших расстояниях делает ее идеальной для засад и скрытых убийств.
- Затворная система требует перезарядки после каждого выстрела, что снижает скорость стрельбы.