ПИСТОЛЕТ-ПУЛЕМЁТ ШПАГИНА 41 (ППШ-41)


ОРУЖИЕ:       ППШ-41
ПАТРОНЫ:      Патроны 7,62x25
СС:           ~1000 выстрелов/мин


ОПИСАНИЕ:

Пистолет-Пулемёт Шпагина 41 - Это оружие было разработано Георгием Семёновичом Шпагиным во время Великой Отечественной Войны. Его приняли на вооружение РККА 21 Декабря 1940 года и он прослужил с советскими солдатами до самого Берлина, а потом ещё и в Маньчжурии. ППШ-41 считается оружием победы и заслуженно имеет статус легендарного оружия. Это оружие славится своей высокой скорострельностью и своим немного не обычным видом. Он использует барабаный магазин на 71 патрон который был очень не удобный, в последвии чего был заменён на секторный магазин с 35 патронами, который был гораздже удобней. в 1960x он был снят с вооружения советской армии и был заменён на Автомат Калашникова. Но это ещё не конец его истории, дальше он использовался в войнах Холодной войны, такие как: Корея (1950-1953), Индокитайская война (1946-1954), Вьетнамская война (1955-1975) и т.д. В наши дни это оружие есть у многих колекционеров или простых любитей оружия, также его используют и в современых войнах например: Афганистан, Ирак и Российско-Украинский конфликт.

ПРИМЕЧАНИЯ:

- Этот пистолет-пулемёт очень эффективен на ближних и средних дистанциях, зажимай врага огнём.
- Он имеет как автоматический, так и одиночный режим огня, которые можно переключать. Выберай режим огня по ситуациям.
- Это оружие можно использовать чтобы реприсировать врагов народа.