ФЕРОПОД


ОРУЖИЕ:      ФЕРОПОД
CC:         ~1 бросок/сек.

ОПИСАНИЕ:

Органическое оружие, используемое для управления муравьиными львами. При броске личинки выделяют феромоны, которые привлекают находящихся поблизости муравьиных львов для атаки врагов. Служит как тактическим средством отвлечения внимания, так и инструментом поддержки нападения.

ПРИМЕЧАНИЯ:

- Эффективно для контроля толпы и перенаправления внимания врага.
- Бесконечный запас, пока в инвентаре есть личинки.
- Требует тщательного выбора времени и места для максимального эффекта.
- Лучше всего использовать в местах, где присутствуют муравьиные львы.