ПИСТОЛЕТ ВАЛЬТЕР П22


ОРУЖИЕ:          Вальтер П22
ПАТРОНЫ:         .22 LR
CC:              15 Выстрелов/мин

ОПИСАНИЕ:

Пистолет Вальтер П22 - Это немецкий спортивно-тренировочный самозарядный пистолет фирмы «Carl Walther Sportwaffen GmbH" 22 калибра. Корпус пистолета выполнен из ударостойких полимеров, ствол и кожух затвора стальные. Оборудован курковым ударно-спусковым механизмом двойного действия. Предохранительные устройства включают механический предохранитель, автоматический предохранитель, блокирующий механизм при неплотно вставленном магазине, а также замок, запирающий затворную раму, препятствуя стрельбе и разборке. Модель P22 внешне напоминает более раннюю модель Walther P99, но примерно на четверть короче. Пистолет укомплектован сменными прицелами и накладками на рукоять, позволяющими подогнать оружие под руку стрелка.

ПРИМЕЧАНИЯ:

- Вы можете надеть на него глушитель и быть тихим киллером.
- Тот факт что это спортивный пистолет делает его менее эффективней в бою, чем обычные пистолеты.
- Дальний внук старого доброго Вальтера П38.