АВТОМАТ КАЛАШНИКОВА СКЛАДНОЙ 1974 ГОДА УКОРОЧЕННЫЙ


ОРУЖИЕ:     АКС-74У
ПАТРОНЫ:    5,45x39 ММ
СС:         700 Выстрелов/мин

ОПИСАНИЕ:

Автомат Калашникова складной 1974 года укороченный - укороченный вариант автомата АКС-74, был разработан в конце 1970 - начале 1980-х годов для вооружения экипажей боевых машин и авиатехники ВС СССР. Прошёл через Афган, Чечню и сейчас используется на СВО, также был очень популярен у Русских бандитов 90x. Также используется правоохранительными органами СССР / РФ и других стран СНГ.

ПРИМЕЧАНИЯ:

- Его укроченный вид даёт возможность перевозить это оружие незамеченым.
- Можно сложить приклад и сделать его ещё более короче.
- Очень надёжный в бою не подведёт.