РПГ-7


ОРУЖИЕ:      РПГ-7 (реактивный гранатомет)
ПАТРОНЫ:                  Высоко взрывчатые ракеты
СС:        ~4 ракеты/мин

ОПИСАНИЕ:

Переносной противотанковый гранатомет, способный стрелять высоко взрывчатыми ракетами. Эффективен против транспортных средств, укрепленных позиций и групп противника. Простая система прицеливания позволяет использовать его как обученным солдатам, так и повстанцам.

ПРИМЕЧАНИЯ:

- Массивный взрывной урон в области цели.
- Ограниченный боезапас; каждую ракету необходимо тщательно прицеливать.
- Отраженная волна может быть опасна при стрельбе в закрытых помещениях.
- После каждого выстрела требуется перезарядка.