ПИСТОЛЕТ БЕРЕТТА М9


ОРУЖИЕ:      Беретта М9
ПАТРОНЫ:     9x19 ММ
СС:          15 Выстрелов/мин

ОПИСАНИЕ:

Пистолет Беретта М9 - Это самозарядный пистолет под патрон 9×19 мм Парабеллум, версия итальянского пистолета Beretta 92F для вооружённых сил США. Изготовляется в США дочерним подразделением фирмы Beretta. От пистолетов серии 92F итальянского производства отличается упрощённым и более коротким по времени производства технологическим циклом, автоматизированным производством ряда деталей, которые в Италии изготавливаются мастерами-оружейниками вручную, и штампованной надписью с левой стороны стального кожуха-затвора «U.S. 9mm M9-P.BERRETTA" на ранних моделях или «BERETTA U.S.A. CORP. ACKK. MD.-MADE IN USA" на образцах более позднего выпуска. В качестве стандартной набедренной кобуры для пистолета с 1986 года используется M12 компании Bianchi International. Использовался в почти во всех войнах США с 1989. Популярен у бандитов. Также является гражданским оружием.

ПРИМЕЧАНИЯ:

- Он тяжёлый и мощный.
- Можно взять в обе руки и прыгать стреляя в замедленом времени.
- Вас могут им ограбить либо убить, но также вы можете им защищаться.