КУВАЛДА


ОРУЖИЕ:  Кувалда
ПАТРОНЫ: Не требуются
СС:      Зависит от типа атаки
ВЕС:     6 кг.

ОПИСАНИЕ:

Мощное рукопашное оружие и универсальный инструмент для "вскрытия" баррикад и вражеских черепов. Обладает тремя типами атак: вертикальный удар, горизонтальное взмахивание и круговое вращение, эффективное против окруживших противников.
Наносит значительный урон на близкой дистанции, позволяя одним ударом устранять слабых врагов и экономить боеприпасы.

ПРИМЕЧАНИЯ:

- Эффективна против скоплений Гнаров, Молодых Пауков и Скелетов с Клира.
- Круговой удар незаменим, когда ты окружён.
- Не рекомендуется использовать против врагов, взрывающихся при смерти.