ИМПУЛЬСНАЯ ВИНТОВКА AR2


ОРУЖИЕ:      Импульсная винтовка AR2
ПАТРОНЫ:                  Энергетические элементы Overwatch / Вторичные: электрические шары Альянса
CC:                ~600 выстрелов/мин (основной), 1 граната/сек (вторичный)

ОПИСАНИЕ:

Стандартная энергетическая винтовка Комбайнов Overwatch. Выпускает высокоскоростные импульсные лучи для быстрого подавления и может запускать  энергетические шары для нанесения урона по большой площади. Высокоэффективна как против органических, так и против механических целей.

ПРИМЕЧАНИЯ:

- Основной огонь обеспечивает быстрые и точные энергетические лучи.
- Альтернатвный огонь выпускает электрические шары, которые наносят урон по большой площади.
- Эффективна на средней дистанции; точность снижается на больших расстояниях.