ДРОБОВИК СПАС-12 


ОРУЖИЕ:      Дробовик СПАС-12
ПАТРОНЫ:           Патроны 12-го калибра
CC:                Насосная система, ~60 выстрелов/мин.

ОПИСАНИЕ:

Дробовик ближнего действия, обладающий огромной останавливающей силой. Может стрелять одиночными выстрелами для эффективности или двойными выстрелами для максимального урона за счет расхода боеприпасов.

ПРИМЕЧАНИЯ:

- Высокоэффективен в ближнем бою.
- Режим двойного выстрела обеспечивает разрушительную мощь.
- Очень низкая точность на больших расстояниях.