САМОДЕЛЬНОЕ ВЗРЫВНОЕ УСТРОЙСТВО


ОРУЖИЕ:    Самодельное Взрывное Устройство
ПАТРОНЫ:   Взрывчатые заряды с дистанционным взрывом
CC:        Ручное размещение, дистанционный взрыв

ОПИСАНИЕ:

Взрывное устройство, сделанное в домашних условиях.Может быть взорвано дистанционно, что позволяет устраивать засады, ловушки или очищать укрепленные позиции. Используется чаще всего психопатами, террористами и прочими отбросами общества.

ПРИМЕЧАНИЯ:

- Позволяет стратегически размещать для блокирования территории.
- Дистанционное взрывание обеспечивает точное время взрыва.
- Может вставляться в любой объект. 
- Если взрывное устройство будет в железном объекте, то при взрыве объект разорвется на мелкие куски которые будут работать как шрапнель. Так же если заложить бомбу в место где есть горючая жидкость, при взрыве образуется огонь.
