КРЕМНИВЫЙ ПИСТОЛЕТ


ОРУЖИЕ:         Кремнивый Пистолет
ПАТРОНЫ:        17,5 до 21,5 мм
СС:             1 Выстрел/мин

ОПИСАНИЕ:

Кремнивый Пистолет - Это огнестрельное оружие с кремнёвым замком, воспламенение заряда в котором происходит при помощи искр. Кремнёвые замки были двух типов: колесцовые, где кремень, зажатый в губках курка, тёрся по быстро вращающемуся при нажатии на спуск стальному колёсику, и ударные, где курок с кремнем ударялся по стальной огнивной пластинке. В XVI—XIX веках кремнёвое оружие состояло на вооружении во всех странах мира. В России использовалось кремнёвое оружие от 17,5 до 21,5 мм калибра, весом от 4,0 до 5,6 кг. Прицельная дальность выстрела кремнёвого ружья по отдельно стоящему человеку: от 40 до 100 метров. По группе людей — 100—200 метров. Существовало два вида кремнёвых ружей: гладкоствольные и нарезные. Скорострельность гладкоствольных составляла 2—4 выстрела в минуту, а у нарезных — 1 выстрел в минуту. В середине XIX века на смену кремнёвым ружьям пришли ружья и винтовки с капсюльными замками. Первоначально в армии отказывались от кремнёвого оружия из-за его несовершенства. Новый тип ружья первыми освоили охотники, для которых частота выстрелов не была определяющим фактором. В отличие от заранее запаливаемого фитильного ружья новое кремнёвое оружие не демаскировало стрелка, что давало значительное преимущество на охоте.

ПРИМЕЧАНИЯ:

- Любился использоваться пиратами.
- Прошёл все войны где использовалось кремневое оружие.
- Очеееень долгая перезадка и всего один выстрел, этим оружием нужно уметь пользоватся.