ПИСТОЛЕТ SOP38


ОРУЖИЕ:  Пистолет SOP38
ПАТРОНЫ: Патроны .45 ACP
СС:      Полуавтоматический
ВЕС:     1.1 кг.

ОПИСАНИЕ:

Стандартный армейский пистолет специальных операций, доказавший свою надёжность в боях по всей галактике. Простая и эффективная полуавтоматическая система позволяет вести огонь с высокой скоростью.
Имеет неограниченный боезапас, что делает его идеальным оружием «последнего шанса» для уничтожения слабых целей или сохранения патронов для основного вооружения.

ПРИМЕЧАНИЯ:

- Эффективен против Безголовых Камикадзе и других слабых противников.
- Прицеливание увеличивает точность на средней и дальней дистанции.