ШТУРМОВАЯ ВИНТОВКА АК-203


ОРУЖИЕ:      Автомат АК-203
ПАТРОНЫ:     7,62x39 мм
CC:          ~900 выстрелов/мин

ОПИСАНИЕ:

Современная модификация культового автомат, известный своей надежностью и прочностью. Стреляет мощными патронами калибра 7,62 мм с умеренной отдачей. Эффективен на средних дистанциях и способен вести продолжительный огонь для подавления или прямых столкновений. На него можно стваить разные модули.

ПРИМЕЧАНИЯ:

- Высокая прочность и простота в эксплуатации.
- Умеренная отдача; контролируемая при коротких очередях.
- Эффективен против небронированных и легкобронированных целей.
- Ёмкость магазина требует периодической перезарядки во время длительных боев.
- Можно модифицировать этот автомат разными модулями по своему желанию.