ПИСТОЛЕТ АЛИКС «ALYXGUN»


ОРУЖИЕ:      Пистолет Аликс «Alyxgun»
ПАТРОНЫ:        9x19 мм
CC:        Полуавтоматический, ~20 выстрелов/мин.

ОПИСАНИЕ:

Компактное полуавтоматическое оружие, используемое Аликс Вэнс. Обладает высокой точностью и умеренной останавливающей силой, подходит как для точных выстрелов, так и для быстрых последующих атак. Лёгкое и надежное оружие для городских боевых сценариев.

ПРИМЕЧАНИЯ:

- Отличная точность на ближнем и среднем расстоянии.
- Ограниченный размер магазина; требует тщательного выбора места для выстрела.
- Эффективное запасное оружие, когда более тяжелое оружие недоступно.
- Предпочитается опытными стрелками для скрытых или тактических боевых действий.