МИНИГАН XM214-A


ОРУЖИЕ:   Миниган XM214-A
ПАТРОНЫ:  пули калибра 5,56 мм.
СС:       1200 выстрелов в минуту
ВЕС:      13,6 кг.

ОПИСАНИЕ:

XM214-A происходит от моделей Vulcan и M134 и является последним словом боевой техники. Оснащённый автономным источником питания, встроенным магазином и компенсатором отдачи, скорострельный миниган является самым мощным из доступных видов личного вооружения.

ПРИМЕЧАНИЯ:

- Эффективен на любых дистанциях для массового уничтожения скоплений мелких врагов.
- К сожалению, боеприпасы заканчиваются очень быстро.
