РУЧНАЯ ГРАНАТА


ОРУЖИЕ:      Ручная граната
ПАТРОНЫ:                  Осколочные гранаты
CC:               Ручной бросок, ~12 бросков/мин.

ОПИСАНИЕ:

Стандартная осколочная граната, предназначенная для пехоты. После взрыва с запалом с таймером производит мощный взрыв с широким разбросом осколков. Эффективна для выманивания врагов из укрытий или уничтожения групп противника.

ПРИМЕЧАНИЯ:

- Высокий урон по площади, смертоносная в закрытых помещениях.
- Взрыватель с таймером позволяет рассчитать время для точного броска.
- Риск самоповреждения при неправильном использовании или неправильном расчете времени.