ГРАЖДАНСКАЯ УПАКОВКА


ОРУЖИЕ:      Гражданская упаковка

ОПИСАНИЕ:

Небоевой предмет, представляющий собой картонную упаковку, которую часто можно увидеть в руках беженцев и граждан. Не может быть использован для атаки или взаимодействия с врагами. Служит исключительно в качестве реквизита или символического средства выживания под режимом Альянса.

ПРИМЕЧАНИЯ:

- Не имеет боевой функциональности.
- Бесконечное использование; не может быть исчерпано или перезаряжено.
- Символизирует бремя, которое несут угнетенные граждане.