РЕВОЛЬВЕР MANURHIN MR-96


ОРУЖИЕ:        Manurhin MR-96
ПАТРОНЫ:       .38 Special
CC:            15 Выстрелов/мин

ОПИСАНИЕ:

Револьвер Manurhin MR-96 - Это французский крупнокалиберный револьвер двойного/одинарного действия, рассчитанный на мощные патроны .357 Magnum (совместим также с .38 Special). Выпускался как более «короткая" и доступная альтернатива известной серии MR (MR-73 и т.д.), отличается прочной стальной конструкцией, точностью и экспортабельным дизайном.

ПРИМЕЧАНИЯ:

- Револьвер самое надёжное оружие.

- Старайтесь стрелять в голову противника.

- Можете сыграть в русскую рулетку с ним, если вы бесстрашный.