СНАЙПЕРСКАЯ ВИНТОВКА SSG-08 SCOUT


ОРУЖИЕ: Снайперская винтовка SSG-08
ПАТРОНЫ: 7,62x51 мм
СС: Болтовая затворная группа, ~25 выстрелов/мин

ОПИСАНИЕ:

Легкая снайперская винтовка с затворной системой, разработанная для быстрого развертывания и мобильности. Идеально подходит для стрелков, которым нужна точность без громоздкости более тяжелых снайперских винтовок. Стреляет высокоскоростными патронами, способными нейтрализовать врагов на средних и дальних дистанциях одним точным выстрелом.

ПРИМЕЧАНИЯ:

- Чрезвычайно легкая и маневренная по сравнению с тяжелыми снайперскими винтовками.
- Умеренная отдача; позволяет быстро производить последующие выстрелы.
- Оснащена стандартным прицелом для стрельбы на большие расстояния.
- Ограниченный запас патронов требует тщательного выбора места для выстрела.
- Предпочтительна для мобильности и быстрого перемещения в боевых ситуациях.