ГАРПУН


ОРУЖИЕ:  Гарпун
ПАТРОНЫ: Не требует
СС:      ~1 метательное действие / секунда
ВЕС:     3,5 кг.

ОПИСАНИЕ:

Гарпун - длинное метательное холодное оружие, используемое для поражения целей на ближней и средней дистанции. Представляет собой прочный железный штырь с заострённым наконечником, предназначенный для пробивания плотных материалов и поразительного эффекта при попадании. 

При метании гарпун пробивает цель и прочно входит в поверхность, фиксируя врага на месте. Он эффективен против одиночных противников и способен обездвиживать их.

ПРИМЕЧАНИЯ:

- Может использоваться как импровизированное метательное оружие в условиях отсутствия огнестрельного вооружения. 
- При попадании прочно фиксирует цель на поверхности, что может затруднять дальнейшее сопротивление. 
- Комбинируется с другими типами холодного оружия для ближнего боя. 