ПЛАЗМЕННАЯ ГРАНАТА


ОРУЖИЕ:      Плазменная граната
ПАТРОНЫ:           Самозаряжающийся плазменный сердечник
CC:                Одноразовое / метательное
ВЕС:      1,6 фунта

ОПИСАНИЕ:

Разработанная учёными лорда Антона, плазменная граната - это экспериментальное оружие, питающееся от автономного электрического ядра. При взрыве она выделяет мощный плазменный разряд, который не только оглушает и на короткое время обездвиживает врагов, но и вызывает разрушительные энергетические ожоги.

Это оружие считается слишком опасным для массового выпуска, поскольку оно нестабильно и непредсказуемо, а даже неправильное обращение при взведении может привести к случайному разряду. Только доверенные подразделения войск Антона имеют право использовать эту технологию - её воздействие как на органические, так и на механические цели делает её одним из самых опасных устройств на поле боя.

ПРИМЕЧАНИЯ:

- Временно парализует врагов, попавших в радиус взрыва.
- НЕ допускайте попадания в руки врага.
- Эффективно против пехоты и лёгких роботов.