КАРАБИН МАУНЗЕР 98K


ОРУЖИЕ:     Kar98k
ПАТРОНЫ:    7,92×57 мм
СС:         ~15 Выстрелов/мин (болтовой затвор, ручная перезарядка после каждого выстрела)

ОПИСАНИЕ:

Карабин Маунзер 98к - Это немецкая болтовая винтовка времён Второй Мировой Войны, она была офицально принята на вооружение Немецкой армии в 1935 году. Kar98k самая распространёная винтовка в немецкой армии времён второй мировой, ей вооружали в основном обычных рядовых стрелков и снайперов, она имеит магазин на 5 патронов, её заряжали либо обоймами по 5 патронов, либо по одному патрону саморучно (если не было обоймы). Также у этой винтвоки есть снайперский прицел ZF 39, который устанавливается над затвором, тем самым блокируя перезарядку обоймами, солдатам оставалась заряжать винтовку под одному патрону. Также для этой винтовки есть штык-нож SG 84/98. Такой штык имел клинок длиной 25 см.при общей длине 38,5 см. Массированные штыковые бои были нехарактерны для Второй мировой, поэтому в целях экономии с конца 1944 г. винтовки перестали комплектоваться штык-ножами, на них даже отсутствовали крепление для штыка и шомпол. Кроме стандартного штыка на вооружение была принята модель SG 42, хотя в серию она не вошла. SG 42 имел длину 30 см.при длине клинка 17,6 см.

ПРИМЕЧАНИЯ:

- Старайтесь стрелять с растояния, потому что в ближних дистанциях убить врага из такой винтовки может быть очень сложно. Используйте лучше штык-нож либо своё запасное оружие.
- Заряжать винтовку обоймами, гораздже быстрее чем саморучно по одному патрону.
- Часто меняйте свою позицию после выстрела, чтобы враг вас не заметил.