ПИСТОЛЕТ МАКАРОВА


ОРУЖИЕ:          Пистолет Макарова
ПАТРОНЫ:         9x18
СС:              30 Выстрелов/мин

ОПИСАНИЕ: 

Пистолет Макарова - Это советский самозарядный пистолет, разработанный советским конструктором Николаем Фёдоровичем Макаровым в 1948 году. Принят на вооружение в 1951 году. Является личным оружием нападения и защиты, предназначенным для поражения противника на короткой дистанции, в вооружённых силах и правоохранительных органах, а также одним из самых массовых пистолетов в СССР и на постсоветском пространстве. Использовался во Вьетнамской войне, во Афганистанской войне и в Гражданской войне в Сирии, а также почти во всех горячих точках на постсоветском пространстве.

ПРИМЕЧАНИЯ:

- Идеален для скрытного ношения.
- Любимое оружие бандитов 90х.
- Немного тяжело отстягивать магазин.