ПИСТОЛЕТ-ПУЛЕМЁТ SMG1 (MP7)


ОРУЖИЕ:      SMG1
ПАТРОНЫ:     9x19 мм патроны + дополнительные гранаты
CC:          ~750 выстрелов/мин 

ОПИСАНИЕ:

Стандартное автоматическое оружие. Обеспечивает быструю стрельбу 9-мм патронами для длительного подавления и оснащено подствольным гранатометом для дополнительной взрывной поддержки. Эффективно на ближней и средней дистанции.

ПРИМЕЧАНИЯ:

- Высокая скорострельность, идеально подходит для подавления толпы.
- Вторичные гранаты наносят урон по площади.
- Сниженная точность на больших дистанциях.