ПИСТОЛЕТ-ПУЛЕМЁТ МП-7


ОРУЖИЕ:          МП-7
ПАТРОНЫ:         4.6x30 ММ
СС:              ~950 Выстрелов/мин

ОПИСАНИЕ:

Пистолет-Пулемёт МП-7 - Это пистолет-пулемёт, разработанный в начале 2000-х годов немецкой фирмой Heckler & Koch. Автоматическое оружие под специально разработанный для него патрон 4,6×30 мм. MP7 скомпонован по типу небольшого пистолета-пулемёта, магазин вставляется в пистолетную рукоятку, приклад складной, телескопический, спереди имеется складная дополнительная рукоять. Автоматика MP7 построена по схеме с газовым двигателем с коротким ходом газового поршня, запирание осуществляется поворотом затвора. В конструкции используются некоторые особенности автомата HK G36, например широкое использование полимерных материалов, сходная автоматика и конструкция УСМ. Использовался в Афганистанской войне, также используется правоохранительными органами стран НАТО и используется бандитами.

ПРИМЕЧАНИЯ:

- Компактный и лёгкий.
- Можно сложить приклад и тактическую рукоятку.
- Можно модифицировать его, поставив прицел или ЛЦУ.