ПИСТОЛЕТ-ПУЛЕМЁТ ЗАСТАВА MOD-49


ОРУЖИЕ:  Пистолет-Пулемёт Застава Mod-49
ПАТРОНЫ: 7,62x25 мм ТТ
СС:      ~750 выстрелов / мин

ОПИСАНИЕ:

Югославский пистолет-пулемёт, разработанный компанией "Застава" для Югославской народной армии. По внешнему виду Mod-49 напоминает советский ППШ, однако имеет собственную конструкцию с цилиндрической фрезерованной ствольной коробкой и свободным затвором.

Оружие способно вести одиночный и автоматический огонь. Использует коробчатые магазины на 35 патронов или барабанные на 71 патрон. Деревянный приклад и массивная конструкция делают Mod-49 довольно тяжёлым, зато он получился крепким и солидным.

ПРИМЕЧАНИЯ:

- Выглядит как ППШ, но внутри у него совсем другая механика.
- Тяжёлый, зато хорошо подходит для плотного автоматического огня.
