РУЧНОЙ ПРОТИВОТАНКОВЫЙ ГРАНАТОМЁТ 7


ОРУЖИЕ:             РПГ-7
ПАТРОНЫ:     Ракеты для РПГ-7
СС:                 1 Выстрел/мин

ОПИСАНИЕ:

Ручной Противотанковый Гранатомёт 7 - Это советский ручной противотанковый гранатомёт многоразового применения. Предназначен для борьбы с танками, самоходными артиллерийскими установками и другой бронетехникой, может быть использован для уничтожения живой силы в укрытиях, а также для борьбы с низколетящими малоскоростными воздушными целями. Гранатомёт разработан ГСКБ-47 (ныне ГНПП "Базальт") и принят на вооружение ВС Союза ССР в 1961 году. Ведущий конструктор - Валентин Константинович Фирулин (лауреат Ленинской премии за создание данного оружия). Выпущено более 9 млн штук. Использовался практически во всех вооружённых конфликтах с 1968 года и до сих пор состоит на вооружении вооружённых сил многих государств и стран. Благодаря появлению новых боеприпасов РПГ-7 представляет существенную опасность и для современного вооружения и военной техники, поэтому остаётся востребованным и в XXI веке.

- Хорош против лёгких и средних танков.
- К нему прилагается оптический прицел ПГО-7В.
- Однозарядный, каждый раз после выстрела нужно перезарядится.