ШТУРМОВАЯ ВИНТОВКА АК-12


ОРУЖИЕ:      Автомат АК-12
ПАТРОНЫ:     5,45×39 мм
CC:          ~900 выстрелов/мин

ОПИСАНИЕ:

Современная модификация культового автомат, известный своей надежностью и прочностью. Переделан для стрельбы патронами 5,45×39 мм. На него можно стваить разные модули. Разработан в 2011 году и был показан как автомат будущего ВС РФ.

ПРИМЕЧАНИЯ:

- Высокая прочность и простота в эксплуатации.
- Умеренная отдача; контролируемая при коротких очередях.
- Эффективен против небронированных и легкобронированных целей.
- Ёмкость магазина требует периодической перезарядки во время длительных боев.
- Можно модифицировать этот автомат разными модулями по своему желанию.
- Улучшенная эргономика, автомат проще держать в руках.