САМОЗАРЯДНАЯ СНАЙПЕРСКАЯ ВИНТОВКА SR-25


ОРУЖИЕ:     SR-25
ПАТРОНЫ:    7,62×51 NATO
CC:         ~20 выстрелов/мин

ОПИСАНИЕ:

Самозарядная снайперская винтовка, разработанная Юджином Стоунером в 1990-е годы на основе конструкции винтовки AR-15. Различные модификации SR-25 состоят на вооружении ВС и КМП США, ряда силовых структур Австралии, Израиля, Польши. Гражданские версии применяются в стрелковых видах спорта, полицейской и рейнджерской службе.

ПРИМЕЧАНИЯ:

- Данная винтовка эффективна на средних-дальних расстояниях.
- Не имеет автоматического режима огня.
- Некоторые люди используют её для ликвидирования людей которых они не долюбивают, например политиков.

