САМОЗАРЯДНЫЙ ПИСТОЛЕТ BROWNING HI-POWER


ОРУЖИЕ:     Browning Hi-Power
ПАТРОНЫ:    Патроны .40 SW
CC:         ~30 выстрелов/мин

ОПИСАНИЕ:

Cамозарядный пистолет конструкции Джона Браунинга и Дьёдонне Сэва с магазином повышенной вместимости. Название отражает высокую ёмкость магазина — 13 патронов. Пистолет создавался под техническое задание французской армии, но на вооружение во Франции принят не был. После смерти Браунинга в 1926 году конструкцию доработал Сэв, главный конструктор бельгийской компании Fabrique Nationale.

ПРИМЕЧАНИЯ:

- В описании хоть и указано то что в магазине 13 патрон, на самом деле там 10 патронов.
- Но не смотря на это, пистолет хороший и мощный.



