ВЖИК


ОРУЖИЕ:  Вжик (Гидроплазматический пистолет; Зап Пистолет)
ПАТРОНЫ: Плазма из внутреннего плазменного микросинтезатора
СС:      ~120-240 выстрелов/мин в зависимости от уровня заряда

ОПИСАНИЕ:

Энергетическое оружие. Выпускает выстрел, мощность которого зависит от того, как долго удерживается спуск. При слабой зарядке выстрел слабый, если зарядить до максимума - наносит серьёзный урон. Максимально заряженный выстрел автоматически выстреливается по достижении полной зарядки. Добавление небольшой примеси углерода делает пластмассовую пулю привлекательной к органическим целям - снаряд обладает слабой самонаводкой и способен пролетать за угол, чтобы достать цель.

ПРИМЕЧАНИЯ:

- Базовые незаряженные выстрелы почти бесполезны против быстрых врагов.
- Полностью заряженные выстрелы хороши против слабых и средних целей, особенно неподвижных.
- Полезно, когда нужно попасть по частично скрытой цели или через препятствия.