MP-40


ОРУЖИЕ:      Пистолет-пулемет MP 40
ПАТРОНЫ:        9x19 мм Parabellum
ТЕМП ПОТРЯСЕНИЯ:         500-550 выстрелов/мин
ВЕС:      8,75 фунтов

ОПИСАНИЕ:

MP 40 - классический немецкий пистолет-пулемет, широко использовавшийся во время Второй мировой войны. Компактный, надежный и удобный в обращении, он стал стандартным оружием десантников, танковых экипажей и командиров пехотных взводов. Складной металлический приклад и обтекаемая форма позволяли эффективно носить его с собой, а умеренная скорострельность делала его управляемым в ближнем бою.

Хотя MP 40 был менее мощным, чем винтовка, на дальних дистанциях, он превосходил ее в городском бою, засадах и ограниченных пространствах, где мобильность и угнетающий огонь имели наибольшее значение. Известный своим культовым профилем и характерным звуком, он остается одним из самых узнаваемых видов огнестрельного оружия в истории.

ПРИМЕЧАНИЯ:

- Высокоэффективен в ближнем бою.
- Ограниченная емкость магазина (32 патрона) - часто перезаряжайте.
- Точность быстро падает на больших дистанциях.