БЛАСТЕР МОРПЕХОВ


ОРУЖИЕ:  Бластер
ПАТРОНЫ: Нет (бесконечная энергия)
СС:      ~360 выстр./мин

ОПИСАНИЕ:

Бластер - базовое энергетическое оружие, выданное каждому солдату-морпеху. При простом нажатии стреляет малыми энергетическими вспышками; при удержании спускового крючка заряжается более мощный выстрел. Также оружие оснащено фонариком для освещения тёмных участков локации. 

ПРИМЕЧАНИЯ:

- Заряженный выстрел наносит значительно больший урон (примерно 50), но требует времени. 
- Не требует боеприпасов и перезарядки - бесконечная энергия. 
- Подствольный Фонарик - позволяет не тратить время на другие источники света.