ШТУРМОВАЯ ВИНТОВКА HK416


ОРУЖИЕ:     HK416
ПАТРОНЫ:    Патроны 5.56×45mm NATO
CC:         ~850 выстрелов/мин

ОПИСАНИЕ:

Изначально HK416 разрабатывалась как модуль для установки на цевье автоматов M4 или M16, но позже переросла в полноценный карабин, а после - и винтовку. Цель - заменить автоматы M4 и M16, которые составляли основу вооружения ВС и КМП США, из-за низкой надёжности, частых отказов автоматики, перегрева и восприимчивости к загрязнению.

ПРИМЕЧАНИЯ:

- Данная винтовка эффективна на средних-дальних расстояниях.
- Хорошо используется для операций в помещениях или в городских условиях.
- Имеет высокую скорострельность.
