ПИСТОЛЕТ МИНИСТРАЙДЕРА


ОРУЖИЕ:  Пистолет Министрайдера
ПАТРОНЫ: Импульсные патроны
СС:      ~300 выстр. / мин
ВЕС:     1,3 кг.

ОПИСАНИЕ:

Компактное импульсное оружие, разработанное на базе технологий Страйдера и адаптированное под формат личного пистолета. Внешне практически не отличается от стандартного огнестрельного пистолета, что позволяет использовать его без привлечения внимания до момента выстрела.

Оружие использует малогабаритные импульсные элементы питания и рассчитано на 7 выстрелов, после чего требуется перезарядка. Несмотря на компактность, каждый импульсный заряд обладает средней пробивной способностью, достаточной для поражения.

ПРИМЕЧАНИЯ:

- Магазин рассчитан на 7 импульсных выстрелов.
- Эффективен на ближней и средней дистанции.
- Совместим с упрощёнными импульсными источниками питания Альянса.
- Используется мини‑метрокопами и автономными вспомогательными юнитами.