ХОЛОДНАЯ ВОДКА


ОРУЖИЕ:  Холодная Водка
ПАТРОНЫ: Осколки бутылки
СС:      ~90-120 ударов в минуту

ОПИСАНИЕ:

Импровизированное холодное оружие, созданное Джеком Шалопаем после сомнительного вдохновения в баре. Услышав истории о подвигах "Гнаара на своём быке", он решил не отставать и просто разбил бутылку водки, проигнорировав существование более "классической Розочки".

Однако на этом всё не закончилось. На оружие были наложены чары, известные как благословения Мерунеса Дагона и Марки Рагноса. В результате бутылка получила аномальное свойство - она восстанавливается, если на неё не смотреть.

В бою используется в два этапа: первый удар наносится полной бутылкой, после чего она разбивается и превращается в острое оружие для последующих атак.

ПРИМЕЧАНИЯ:

- Первый удар - тяжёлый и тупой, как голова Кукурбито.
- После удара превращается в острое оружие с режущим уроном.
- При отсутствии наблюдения восстанавливается обратно в целую бутылку.
- Эффективна на ближней дистанции.
