ПОМПОВЫЙ ДРОБОВИК REMINGTON 870, СО СЛУЧАЙНЫМ БОЕЗАПАСОМ


ОРУЖИЕ:     Remjngton 870
ПАТРОНЫ:    12/70 калибра и пустые гильзы 
CC:         ~60 выстрелов/мин

ОПИСАНИЕ:

Американское помповое ружьё (дробовик). Предназначено для самообороны, охоты, спортивной стрельбы и вооружения армейских и полицейских подразделений. Эта версия отличается от классического, тем что в нем заряжено неизвестное количество настоящих и пустых патронов. С ним можно играть в "улучшенную" версию русской рулетки.

ПРИМЕЧАНИЯ:

- Надеятся на лучшее при игре.



