ЛУЧЕВАЯ ПУШКА


ОРУЖИЕ:  Лучевая Пушка
ПАТРОНЫ: Плазма
СС:      ~300 выстрелов/мин

ОПИСАНИЕ:

Энергетическое оружие, оснащённое четырьмя синими кристаллами и одним центральным. При удержании спускового крючка выпускает непрерывный луч, но перед стрельбой необходимо время на раскрутку кристаллических стволов. Обладает очень высоким уроном; подходит для уничтожения больших скоплений врагов и против сильных противников.

ПРИМЕЧАНИЯ:

- Луч мгновенного попадания, не нужно ждать полёта снаряда. 
- Идеальна против врагов слабо защищённых и групп слабых мобов. 