САМОЗАРЯДНЫЙ ПИСТОЛЕТ CZ 75


ОРУЖИЕ:     CZ 75
ПАТРОНЫ:    Патроны 9x19
CC:         ~20 выстрелов/мин

ОПИСАНИЕ:

Самозарядный пистолет, разработанный в Чехословакии в 1975 году. Пистолет разработан братьями Йозефом и Франтишеком Коуцки в городе Угерски-Брод. Изначально конструкция проектировалась для производства на экспорт и позиционировалась как современная замена «тяжёлым» полицейским и армейским пистолетам под патрон 9×19 Parabellum. 

ПРИМЕЧАНИЯ:

- Легкопереносимый.
- Данный вариант пистолета стреляет одиночными выстрелами.







