ПИСТОЛЕТ-ПУЛЕМЁТ SMG2 (MP7)


ОРУЖИЕ:  Пистолет-пулемёт SMG2 (MP7)
ПАТРОНЫ: Патроны 4,6×30 мм.
СС:      ~900 выстр./минй
ВЕС:     2,0 кг.

ОПИСАНИЕ:

SMG2 - стандартный пистолет-пулемёт штурмовых подразделений, применявшийся в ранних фазах Конфликтов Объединения. Разработан для быстрого подавления противника в плотной застройке и на борту транспортных узлов.

Высокая скорость стрельбы обеспечивает плотный огонь и позволяет эффективно сдерживать численно превосходящие силы. Оружие рассчитано на мобильный бой и частую смену позиций, жертвуя дальнобойностью ради контроля ближней зоны.

ПРИМЕЧАНИЯ:

- Оптимален для ближнего боя и зачистки коридоров
- Эффективен в подавлении живой силы противника
- Высокий объём боезапаса делает его надёжным оружием поддержки
- Немного уступает в меткости на дальних дистанциях по сравнению с длинноствольным оружием 
