ПИСТОЛЕТ 9-ММ С ГЛУШИТЕЛЕМ


ОРУЖИЕ:      пистолет  9-мм  (с глушителем)
ПАТРОНЫ:                  Патроны 9x19 мм
ТЕМП ПЕРЕДАЧИ:         Полуавтоматический, ~15 выстрелов/мин

ОПИСАНИЕ:

Стандартный 9-мм полуавтоматический пистолет, оснащенный глушителем. Выдается женщинам-убийцам Black Ops для проведения скрытых операций в Black Mesa. Обеспечивает точные и бесшумные выстрелы, позволяя агентам уничтожать цели, не привлекая внимания ближайших врагов.

ПРИМЕЧАНИЯ:

- Низкий уровень шума при выстреле; отлично подходит для скрытых убийств.
- Умеренная точность, низкая отдача.
- Урон равен стандартному 9-мм пистолету.
- Неэффективен против бронированных целей.