КАРАБИН М4А1


ОРУЖИЕ:      М4А1
ПАТРОНЫ:     ПАТРОНЫ: 5,56x45 MM
CC:          950 Выстрелов/мин

ОПИСАНИЕ:

Карабин М4А1 - Это очень знаменитый и хороший карабин. Он состоит на вооружение почти все стран НАТО, а его родина это США. Он создан на основе М16А2 и изначально предназначенный для вооружения экипажей боевых машин и расчётов вооружения и военной техники. Это оружие учавствовало почти во всех современых конфликтах мира. Его можно сильно модифицировать добавив прицелы, ЛЦУ, тактические рукоятки и т.д.

ПРИМЕЧАНИЯ:

- Этот карабин очень хорош для штурма зданий либо окоп.
- У него есть кнопка быстрого закрытия затвора, что очень быстро убыстряет перезарядку.
- Модифицируй это оружие по возможности, модицикации могут сильно помочь в бою.
- Используй режим переключения огня для экономия боеприпасов.