СЛИЗНЕКОТ


ОРУЖИЕ:     Слизнекот
ПАТРОНЫ:    14.5x144mm
CC:         ~9999 выстрелов/мин

ОПИСАНИЕ:

Существо, идентифицируемое как слизнекот, обладает способностью к производству и использованию патронов калибра 14.5x144mm, которые относятся к категории крупнокалиберных боеприпасов. Отмечается высокая скорострельность данного существа, что позволяет ему наносить значительный урон объектам в своем окружении.

ПРИМЕЧАНИЯ:

- Стреляет без всякой отдачи.
- Полезно для уничтожения огромной толпы.



