АВТОМАТИЧЕСКИЙ ДРОБОВИК


ОРУЖИЕ:            Автоматический Дробовик
ПАТРОНЫ:           Патроны 12-го калибра
СС:                Автоматическая - 60 выстр/мин

ОПИСАНИЕ:

Восьмиствольное автоматическое ружьё с механическим индексированием. При каждом нажатии на спусковой крючок выстреливается один патрон, и механизм мгновенно индексирует следующий ствол, обеспечивая более быструю и эффективную стрельбу по сравнению с помповым ружьём.

ПРИМЕЧАНИЯ:

- Точное попадание с низким или средним разбросом в зависимости от конструкции; эффективно на близких и средних дистанциях.