ШТУРМОВАЯ ВИНТОВКА АК-200


ОРУЖИЕ:      Автомат АК-200
ПАТРОНЫ:     5,45×39 мм
CC:          ~900 выстрелов/мин

ОПИСАНИЕ:

Современная модификация культового автомат, известный своей надежностью и прочностью. Переделан для стрельбы патронами 5,45×39 мм. На него можно стваить разные модули.

ПРИМЕЧАНИЯ:

- Высокая прочность и простота в эксплуатации.
- Умеренная отдача; контролируемая при коротких очередях.
- Эффективен против небронированных и легкобронированных целей.
- Ёмкость магазина требует периодической перезарядки во время длительных боев.
- Можно модифицировать этот автомат разными модулями по своему желанию.