ВЗРЫВЧАТКА C-4


ОРУЖИЕ:     Взрывчатка C-4
БОЕПРИПАСЫ: Заряды C-4
СС:         Ручной подрыв
ВЕС:        0.5 кг.

ОПИСАНИЕ:

Пластичное взрывчатое вещество военного назначения. Чрезвычайно стабильно и надёжно. Не детонирует от удара или огня, для подрыва необходим детонатор.
Обладает огромной разрушительной мощностью. Может быть слеплена в заряд любой формы для эффективного размещения на технике, сооружениях или группах противника.

ПРИМЕЧАНИЯ:

- Идеальна для устройства засад, уничтожения тяжёлых противников и создания проходов в завалах.
- Управляемый подрыв позволяет наносить точечный урон и минимизировать риски для себя.

