ВОДКА-БАЗУКА


ОРУЖИЕ:  Водка-Базука
ПАТРОНЫ: Полноразмерные бутылки водки
СС:      1 выстрел в минуту

ОПИСАНИЕ:

Водка-Базука - гигантская бутылка водки, внутрь которой помещаются другие бутылки водки. Работает по принципу: бутылка в бутылке - бутылка во враге.

При выстреле внутренняя бутылка вылетает с разрушительной силой, разбиваясь о цель и создавая зону тотального водочного поражения. Вблизи эффект настолько смертоносен, что не рекомендуется стрелять вообще, потому что умрут все: враги, союзники, моральные ценности.

Оружие разработано неизвестным пьяным инженером в 19 веке по прозвищу "Джек Шалопай", который хотел решить все конфликты сразу и навсегда.

ПРИМЕЧАНИЯ:

- Смертельно эффективна на ближней дистанции. Настолько, что ближней дистанции может и не стать.
- При попадании бутылка взрывается облаком стекла и спирта.
- Перезарядка происходит вставлением новой бутылки внутрь большой бутылки.
- Высокий риск самоуничтожения.
- Оружие запрещено во всех цивилизованных измерениях, включая те, где цивилизации не стало.
