АВТОМАТ СПЕЦАЛЬНЫЙ ВАЛ


ОРУЖИЕ:          АС Вал
ПАТРОНЫ:         9x39 ММ
СС:              ~900-960 Выстрелов/мин

ОПИСАНИЕ:

Автомат Спецальный Вал - Это бесшумный автомат, разработанный в климовском ЦНИИточмаш конструкторами П. Сердюковым и В. Красниковым во второй половине 1980-х годов на базе бесшумной снайперской винтовки «ВСС». «Вал» и «ВСС» визуально похожи и унифицированы на 70 %.До 1970-х годов подразделениями специального назначения СССР применялись в основном доработанные образцы стрелково-гранатомётного оружия общевойскового назначения, оснащённые глушителями и использовавшие специальные патроны с дозвуковой скоростью полёта пули. В качестве примера можно привести комплексы «Тишина» на базе АКМ и «Канарейка» на базе АКС74У, а также пистолеты ПБ и АПБ. Однако подобные решения имели свои недостатки (например, значительное увеличение размеров у пистолетов с глушителями, резкое снижение дальности эффективной стрельбы у автоматов с ПБС-1 и его ограниченный ресурс), поэтому параллельно в ЦНИИточмаш под руководством НИУ кг.Б и ГРУ ГШ СССР создавались специальные образцы узконаправленного предназначения, которые бы могли обеспечивать бо́льшую скрытность действий спецподразделений. Использовался в: Чеченской войне, Грузинской Войне и сейчас используется на СВО.

ПРИМЕЧАНИЯ:

- Эта винтовка хорошо подходит для стелса.
- Можно убивать врагов тихо и с далека.
- Также подходит для штурма.