ШТУРМОВАЯ ВИНТОВКА ОИБО


ОРУЖИЕ:     Объективное индивидуальное боевое оружие (ОИБО)
ПАТРОНЫ:    Патроны 5,56x45 мм / 20-мм гранаты
СС:         ~650 выстрелов / мин (основной), 1 граната / 2 сек (дополнительный)

ОПИСАНИЕ:

Прототип штурмовой винтовки, сочетающий в себе быстрострельные баллистические патроны и встроенный гранатомет. Предназначена для войск Альянса в качестве боевого оружия нового поколения. Обеспечивает как точный автоматический огонь, так и взрывную поддержку, позволяя солдатам мгновенно переключаться между дальним подавлением и противотанковыми боевыми действиями.

ПРИМЕЧАНИЯ:

- Основной огонь: автоматические патроны 5,56 мм, точные на средней дистанции.
- Вторичный огонь: подствольные 20-мм гранаты с высоким взрывным уроном.
- Разработано как универсальное пехотное оружие.