ПИСТОЛЕТ ORO HOG 9 ММ


ОРУЖИЕ:  Пистолет ORO HOG 9 мм
ПАТРОНЫ: 9-мм Патроны
СС:      Полуавтоматический, Высокая Скорость Стрельбы
ВЕС:     ~1 кг.

ОПИСАНИЕ:

Стандартный компактный пистолет производства ORO, используемый как основное запасное оружие различными вооружёнными подразделениями. Несмотря на небольшие размеры, обладает хорошей точностью и высокой мощностью на ближней дистанции. Магазин вмещает 15 патронов, а общий боезапас может достигать 150 патронов.

Оружие имеет два режима стрельбы. Основной режим позволяет вести быстрый полуавтоматический огонь, а альтернативный выпускает короткую очередь из трёх патронов. Благодаря компактным размерам HOG может использоваться сразу в двух руках, значительно увеличивая плотность огня.

ПРИМЕЧАНИЯ:

- Высокая точность и хорошая мощность на ближней дистанции.
- Второй режим выпускает очередь из 3 патронов.
- Очередь обладает повышенной отдачей и быстро расходует магазин.
- Наиболее эффективен на ближней дистанции.
- Может использоваться в двух руках одновременно.
- Индикатор на корпусе показывает состояние боезапаса: после расходования патронов меняет цвет с жёлтого на красный.
