M249 SAW


ОРУЖИЕ:    M249 SAW (автоматическое оружие для отряда)
ПАТРОНЫ:   5,56x45 мм НАТО с ленточным питанием
CC:        ~750 выстрелов/мин

ОПИСАНИЕ:

Тяжелое оружие поддержки отряда, предназначенное для ведения непрерывного автоматического огня. Ленточная подача патронов обеспечивает большую емкость боеприпасов, что делает его идеальным для подавления позиций противника и уничтожения групп врагов с помощью подавляющей огневой мощи.

ПРИМЕЧАНИЯ:

- Чрезвычайно высокая скорострельность, эффективная для подавления территории.
- Большой запас боеприпасов позволяет вести длительные бои.
- Сниженная мобильность и сильная отдача при ведении непрерывного огня.