САМОДЕЛЬНАЯ ШТУРМОВАЯ ВИНТОВКА АК


ОРУЖИЕ:      Собранный вручную АК
ПАТРОНЫ:     7,62x39 мм
CC:          ~600 выстрелов/мин

ОПИСАНИЕ:

Собранный где то в подвалах сеператистов в чечне или где то в США у местного социапата, Калашников не перестает быть Калашниковым. Стреляет патронами калибра 7,62 мм. Эффективен на средних дистанциях и способен вести продолжительный огонь для подавления или прямых столкновений. 

ПРИМЕЧАНИЯ:

- Высокая прочность и простота в эксплуатации.
- Умеренная отдача; контролируемая при коротких очередях.
- Эффективен против небронированных и легкобронированных целей.
- Ёмкость магазина требует периодической перезарядки во время длительных боев.
- Явно ненадежная конструкция.