ФЛЕШЕТТ-ПУШКА


ОРУЖИЕ:      Флешетт-пушка
ПАТРОНЫ:                  Флешетты (небольшие высокоскоростные дротики)
ТЕМП ПОТРЯСЕНИЯ:        ~250 выстрелов/мин.

ОПИСАНИЕ:

Дальнобойное оружие, стреляющее компактными, игольчатыми снарядами с высокой скоростью. Каждая флешетта пробивает броню и плоть с минимальной отдачей, что делает оружие эффективным для точного подавления или хирургических ударов.

ПРИМЕЧАНИЯ:

- Высокоскоростные снаряды могут пробивать несколько целей подряд.
- Умеренная емкость боеприпасов; рекомендуется тщательно прицеливаться.
- Эффективно на средней дистанции; менее полезно в ближнем бою.
- Низкая отдача позволяет быстро производить последующие выстрелы.