СНАЙПЕРСКАЯ ВИНТОВКА OVERWATCH MK2


ОРУЖИЕ:      Снайперская винтовка Overwatch MK2
ПАТРОНЫ:                  Высокоскоростные патроны Альянса
CC:                Болтовая затворная группа, ~20 выстрелов/мин.

ОПИСАНИЕ:

Высокоточная винтовка дальнего действия, используемая снайперами Combine. Стреляет высокоскоростными патронами, способными пробивать броню и уничтожать цели на больших расстояниях. Оснащена оптическим прицелом для повышения точности. Предназначена для уничтожения ключевых целей с минимальным риском.

ПРИМЕЧАНИЯ:

- Чрезвычайно точна на больших расстояниях.
- Высокий урон за выстрел; может нейтрализовать цели одним попаданием.
- Болтовая затворная группа требует ручной перезарядки между выстрелами.