ПОЛУАВТОМАТИЧЕСКАЯ ВИНТОВКА АР-15


ОРУЖИЕ:            АР-15
ПАТРОНЫ:    5,56x45 ММ
СС:                ~950 Выстрелов/мин

ОПИСАНИЕ:

AR-15 - название семейства полуавтоматических винтовок, основанных на конструкции Colt AR-15 или подобных ей. Первоначально ArmaLite AR-15, её предшественник, представлял собой уменьшенную производную конструкции ArmaLite AR-10 Юджина Стоунера и имела переводчик огня. ArmaLite продала патент и товарные знаки компании Colt в 1959 году, в результате чего появилась Colt AR-15, без функции переводчика огня. После истечения срока действия большинства патентов на Colt AR-15 в 1977 году многие производители огнестрельного оружия начали производить копии данной винтовки под разными названиями. До истечения срока действия патентов, Colt сохранял за собой товарный знак AR-15 и являлся единственным производителем, который мог маркировать свое огнестрельное оружие как "AR-15".

ПРИМЕЧАНИЯ:

- Хороша для обороны, либо развлекательной стрельбы.
- Самая распространёная винтовка в США.
- Из этой винтовки прострелили Трампу ухо.