ФИЗ-ГАН


ОРУЖИЕ:      Инструмент для манипулирования физическими объектами (Физ-Ган)
ПАТРОНЫ:           Нет (манипулирует физическими объектами)

ОПИСАНИЕ:

Усовершенствованный инструмент для точного поднятия, вращения и перемещения объектов. Позволяет пользователю манипулировать окружающей средой или предметами на расстоянии, включая поднятие, вращение и замораживание объектов в воздухе.

ПРИМЕЧАНИЯ:

- Бесконечное использование; традиционные боеприпасы не требуются.
- Возможность запускать объекты в качестве импровизированного оружия.
- Полезно для строительства, решения головоломок и импровизации в бою.
- Требует навыков для точного позиционирования и управления.