МЕТАЛЛИЧЕСКАЯ ТРУБА


ОРУЖИЕ:      Металлическая труба
Скорость стрельбы:         ~60 ударов/мин

ОПИСАНИЕ:

Импровизированное оружие ближнего боя, используемое беженцами и гражданскими лицами из Сити-17. Простая, но прочная металлическая труба наносит урон от удара на близком расстоянии. В основном используется в качестве оружия последней надежды для самообороны от сил Альянса или хедкрабов.

ПРИМЕЧАНИЯ:

- Неограниченное использование; не требует боеприпасов.
- Эффективно только в ближнем бою.
- Наносит умеренный урон от удара; может оглушить слабых врагов.
- Функционирует как практичный инструмент в ситуациях выживания.