РАКЕТОМЁТ


ОРУЖИЕ:      Ракетомёт
БОЕПРИПАСЫ:        Техно-магические болты
СКОРОСТЬ СТРЕЛЬБЫ:         ~90 ракет/мин

ОПИСАНИЕ:

Ракетная пусковая установка — примитивное, но повсеместно распространенное вооружение среди неживой пехоты Ментала. Она направляет магическую энергию в залп шипящих ракет. Массово производимые и практически невесомые, эти устройства используют скрытый резервуар магического потока, стреляя по одному болту за раз.

ПРИМЕЧАНИЯ:

- Низкий урон за выстрел, поэтому не подходит для высокоприоритетных или бронированных целей.