ЛАЗЕРНАЯ ВИНТОВКА


ОРУЖИЕ:      Экспериментальная лазерная винтовка
ПАТРОНЫ:           Высоковольтные энергетические элементы
CC:                Полуавтоматический / Непрерывный луч
ВЕС:      14,5 фунтов

ОПИСАНИЕ:

Созданная в секретных лабораториях лорда Антона, экспериментальная лазерная винтовка - это передовое оружие направленной энергии, которое использует сырую электрическую энергию для выстрела обжигающими лучами света. Способная прорезать как металл, так и плоть, она считается одним из самых смертоносных прототипов, когда-либо поступивших на вооружение.
Только немногим избранным солдатам доверяют ее использование, в то время как другие боятся её как слишком нестабильного и разрушительного оружия, которое нельзя широко использовать.

ПРИМЕЧАНИЯ:

- С легкостью прожигает бронежилеты пехоты.
- Категорически запрещается допускать его попадание в руки врага.