АВТОМАТ ВОДКОНСОНА


ОРУЖИЕ:  Автомат Водконсона
ПАТРОНЫ: Водочные крышки
СС:      ~1800 выстрелов/мин

ОПИСАНИЕ:

Автомат Водконсона - примитивное, но безумно эффективное оружие. Водка аномально ускоряет руки до сверхчеловеческого уровня. Пользователь вручную засовывает крышки в бутылку, но делает это настолько быстро, что кажется, будто оружие берёт крышки из воздуха.

Крышки вылетают с колоссальной скоростью благодаря бешеной силе рук стрелка, превращаясь в смертоносные снаряды, способные разрывать любых существ и конструкции.

ПРИМЕЧАНИЯ:

- Пользователь ощущает нереальную силу и скорость рук после употребления водки.
- Крышки разрывают плоть, броню и синтентов благодаря сверхзвуковой скорости.
- Можно поиграть в Кегли с рядом врагов.
