АВТОМАТ АК-47 (AR1)


ОРУЖИЕ:      Автомат АК-47 (AR1)
ПАТРОНЫ:    7,62x39 мм
CC:                ~600 выстрелов/мин

ОПИСАНИЕ:

Стандартное автоматическое оружие. Обеспечивает быструю стрельбу 9-мм патронами для длительного подавления и оснащено подствольным гранатометом для дополнительной взрывной поддержки. Эффективно на ближней и средней дистанции.

ПРИМЕЧАНИЯ:

- Высокая скорострельность, идеально подходит для подавления толпы.
- Вторичные гранаты наносят урон по площади.
- Сниженная точность на больших дистанциях.

ОПИСАНИЕ:

Культовый автомат, известный своей надежностью и прочностью. Стреляет мощными патронами калибра 7,62 мм с умеренной отдачей. Эффективен на средних дистанциях и способен вести продолжительный огонь для подавления или прямых столкновений.

ПРИМЕЧАНИЯ:

- Высокая прочность и простота в эксплуатации.
- Умеренная отдача; контролируемая при коротких очередях.
- Эффективен против небронированных и легкобронированных целей.
- Ёмкость магазина требует периодической перезарядки во время длительных боев.