ИМПУЛЬСНАЯ ВИНТОВКА M41A


ОРУЖИЕ:     Импульсная винтовка M41A
БОЕПРИПАСЫ: 10-мм энергетические элементы /
CC:         ~600 выстрелов/мин (основной режим)

ОПИСАНИЕ:

Высокотехнологичная автоматическая винтовка, стреляющая быстрыми энергетическими залпами. Разработана для элитных войск, эффективна как против органических, так и против бронированных целей.

ПРИМЕЧАНИЯ:

- Основной огонь обеспечивает быстрые и точные энергетические заряды.
- Оружие средней дальности; точность снижается на больших расстояниях.