ЦИРКУЛЯРНАЯ ПИЛА


ОРУЖИЕ:  Циркулярная Пила
ПАТРОНЫ: Нет
СС:      быстрая пилящая атака

ОПИСАНИЕ:

Инструмент-оружие, доработанное для боевого применения. Циркулярная пила с хромированным лезвием и жёлтым корпусом с экраном и выхлопными трубами. Удары этой пилы наносят большой урон на малой дистанции, особенно эффективна против слабых врагов и разрушимых объектов.

ПРИМЕЧАНИЯ:

- Максимальный урон: 50 единиц за срез. 
- Радиус действия ближний; неэффективна против врагов с дистанционным оружием. 
- Полезна против групп Ящеров, Бульдогов Спайки, Клиров без траты боеприпасов. 
- Может уничтожать ящики и другие деревянные/разрушимые объекты без стрельбы.