САМОЗАРЯДНОЕ РУЖЬЁ REMINGTON MODEL 11-87


ОРУЖИЕ:  Самозарядное ружьё Remington Model 11-87
ПАТРОНЫ: 12 калибр
СС:      ~60-80 выстрелов / мин.
ВЕС:     ~3,7 кг.

ОПИСАНИЕ:

Американское самозарядное гладкоствольное ружьё, представленное в 1987 году. Оно было разработано на основе конструкции знаменитого Remington 1100 и выпускается в различных вариантах, включая охотничьи, полицейские и тактические модели.

Ружьё использует газоотводную автоматику и выпускается под патроны 12-го и 20-го калибра. В зависимости от варианта вместимость магазина составляет примерно 4-8 патронов. Существуют специальные полицейские и тактические версии, включая вариант Entry Gun с укороченным стволом.

Благодаря самозарядной системе после каждого выстрела не требуется вручную передёргивать затвор, что позволяет быстро производить повторные выстрелы. Model 11-87 получил распространение не только как охотничье оружие, но и в полицейских и тактических версиях.

ПРИМЕЧАНИЯ:

- Отлично подходит для ближней дистанции, где дробовой заряд раскрывает всю свою мощь.
- Самозарядная система позволяет быстро делать повторные выстрелы без ручной перезарядки.
- Существуют специальные полицейские и тактические варианты.
- Это то самое ружьё, которое использовал Антон Чигур в "Старикам тут не место".
- Антон Чигур никого не убивал.
