ЛАЗЕРНОЕ РУЖЬЁ XL2


ОРУЖИЕ:    Лазерное ружьё XL2
ПАТРОНЫ:   элементы питания X7
СС:        600 выстрелов в минуту
ВЕС:       9 кг.

ОПИСАНИЕ:

Это экспериментальное оружие ещё проходит испытания, но уже доказало свою надёжность. Четыре ствола стреляют последовательно, что позволяет оружию длительное время испускать энергетические импульсы с чрезвычайно высокой скоростью и при этом не перегреваться. 
Выполненное из титана, лазерное ружьё обладает малым весом и не страдает от перегрева, что делает его превосходным энергетическим оружием.

ПРИМЕЧАНИЯ:

- Эффективно при обстреле обширных территорий и удержании скоплений врагов на расстоянии.