SMG1


ОРУЖИЕ:      SMG1
ПАТРОНЫ:                  9x19 мм патроны + дополнительные гранаты
CC:                ~750 выстрелов/мин (основной), 1 граната/сек (дополнительный)

ОПИСАНИЕ:

Стандартное автоматическое оружие. Обеспечивает быструю стрельбу 9-мм патронами для длительного подавления и оснащено подствольным гранатометом для дополнительной взрывной поддержки. Эффективно на ближней и средней дистанции.

ПРИМЕЧАНИЯ:

- Высокая скорострельность, идеально подходит для подавления толпы.
- Вторичные гранаты наносят урон по площади.
- Сниженная точность на больших дистанциях.