ПИСТОЛЕТ-ПУЛЕМЁТ СКОРПИОН VZ-61


ОРУЖИЕ:         Скорпион VZ-61
ПАТРОНЫ:        7.65x17 MM
CC:             ~900 Выстрелов/мин

ОПИСАНИЕ:

Škorpion (Скорпион) - чехословацкий пистолет-пулемет, разрабатывался для вооружения танкистов, связистов и военнослужащих других специальностей. Скорпион был принят на вооружение в ЧССР в 1961 году (отсюда обозначение vz.61 — vzor 61, то есть образец 1961 года). Современная модификация - Scorpion EVO III. Использовался во: Вьетамской войне, Чеченской войне и сейчас используется на СВО.

ПРИМЕЧАНИЯ:

- Очень компактный и лёгкий, спокойно можно использовать в машине.
- Можно разложить приклад и стрелять от плеча.
- Можно использовать как запасное оружие.