КУЛАКИ


ОРУЖИЕ:      Голые кулаки
БОЕПРИПАСЫ:        Нет (рукопашный бой)
ТЕМП ПАЛЬБЫ:         ~90 ударов/мин

ОПИСАНИЕ:

Стандартное оружие для ближнего боя. Руки наносят быстрые удары, способные оглушить врагов и нанести умеренный урон. Идеально подходит в качестве запасного варианта, когда другие виды оружия недоступны.

ПРИМЕЧАНИЯ:

- Неограниченное использование; боеприпасы не требуются.
- Эффективно только на близком расстоянии.
- Можно комбинировать с движением и предметами окружения для усиления удара.
- Полезно для экономии боеприпасов.