ЛЕДОРУБ


ОРУЖИЕ:  Ледоруб
ПАТРОНЫ: Не требует
СС:      ~1 удар/секунда
ВЕС:     1,2 кг.

ОПИСАНИЕ:

Холодное оружие ближнего боя, используемое для прорыва и разрушения препятствий, а также для защиты в рукопашной схватке. Ледоруб обладает высокой скоростью нанесения ударов и может пробивать лёгкие конструкции и броню противников. Его конструкция позволяет наносить целенаправленные удары, сохраняя манёвренность пользователя.

ПРИМЕЧАНИЯ:

- Эффективен против одиночных противников и слабозащищённых целей.
- Может использоваться для разрушения ледяных и деревянных барьеров.
- Компактная и лёгкая конструкция облегчает переноску в сложных условиях.