САМОЗАРЯДНЫЙ КАРАБИН RUGER 10/22


ОРУЖИЕ:    RUGER 10/22
ПАТРОНЫ:   Патроны .22 LR 
CC:        ~40-60 выстрелов/мин 

ОПИСАНИЕ:

Компактная полуавтоматическая винтовка под патрон .22 Long Rifle, впервые представлена фирмой Sturm, Ruger & Co. в 1964 году. Основана на надёжном короткодействующем затворе с поворотной затворной рамой; штатно комплектуется ротационным магазином на 10 патронов. Известна своей прочностью, простой конструкцией и доступностью - популярна для обучения, развлекательной стрельбы, охоты на мелкую дичь и мелкого вредителя, а также в спортивных дисциплинах. Выпускается в многочисленных вариантах и компоновках (Carbine, Target, Tactical, Ruger 10/22 Takedown и др.), имеет обширный рынок тюнинга и аксессуаров (прицельные системы, ложи, цевья, ствольные компенсаторы, увеличенные магазины и т.п.).

ПРИМЕЧАНИЯ:

- Широко используется как учебное и «развлекательное» оружие; в некоторых странах доступны гражданские спортивные/охотничьи версии с ограничениями.
- Наносит крайне мало урона из за своего маленького калибра 22. LR.
