ФОНАРИК


ОРУЖИЕ:  Фонарик
ПАТРОНЫ: Батарейки
СС:      60 ударов В Час

ОПИСАНИЕ:

Компактный ручной фонарик, предназначенный для освещения тёмных помещений и поиска объектов в условиях недостаточной видимости. Питается от батареек и может использоваться независимо от другого снаряжения.

Несмотря на простоту, фонарик значительно облегчает ориентирование в тёмных местах. Его небольшой размер позволяет постоянно носить его с собой. А так же им можно мутузить слабых врагов.

ПРИМЕЧАНИЯ:

- Помогает освещать тёмные помещения.
- Работает от батареек.
- Позволяет заметить предметы и противников в темноте.
- Есть чем мутузить противника, когда нет патронов.
