ЛЁГКИЙ ШТУРМОВОЙ КАРАБИН ORO FP9


ОРУЖИЕ:  Лёгкий штурмовой карабин ORO FP9
ПАТРОНЫ: 9x19 мм Парабеллум
СС:      90 выстрелов в минуту

ОПИСАНИЕ:

Компактное оружие, разработанное корпорацией ORO Defense в рамках программы унификации стрелкового оружия для частных военных компаний. Модель FP9 базируется на устаревших чертежах MP5, но с упором на удешевление производства: штамповка вместо фрезеровки, унифицированные узлы. 

Выполненное по схеме автоматического карабина под пистолетный патрон. Корпус цельноштампованный, из стали с матовым покрытием, снижающим ИК-сигнатуру. Ударно-спусковой механизм куркового типа допускает ведение одиночного и непрерывного огня. Питание - из коробчатых магазинов ёмкостью 30 патронов, расположение - перед пистолетной рукоятью.

Открытые прицельные приспособления не регулируются, рассчитаны на стандартную дистанцию 100 метров. Распространен в подразделениях Whiskey Company и силах корпорации Mendel-Gruman.

Основной заказчик - Whiskey Company, получившая первую партию для подавления беспорядков на ресурсных мирах.

Позже отмечено массовое использование силами Mendel-Gruman на терраформированной планете.


ПРИМЕЧАНИЯ:

- Очередь из 3-5 патронов гарантированно выводят цель из строя.
- Высокий темп стрельбы позволяет подавить группу до 3 человек до того, как они успеют укрыться.
