РЕВОЛЬВЕР 357 MAGNUM


ОРУЖИЕ:      Кольт Питон 357 Magnum
ПАТРОНЫ:        357 Magnum
CC:                Револьвер двойного действия, ~30 выстрелов/мин.

ОПИСАНИЕ:

Револьвер крупного калибра, обладающий чрезвычайной останавливающей силой и превосходной точностью. Оснащен оптическим прицелом для точных выстрелов на большие расстояния. Идеально подходит для быстрого уничтожения сильных противников.

ПРИМЕЧАНИЯ:

- Чрезвычайно мощные одиночные выстрелы.
- Высокая точность, эффективен для снайперской стрельбы на большие расстояния.
- Ограниченный запас патронов не позволяет использовать его часто.