ПОМПОВЫЙ ДРОБОВИК REMINGTON 870MCS


ОРУЖИЕ:  Помповый Дробовик Remington 870MCS
ПАТРОНЫ: 12-го калибра (также доступны 16, 20, 28 Gauge и .410 bore).
СС:      60 выстр./мин 

ОПИСАНИЕ:

Классическое и массовое помповое ружьё, производящееся Remington Arms с 1951 года. Простая, надёжная и ремонтопригодная конструкция сделала модель 870 одной из самых популярных в мире. Используется для охоты, спорта, полиции и армии. Выпускается в многочисленных вариантах: гражданские Полевой / Ведущий для охоты и спорта, а также тактические / полицейские версии с укороченными стволами, прикладами и планками для аксессуаров.

ПРИМЕЧАНИЯ:

- Надёжность и простота обслуживания - причина широкого применения в Спецназе и вооружённых силах по всему миру.
- Из-за простоты конструкции часто используется как "последняя инстанция" в ближнем бою и в сценариях блокировки / штурма помещений.