ДВОЙНЫЕ ЛИПУЧКОМЁТЫ ESUS "ХОЛЕРА"


ОРУЖИЕ:  Двойные Липучкомёты ESUS "Холера"
ПАТРОНЫ: Липкие Бомбы

ОПИСАНИЕ:

Компактные Липучкомёты , стреляющие небольшими взрывными зарядами, которые прилипают к поверхностям и противникам. Повторное нажатие на спуск позволяет вручную подорвать прикреплённую бомбу.

Вторичный режим выпускает россыпь контактных мин. Они прилипают к поверхности и взрываются при приближении врага. Можно использовать парно, а магазин вмещает 5 зарядов при общем запасе до 15.

ПРИМЕЧАНИЯ:

- Один точный заряд способен очень быстро закончить спор.
- Липкую бомбу можно прилепить прямо к врагу.
- Вторичный режим отлично подходит для ловушек и перекрытия проходов.
- Выглядят как пистолеты, но аргументы у них явно гранатомётные.
