РПГ V2


ОРУЖИЕ:      РПГ V2 (реактивный гранатомет)
ПАТРОНЫ:                  Высоко взрывчатые ракеты
CC:                ~4 ракеты/мин

ОПИСАНИЕ:

Тяжелый противотанковый гранатомет, используемый Сопротивлением. Стреляет высоко взрывчатыми ракетами, способными уничтожать транспортные средства, башни и группы врагов. Оснащен базовым прицелом, что делает его эффективным на средних и дальних дистанциях.

ПРИМЕЧАНИЯ:

- Огромный урон от взрыва, идеально подходит для бронированных целей.
- Ограниченный запас боеприпасов; ракеты необходимо использовать с осторожностью.
- Отраженная волна и использование на близком расстоянии могут быть опасны.
- Требует перезарядки после каждого выстрела.