САМОЗАРЯДНЫЙ ПИСТОЛЕТ КРУПНОГО КАЛИБРА DESERT EAGLE


ОРУЖИЕ:     Desert Eagle
ПАТРОНЫ:    Патроны .50 Action Express
CC:         ~20 выстрелов/мин

ОПИСАНИЕ:

Cамозарядный пистолет крупного калибра. Был разработан в 1983 году в США компанией Magnum Research с последующей доработкой израильской компанией Israel Military Industries. Благодаря своим габаритам и устрашающему виду часто используется.

ПРИМЕЧАНИЯ:

- Данный пистолет очень мощный и имеет огромную пробиваемость.
- Крайне мощная отдача не позволяет стрелять с одной руки.




