ГЛУОННАЯ ПУШКА


ОРУЖИЕ:      Глуонная пушка (экспериментальный ускоритель частиц)
ПАТРОНЫ:           Элементы урана-235
CC:                Непрерывный поток частиц

ОПИСАНИЕ:

Передовое экспериментальное оружие, проецирующее постоянный энергетический луч, который разрушает цели при контакте. Известно своим характерным внешним видом и высоким расходом боеприпасов.

ПРИМЕЧАНИЯ:

- Разрушительная непрерывная огневая мощь.
- Быстро расходует урановые элементы.
- Использование ограничено сотрудниками отдела передовых исследований Black Mesa.