ВЫРВАННАЯ ПУШКА СТРАЙДЕРА


ОРУЖИЕ:  Вырванная пушка Страйдера
ПАТРОНЫ: Импульсные батареи AR2
СС:      ~120 выстр./мин.
ВЕС:     ~35 кг.

ОПИСАНИЕ:

Тяжёлое импульсное орудие, вырванное из боевого модуля Страйдера и адаптированное для ручного использования. Несмотря на примитивную переделку, система сохранила совместимость с энергетическими батареями стандартной импульсной винтовки AR2.

Оружие предназначено для уничтожения бронированных целей и техники на средней и дальней дистанции. Каждый выстрел сопровождается мощным энергетическим импульсом, способным пробивать укрытия и наносить критический урон. Из-за массы и отсутствия полноценной стабилизации требует значительных физических усилий при использовании.

ПРИМЕЧАНИЯ:

- Совместимо с батареями AR2.
- Эффективно против тяжёлых синтентов и механизированных целей.