ДРОБОВИК


ОРУЖИЕ:  Дробовик
ПАТРОНЫ: 12 калибр
СС:      ~60 выстрелов / мин.

ОПИСАНИЕ:

Помповый дробовик, предназначенный для поражения целей на ближней дистанции. Использует патроны 12 калибра и способен нанести значительный урон благодаря большому количеству дроби, выпущенной за один выстрел.

Оружие имеет магазин на 8 патронов и требует ручного передёргивания цевья после каждого выстрела. На близком расстоянии дробовик обладает высокой убойной силой, однако с увеличением дистанции эффективность быстро снижается.

ПРИМЕЧАНИЯ:

- Очень высокая мощность на ближней дистанции.
- Помповая перезарядка позволяет быстро подготовить следующий выстрел.
- Чем дальше цель, тем сильнее рассеивается дробь.
- Если противник подошёл слишком близко, значит, он сам выбрал неправильную дистанцию.
