ПИСТОЛЕТ ГЛОК 17


ОРУЖИЕ:        Глок 17
ПАТРОНЫ:       9X19
CC:            15 Выстрелов/мин

ОПИСАНИЕ:

Пистолет Глок 17 - Это австрийский пистолет, разработанный фирмой Glock для нужд Вооружённых сил Австрии. Глок 17 стал первым образцом вооружения, разработанным этой фирмой. Получившийся в результате образец оказался довольно удачным и удобным для применения, благодаря чему позднее он был принят на вооружение Вооружённых сил Австрии под обозначением Р80. Благодаря своим боевым качествам и надёжности получил широкое распространение в качестве гражданского оружия самообороны. Фирмой Glock выпускаются модификации этого пистолета в различных вариантах под разные патроны, например: 9×19 мм Парабеллум Glock 19, .40 S&W — Glock 22, 10 мм Auto — Glock 20, .357 SIG — Glock 31, .45 ACP — Glock 36 и .45 GAP — Glock 37. Особенностью конструкции пистолета является отсутствие флажка предохранителя и курка. Пистолет большей частью сделан из высокопрочного термостойкого — до 200 °C — пластика. Благодаря этому Glock 17 лёгок и чрезвычайно прочен. Принцип действия - "выхватил и стреляй", предохранитель спрятан в спусковом крючке, из-за чего выстрел не произойдёт без полного нажатия спускового крючка «безопасного действия». Состоит из 33 частей, а неполная разборка осуществляется за секунды. Используется в основном правоохранительными органами разных стран НАТО, в том числе и США, а также очень популярен у гражданского населения, как оружие самообороны или развлекательной стрельбы.

ПРИМЕЧАНИЯ:

- Самое массовое оружие для самообороны в мире.
- Лёгкий принцип работы позволяет пользоватся этим оружием даже самым не опытным стрелкам.
- Стал популярен в уличной культуре США.