DESERT EAGLE


ОРУЖИЕ:     IMI Desert Eagle
ПАТРОНЫ:    357 Magnum
CC:         Полуавтоматический, ~30 выстрелов/мин

ОПИСАНИЕ:

Крупнокалиберный полуавтоматический пистолет. Имеет встроенный лазерный прицел для повышения точности. Обладает высокой останавливающей силой, что делает его одним из самых эффективных пистолетов в полевых условиях.

ПРИМЕЧАНИЯ:

- Превосходный урон по сравнению со стандартным 9-мм пистолетом.
- Встроенный лазерный прицел обеспечивает высокую точность.
- Ограниченная емкость магазина и редкие патроны.