ДВОЙНЫЕ ДРОБОВИКИ ORO "ИСПОЛНИТЕЛЬ"


ОРУЖИЕ:  Двойные Дробовики ORO "Исполнитель"
ПАТРОНЫ: Дробовые Патроны 12 Калибра
СС:      ~140 выстрелов / мин.
ВЕС:     ~8 кг.

ОПИСАНИЕ:

ORO "Исполнитель" мощные боевые дробовики производства ORO, используемые вооружёнными силами корпорации "Мендель Груман". Несмотря на ограниченную эффективную дальность, обладают огромной останавливающей силой на ближней дистанции и предназначены для быстрого уничтожения противников.

Помимо обычного режима стрельбы, дробовики обладают особой функцией световой ракеты. Выпущенная ракета может использоваться для привлечения внимания окружающих существ, в том числе динозавров, превращая оружие в довольно необычный способ устроить противнику крайне неприятную встречу.

ПРИМЕЧАНИЯ:

- Очень высокий урон на ближней дистанции.
- Используют дробовые патроны 12 калибра.
- Эффективны преимущественно на ближней дистанции, где большая часть дроби попадает в цель.
- Специальный режим позволяет запускать световую ракету.
- Световая ракета способна привлечь динозавров к указанной области.
- На дальней дистанции эффективность резко снижается из-за рассеивания дроби.
- Особенно часто встречается у бойцов МГ РПГ, несмотря на название подразделения, подразумевающее использование ракетницы.
