ГРАНАТОМЁТ


ОРУЖИЕ:  Гранатомёт
ПАТРОНЫ: Гранаты
СС:      ~20 гранат/мин


ОПИСАНИЕ:

Классический гранатомёт, стреляющий гранатами, которые взрываются по прошествии времени или при контакте с целью. Гранаты обладают сильной взрывной зоной, эффективны для зачистки групп врагов и уничтожения укрытий. При правильном прицеливании позволяет "закидывать" гранаты через укрытия.

ПРИМЕЧАНИЯ:

- Взрывы могут причинять вред самому пользователю при стрельбе в близком диапазоне.
- Эффективен в борьбе с группами и при разрушении преград.
- Умелое использование углов и рикошетов даёт преимущество в битвах.
- Требуется осторожность в ограниченных пространствах из-за взрывов.