ШТУРМОВАЯ ВИНТОВКА FN P90


ОРУЖИЕ:  FN P90 ОИО (Оружие Индивидуальной Обороны)
ПАТРОНЫ: 5.7x28 мм FN
СС:      ~900 выстр./мин
МАГАЗИН: 50 патронов
ВЕС:     2,5 кг. (без магазина)
ДЛИНА:   500 мм

ОПИСАНИЕ:

FN P90 - компактное персональное оружие самообороны, разработанное бельгийской фирмой FN Herstal в конце 1980-х годов. Создано для экипажей бронетехники и тыловых подразделений, где важна высокая ёмкость магазина и низкая отдача.

Использует специальные патроны 5.7x28 мм, способные пробивать современные бронежилеты при сохранении низкого импульса отдачи. Благодаря верхнему магазину на 50 патронов и буллпап-схеме, оружие остаётся коротким, но очень эффективным в ближнем бою.

ПРИМЕЧАНИЯ:

- Высокая точность и низкая отдача - идеально для ближнего и среднего дистанционного боя.
- Пробивает бронежилеты II и IIIA класса.
- Часто используется спецподразделениями по всему миру.
- Эргономичный дизайн и амбидекстральное управление.