ПИСТОЛЕТ ГЛОК 18С


ОРУЖИЕ:       Глок 18С
ПАТРОНЫ:      9X19
СС:           1200 Выстрелов/мин

ОПИСАНИЕ:

Пистолет Глок 18С - Это австрийский автоматический пистолет производства Glock GmbH под калибр 9×19 мм Парабеллум. Предназначен для вооружения спецподразделений армии и полиции. Glock 18 вызвал интерес полицейских и военных структур, однако он не получил ожидаемой популярности, в связи с малой эффективностью автоматического огня в сравнении даже с довольно компактными пистолетами-пулемётами. В целом пистолет Glock 18 унаследовал все достоинства базового пистолета Glock 17 и конструктивно с ним очень схож. Одним из отличий является рычаг переключения режима огня в левой задней части кожуха-затвора. В популярной культуре часто образцы в качестве Glock 18 на самом деле являются конвертированными (с возможностью автоматического огня) Glock 17, как правило с магазином на 17 патронов. Если смотреть с игровой точки зрения, то этот пистолет очень популярный.

ПРИМЕЧАНИЯ:

- Можно переключать режим огня.
- Если собираетесь стрелять автоматическим режимом, старайтесь стрелять маленькими очередями для экономии патронов.
- Популярен в уличной культуре США.