ЭЛЕКТРОШОКЕР ТАЙЗЕР


ОРУЖИЕ:         Тайзер
ПАТРОНЫ:        Электрические катриджи
CC:             1 Выстрел/мин

ОПИСАНИЕ:

Электрошокер Тайзер - Это электрошоковое оружие несмертельного действия. Главное отличие электрошоковых устройств марки «Тазер» от аналогов заключается в запатентованной технологии, позволяющей свести к минимуму получения увечий и смертельного исхода при задержании правонарушителя и в способности поражать цель на расстоянии от 4,5 до 10 метров. Тэйзеры производятся компанией «Taser International» (ныне «Axon») в городе Скоттсдейл, в штате Аризона. Тэйзер позиционируется как несмертельное и почти полностью безопасное для здоровья человека устройство, предназначенное для применения полицией в случаях преследования преступника, при оказании сопротивления при аресте или задержании, и для использования на потенциально опасных людях, по отношению к которым, в стандартной ситуации, могло быть применено огнестрельное оружие. В ряде стран применение тэйзера включено в национальные принципы применения силы в качестве одной из ступеней воздействия на подозреваемого. Однако, несмотря на заявления производителя о безопасности применения тэйзера, многие организации и частные лица оспаривают эту точку зрения. Так, правозащитная организация Amnesty International зарегистрировала 334 смертельных случая вследствие применения тэйзера в период с 2001 до 2008 годы.

ПРИМЕЧАНИЯ:

- Используй это оружие чтобы нейтрализовать противника без приченения ему смертельного вреда, чтобы потом взять в плен или сдать правоохранительным органам.
- Это оружие однозарядное и стреляет только от 4.5 метров до 10 метров, поэтому используй его только в крайних случиях.
- Вы можете убить человека из этого оружия, если будете стрелять в него много раз или если у человека слабое сердце.