АВТОМАТ КАЛАШНИКОВА МОДЕРНЕЗИРОВАННЫЙ


ОРУЖИЕ:        АКМ
ПАТРОНЫ:       7,62x39
СС:            ~600 Выстрелов/мин

ОПИСАНИЕ:

Автомат Калашникова Модернезированный - Это модифицированная версия АК-47, разработаная Михаилом Тимофеевичем Калашниковым в 1950 году и принятый на вооружение СССР в 1959 году. Очень популярный у терроистов и партизан. Учавствовал почти во всех войнах мира, например: Вьетнамская война, Афганистанская война, Чеченская война, Иракская война и сейчас используется на СВО. Очень надёжный и популярный автомат.

ПРИМЕЧАНИЯ:

- Очень сильно повлиял на мир, создав куча копий и модификаций.
- Очень хорошо подоходит для штурма.
- Во Вьетнамских лесах можно услышать его звуки выстрелов на деревьях.