ЛАЗЕРНОЕ РУЖЬЁ


ОРУЖИЕ:    Лазерное ружьё
ПАТРОНЫ:   Энергетические лучи
CC:        Двойные выстрелы

ОПИСАНИЕ:

Лазерная винтовка - ручное лазерное оружие, которое быстро выпускает два энергетических импульса подряд. Хотя по футуристическим меркам это оружие довольно примитивное, оно легкое, надежное и отлично подходит для массового использования на поле боя. Каждый нажим на курок выпускает два мощных лазерных выстрела, обеспечивая быстрый и смертоносный угнетающий огонь. Оружие питается от миниатюрного плазменного ядра, стабилизированного кристаллическими регуляторами энергии.
Этот встроенный реактор непрерывно перезаряжает винтовку через магазин, вставленный в нижнюю часть оружия, обеспечивая запас боеприпасов в длительных боях.

ПРИМЕЧАНИЯ:

- Легкая и эффективная.
- Каждый выстрел на мгновение разряжает плазменный реактор, но он почти мгновенно перезаряжается между очередями.
- Разработана для тактики роя: надежная, массово производимая и смертоносная в группах.
- Наилучшим образом подходит для перестрелок на средних дистанциях; неэффективен против тяжелой брони.
- Разработанное для легкой пехоты, это оружие наносит умеренный урон с впечатляющей скоростью луча и синергией очередей.
- Каждое нажатие на курок вызывает двойной выстрел, что эффективно удваивает удар и затрудняет уклонение.