ВОЛОС С ЗЕНА


КЛАСС:        Волос Зена
МЕТАБОЛИЗМ:   Неизвестен / Пассивная флора
ВОСПРИЯТИЕ:   Чужеродная флора / Растение Зена
РАЗМЕР:       ~30-60 см.(напоминает чёрную шерсть млекопитающего)
ВЫНОСЛИВОСТЬ: Низкая (хрупкая, хрупкая)
ВРАЖДЕБНОСТЬ: Нет
ОРУЖИЕ:       Нет
НАГРАДА:      0
УГРОЗА:       Нет

ОПИСАНИЕ:

Волосы Зена, также известные как реснички Зена - это растительный организм, обитающий в пограничном мире Зен. Внешне они похожи на чёрные волосы, мягко колышущиеся на ветру или в потоках воздуха. Они не реагируют на присутствие существ; они просто развеваются на ветру.

Эти организмы обычно встречаются вблизи Целебных Водоёмов или во влажных, диких районах Зена. Они могут расти поодиночке или небольшими группами (до четырёх). Их присутствие добавляет атмосферные детали пейзажам Зена.

СОВЕТЫ:

- Они исключительно декоративные - вредить им не принесёт никакой пользы.