СВЕТОВОЙ СТЕБЕЛЬ C ЗЕНА


КЛАСС:        Световой Стебель Зена
МЕТАБОЛИЗМ:   Неизвестен / фотосинтез + поглощение энергии
ВОСПРИЯТИЕ:   Инопланетная флора Зена
РАЗМЕР:       ~1,2 м.
ВЫНОСЛИВОСТЬ: Высокая
ВРАЖДЕБНОСТЬ: Средняя 
ОРУЖИЕ:       нет
НАГРАДА:      0
УГРОЗА:       нет

ОПИСАНИЕ:

Световой стебель - один из характерных организмов Зена. Это стебли со светящейся сердцевиной, светящиеся в темноте. Эти растения обеспечивают рассеянный свет на парящих островах Зена.

Хотя изначально они пассивны, эти стебли могут защищаться: при нападении они прячутся. Они, кажется, тесно переплетены с экосистемой Зена, часто встречаясь рядом с деревьями Зена и другой инопланетной флорой, образуя естественные ориентиры на враждебной территории.

СОВЕТЫ:

- Используй Физ-Ганом Световых Стеблей в качестве маяков в тёмных пещерах Зена.
- Они часто собираются вокруг Деревьев Зена - опасайся засад.
