ГРИБ С ЗЕНА, СРЕДНЯЯ ОСОБЬ


КЛАСС:        Гриб Зена, Средняя Особь
МЕТАБОЛИЗМ:   Сапрофитный / Паразитический
ВОСПРИЯТИЕ:   Чужеродная флора Зена
РАЗМЕР:       ~60-120 см. в высоту
ВЫНОСЛИВОСТЬ: Средняя
ВРАЖДЕБНОСТЬ: Низкая (оборонительная)
ОРУЖИЕ:       Нет
НАГРАДА:      0
УГРОЗА:       Низкая

ОПИСАНИЕ:

Средние грибы Зена - распространённая флора пограничного мира Зен, часто встречающаяся в пещерах, сырых туннелях и местах, пропитанных органическим разложением.

Согласно Зенобиологическим исследованиям, грибы Зена имеют далёкую эволюционную родословную с паразитической фауной, такой как хедкрабы. Хотя они гораздо менее подвижны, они обладают схожими свойствами.

СОВЕТЫ:

- Не вижу проблем.