ДЕРЕВО C ЗЕНА


КЛАСС:        Дерево Зена
МЕТАБОЛИЗМ:   Неизвестен / Полупаразитический
ВОСПРИЯТИЕ:   Инопланетная флора Зена
РАЗМЕР:       ~4,9 м. в высоту
ВЫНОСЛИВОСТЬ: Очень высокая (неуязвима обычными средствами)
ВРАЖДЕБНОСТЬ: Высокая (атакует любое существо, приблизившееся близко)
ОРУЖИЕ:       Укол крючкообразным отростком (атака щупальцеобразным способом)
НАГРАДА:      0
УГРОЗА:       Высокая

ОПИСАНИЕ:

Дерево Зена - это враждебный, подвижный инопланетный древовидный организм, обитающий в Зене, а также встречающийся в некоторых частях Чёрной Мезы.

Оно напоминает перевёрнутый корень или ствол с большим крючкообразным отростком на верхушке, который выполняет функцию колющей конечности.

Хотя оно выглядит как растение с корнями, ствол у него сочленённый - дерево может раскачиваться и вытягиваться, чтобы ударить добычу, движущуюся поблизости. При приближении существа дерево Зена яростно наносит удар своей крюкообразной конечностью, создавая ловушку в местах, где вы можете пройти неосознанно.

Деревья Ксен не пожирают тела и не питаются, как животные - они просто атакуют незваных гостей, а затем возвращаются к пассивному образу жизни.

Они часто встречаются рядом с растениями Зена "Светящийся стебель" и в местах с густой экосистемой Зена, выступая в качестве защитной флоры в чужой среде.


СОВЕТЫ:

- Сведи к минимуму движение рядом с деревьями Зена - их колющие атаки срабатывают при движении.
- Обмани врагов, чтобы они подошли к ним, и дерево нанесёт сокрушительный удар.
- Атаки ближнего боя, как правило, вызывают колющие атаки быстрее обычного.
- Урон от обычного оружия незначителен - они чрезвычайно устойчивы к обычному огню.
