ГНЕЗДО СНАРКОВ С ЗЕНА


КЛАСС:         Снарк, взрослый
МЕТАБОЛИЗМ:    паразитический хищник
ВОСПРИЯТИЕ:    Инопланетное Насекомое
РАЗМЕР:        3 фута
ВЫНОСЛИВОСТЬ:  средняя
ВРАЖДЕБНОСТЬ:  высокая
ОРУЖИЕ:        укус, удар когтями, взрывная смерть
НАГРАДА:       500
УГРОЗА:        высокая

ОПИСАНИЕ:

Гнездо Снарка - это полностью созревшая стадия обычного Снарка из Зена. В отличие от своих маленьких, гиперактивных потомков, взрослый Снарк движется медленно на четырех насекомоподобных ногах, волоча свое тяжелое тело по земле. Его кожа приобретает болезненный зеленый оттенок, а на спине появляются скопления светящихся красных яиц - следующее поколение Снарков, ожидающих вылупления. После смерти яйца на его спине могут разорваться, выпустив новых личинок Снарка.

СОВЕТЫ:

- Яйца на спине делают его легче обнаружить, но не стоит недооценивать опасность.